{"إذا": "@إذا: الجوهري: إذا اسم يدل على زمان مستقبل ولم تستعمل إلاَّ مُضافة\n---\nإلى جملة ، تقول: أَجِيئُك إذا احْمَرّ البُسْرُ وإذا قَدِمَ فلان ، والذي\n---\nيدل على أَنها اسم وقوعها موقع قولك آتِيكَ يومَ يَقْدَمُ فلان ، وهي\n---\nظرف ، وفيها مُجازاة لأَنّ جزاء الشرط ثلاثة أَشياء: أَحدها الفعل كقولك\n---\nإنْ تأْتِني آتِك، والثاني الفاء كقولك إن تَأْتِني فأَنا مُحْسِنٌ إليك،\n---\nوالثالث إذا كقوله تعالى: وإنْ تُصِبْهم سيـئة بما قدّمتْ أَيديهم إذا\n---\nهُمْ يَقْنَطُون ؛ وتكون للشيء توافقه في حال أَنت فيها وذلك نحو قولك\n---\nخرجت فإذا زَيْدٌ قائمٌ ؛ المعنى خرجت ففاجأَني زيد في الوقت بقيام ؛ قال\n---\nابن بري: ذكر ابن جني في إعراب أَبيات الحماسة في باب الأدب في قوله :\n---\nبَيْنا نَسُوسُ النَّاسَ ، والأَمْرُ أَمْرُنا ،\n---\nإذا نَحنُ فيهمْ سُوقةٌ نَتَنَصَّفُ\n---\nقال: إذا في البيت هي المَكانِيَّة التي تَجِيء للمُفاجأَة؛ قال :\n---\nوكذلك إذْ في قول الأَفوه:\n---\nبَيْنَما الناسُ عَلى عَلْيائِها ،\n---\nإذْ هَوَوْا في هُوَّةٍ فيها فَغارُوا\n---\nفإذْ هنا غير مضافة إلى ما بعدها كَإذا التي للمفاجأة، والعامل في إذْ\n---\nهَوَوْا ؛ قال: وأَمّا إذْ فهي لما مضى من الزمان ، وقد تكون للمُفاجأة\n---\nمثل إذا ولا يَلِيها إلا الفِعلُ الواجب، وذلك نحو قولك بينما\n---\nأَنا كذا إذْ جاء زيد ،وقد تُزادَان جميعاً في الكلام كقوله تعالى :\n---\nوإذْ واعَدْنا مُوسى ؛ أَي وَواعَدْنا ؛ وقول عبد مناف بن رِبْع\n---\nالهُذَليّ:حتَّى إذا أَسْلَكُوهم في قُتائِدةٍ ،\n---\nشَلاٌّ كما تَطْردُ الجمَّالةُ الشُّرُدا\n---\nأَي حتى أَسلكوهم في قُتائدة لأَنه آخر القصيدة ، أو يكون قد كَفَّ عن\n---\nخبره لعلم السامع ؛ قال ابن بري: جواب إذا محذوف وهو الناصب لقوله شَلاًّ\n---\nتقديره شَلُّوهم شَلاًّ، وسنذكر من معاني إذا في ترجمة ذا ما ستقف عليه\n---\n، إن شاء الله تعالى.", "إلا": "@إلا: الأزهري: إلا تكون استثناء، وتكون حرف جزاء أَصلها إن لا ، وهما\n---\nمعاً لا يُمالان لأَنهما من الأَدواتِ والأَدواتُ لا تُمالُ مثل حتى وأَما\n---\nوأَلا وإذا ، لا يجوز في شيء منها الإمالة أَلف ليست بأَسماء، وكذلك\n---\nإلى وعلى ولَدَى الإمالة فيها غير جائزة. وقال سيبويه: أَلق إلى وعلى\n---\nمنقلبتان من واوين لأَن الأَلفات لا تكون فيها الإِمالة، قال: ولو سمي به\n---\nرجل قيل في تثنيته أَلَوانِ وعَلَوانِ ، فإذا اتصل به المضمر قلبته فقلت\n---\nإلَيْكَ وْعَلَيْكَ ، وبعض العرب يتركه على حاله فيقول إلاك وعَلاك ؛ قال\n---\nابن بري عند قول الجوهريّ لأَنَّ الأَلفات لا يكون فيها الإِمالة، قال :\n---\nصوبه لأَن أَلِفَيْهِما والأَلِفُ في الحروف أَصل وليست بمنقلبة عن ياء\n---\nولا واو ولا زائدة، وإنما قال سيبويه أَلف إلى وعلى منقلبتان عن واو إذا\n---\nسميت بهما وخرجا من الحرفية إلى الاسمية، قال: وقد وَهِمَ الجوهري فيما\n---\nحكاه عنه، فإذا سميت بها لَحِقَت بالأَسماء فجُعِلَتْ الأَلف فيها منقلبة\n---\nعن الياء وعن الواو نحو بَلَى وإلى وعلى، فما سُمِع فيه الإمالة يثنى\n---\nبالياء نحو بَلَى، تقول فيها بَلَيانِ، وما لم يُسمع فيه الإمالة ثني بالواو\n---\nنحو إلى وعلى، تقول في تثنيتهما اسمين إلَوانِ وعَلَوانِ . قال الأَزهري: وأَما مَتَى وأَنَّى فيجوز فيهما الإمالة لأَنهما مَحَلاَّنِ\n---\nوالمحالُّ أَسماء ، قال: وبَلَى يجوز فيها الإمالة لأَنها ياء زيدت في بل، قال: وهذا كله قول حذاق النحويين ، فأَما إلا التي أَصلها إنْ فإنها تلي\n---\nالأَفعال المُسْتَقْبَلَة فتجزمها ، من ذلك قوله عز وجل: إلا تَفْعَلوه\n---\nتَكُنْ فِتنة في الأرض وفساد كبير ؛ فَجَزْمُ تفعلوه وتكن بإلاَّ كما تفعل\n---\nإن التي هي أُمّ الجزاء وهي في بابها . الجوهري: وأَما إلا فهي حرف\n---\nاستثناء يُستثنى بها على خمسة أَوجه: بعد الإيجاب وبعد النفي والمُفَرَّغِ\n---\nوالمُقَدَّمِ والمُنْقَطِع؛ قال ابن بري: هذه عبارة سيئة، قال: وصوابها\n---\nأَن يقول الاستثناء بإلاَّ يكون بعد الإيجاب وبعد النفي متصلاً ومنقطعاً\n---\nومُقَدَّماً ومؤخراً، وإلا في جميع ذلك مُسَلِّطة للعامل ناصِبة أَو\n---\nمُفَرَّغة غير مُسَلِّطة، وتكون هي وما بعدها نعتاً أَو بدلاً؛ قال الجوهري\n---\nفتكون في الاستثناء المنقطع بمعنى لكن لأَن المُسْتَثْنَى من غير جنس\n---\nالمُسْتَثْنَى منه، وقد يُوصفُ بإلاَّ ، فإن وصَفْتَ بها جَعلْتها وما\n---\nبعدها في موضع غير وأَتبعت الاسم بعدها ما قبله في الإعراب فقلت جاءني القومُ\n---\nإلا زيدٌ ، كقوله تعالى: لو كان فيهما آلهةٌ إلاَّ اللهُ لَفَسَدَتا ؛\n---\nوقال عمرو بن معديكرب :\n---\nوكلُّ أخٍ مُفارِقُه أَخُوه، * لَعَمْرُ أَبِيكَ إلاَّ الفَرْقدانِ\n---\nكأَنه قال: غير الفَرْقَدَيْنِ. قال ابن بري: ذكر الآمِدي في المؤتَلِف\n---\nوالمُخْتَلِف أَنّ هذا البيت لحضرمي بن عامر ؛ وقبله :\n---\nوكلُّ قَرينةٍ قُرِنَتْ بأُخْرَى ،\n---\nوإن ضَنَّت، بها سَيفَرَّقانِ\n---\nقال: وأَصل إلاَّ الاستثناء والصفةُ عارضةٌ ، وأصل غير صفةٌ والاستثناء\n---\nعارضٌ ؛ وقد تكون إلاَّ بمنزلة الواو في العطف كقول المخبل :\n---\nوأَرَى لها داراً بأَغْدِرةِ الـ\n---\nسِّيدان لم يَدْرُسْ لها رَسْمُ\n---\nإلاَّ رَماداً هامداً دَفَعَتْ ،\n---\nعنه الرِّياحَ ، خَوالِدٌ سُحَمُ\n---\nيريد: أَرَى لها داراً ورَماداً ؛ وآخر بيت في هذه القصيدة :\n---\nإنَّي وجَدْتُ الأَمْرَ أَرْشَدُه\n---\nتَقْوَى الإلهِ ، وشَرُّه الإِثْمُ\n---\nقال الأزهري: أَما إلاَّ التي هي للإستثناء فإنها تكون بمعنى غَيْر ،\n---\nوتكون بمعنى سِوَى ، وتكون بمعنى لَكِن ، وتكون بمعنى لَمّا ، وتكون\n---\nبمعنى الاستثناء المَحْضِ . وقال أبو العباس ثعلب: إذا اسْتَثْنَيْتَ بإلاَّ\n---\nمن كلام ليس في أَوّله جَحْدٌ فانصب ما بعد إلا، وإذا استثنيت بها من\n---\nكلام أَوّلُه جحد فارفع ما بعدها ، وهذا أَكثر كلام العرب وعليه العمل ؛ من\n---\nذلك قوله عز وجل: فشَرِبُوا منه إلاَّ قَلِيلاً منهم ؛ فنصب لأَنه لا\n---\nجحد في أَوّله ؛ وقال جل ثناؤه: ما فعَلُوه إلاَّ قَليلٌ منهم؛ فرفع لأن\n---\nفي أَوّله الجحد ، وقس عليهما ما شاكلهما ؛ وأَما قول الشاعر :\n---\nوكلُّ أَخ مفارقه أَخوه، * لعَمر أَبيك إلا الفرقدان\n---\nفإن الفراء قال: الكلام في هذا البيت في معنى جحد ولذلك رفع بإلا كأَنه\n---\nقال ما أَحَدٌ إلا مُفارِقُه أَخُوه إلا الفَرْقَدانِ فجعلها\n---\nمُتَرْجِماً عن قوله ما أَحَدٌ ؛ قال لبيد :\n---\nلو كانَ غَيْرِي ، سُلَيْمَى ، اليومَ غَّيْرَه\n---\nوَقْعُ الحوادِثِ إلا الصَّارِمُ الذَّكَرُ\n---\nجعله الخليل بدلاً من معنى الكلام كأَنه قال: ما أَحد إلا يتغير من وقع\n---\nالحوادث إلاّ الصارمُ الذكَرُ، فإلاَّ ههنا بمعنى غير، كأَنه قال غيري\n---\nوغيرُ الصارمِ الذَّكرِ. وقال الفراء في قوله عز وجل: لو كان فيهما آلهة\n---\nإلا الله لفسدنا ، قال: إلا في هذا الموضع بمنزلة سوى كأَنك قلت لو كان\n---\nفيهما آلهةٌ سِوَى الله لفَسَدَنا ، قال أَبو منصور: وقال غيره من\n---\nالنحويين معناه ما فيهما آلهةٌ إلا اللهُ ، ولو كان فيهما سِوَي الله لفسدنا ،\n---\nوقال الفراء: رَفْعُه على نِيَّةِ الوصل لا الانْقطاع من أوّل الكلام،\n---\nوأما قوله تعالى: لئلاّ يكونَ للناس عليكم حُجَّةٌ إلاَّ الذين ظلموا\n---\nمنهم فلا تَخْشَوْهُم ؛ قال الفراء: قال معناه إلاّ الذين ظلموا فإنه لا\n---\nحجة لهم فلا تَخْشَوْهُم، وهذا كقولك في الكلام الناس كلُّهم لك حامدُون\n---\nإلاَّ الظالِمَ لك المعتدي، فإن ذلك لا يُعتدُّ بتركه الحمد لموضع\n---\nالعداوة، وكذلك الظالم لا حجة له وقد سمي ظالماً ؛ قال أَبو منصور: وهذا صحيح،\n---\nوالذي ذهب إليه الزجاج فقال بعدما ذكر قول أَبي عبيدة والأَخفش: القول\n---\nعندي في هذ واضح، المعنى لئلاَّ يكونَ للناس عليكم حجةٌ إلاَّ من ظلم\n---\nباحتجاجه فيما قد وضح له، كما تقول ما لَكَ عليَِّ حجةٌ إلاَّ الطلمُ وإلاَّ\n---\nأن تَظْلِمَني، المعنى ما لك عليَّ حجةٌ البتة ولكنك تَظلِمُني، وما لك\n---\nعليَّ حجةٌ إلاَّ ظُلمي، وإنما سَمَّى ظلمه هنا حجة لأن المحتج به سماه\n---\nحجةً، وحُجَّتُه داحضة عند الله ، قال الله تعالى: حُجَّتهم داحضةٌ عند\n---\nربهم ؛ فقد سميت حجةً إلاَّ أَنها حجةُ مُبْطِل، فليست بحجة موجبة حقًّا،\n---\nقال: وهذا بيان شافٍ إن شاء الله تعالى. وأَما قوله تعالى: لا يَذُوقُون\n---\nفيها الموتَ إلاَّ المَوْتَةَ الأُولى، وكذلك قوله تعالى: ولا تَنْكِحوُا\n---\nما نَكَح آباؤكم من النساء إلاَّ ما قد سَلَفَ ؛ أَراد سوى ما قد سلف .\n---\nوأَما قوله تعالى: فلولا كانت قريةٌ آمَنَتْ فنَفَعَها إيمانُها إلاَّ\n---\nقَوْمَ يُونُسَ ؛ فمعناه فهَلاَّ كانت قريةٌ أَي أَهلُ قرية آمنُوا ،\n---\nوالمعنى معنى النفي أَي فما كانت قريةٌ آمنوا عند نزول العذاب بهم فنفعها\n---\nإيمانها ، ثم قال: إلا قومَ يونسَ ، استثناء ليس من الأَوّل كأَنه قال: لكن\n---\nقومُ يُونُسَ لمَّا آمنُوا انقطعوا من سائر الأُمم الذين لم يَنْفَعْهم\n---\nإيمانُهم عند نزول العذاب بهم ؛ ومثله قول النابغة :\n---\nعَيّتْ جَواباً ، وما بالرَّبْع من أَحدٍ\n---\nإلاَّ أَواريَّ لأْياً ما أُبَيِّنُها\n---\n(* قوله «عَيَّت جواباً إلخ هو عجز بيت صدره: وقفتُ فيها أَصَيلاناً\n---\nأُسائلها . وقوله: إلا الأَواريّ إلخ هو صدر بيت عجزه: والنُؤيَ كالحَوضِ\n---\nفي المظلومةِ الجَلَدِ .)\n---\nفنصَب أَواريَّ على الانقطاع من الأَوّل ، قال: وهذا قول الفراء وغيره\n---\nمن حذاق النحويين ، قال: وأَجازوا الرفع في مثل هذا ، وإن كان المستثنى\n---\nليس من الأوّل وكان أَوّله منفيًّا يجعلونه كالبدل ؛ ومن ذلك قول الشاعر:\n---\nوبَلْدَةٍ ليس بها أَنِيسُ\n---\nإلا اليَعافِيرُ وإلاَّ العِيسُ\n---\nليست اليَعافيرُ والعِيسُ من الأنِيس فرفَعَها ، ووجْهُ الكلام فيها\n---\nالنَّصبُ. قال ابن سلام: سأَلت سيبويه عن قوله تعالى: فلولا كانت قريةٌ\n---\nآمَنَتْ فنَفَعَها إيمانُها إلاَّ قَومَ يُونُسَ ، على أَيّ شيء نصب؟ قال\n---\nإذا كان معنى قوله إلاَّ لكنْ نُصب ، قال الفراء: نُصب إلا قومَ يونس\n---\nلأَنهم منقطعون مما قبل إذ لم يكونوا من جِنْسه ولا من شَكْله ، كأَن قومَ\n---\nيونس منقطعون من قَوْمِ غيره من الأَنبياء ، قال: وأَمَّا إلاَّ بمعنى\n---\nلمَّا فمِثل قول الله عز وجل: إنْ كللٌّ إلاَّ كَذَّبَ الرُّسُلَ ؛ وهي\n---\nفي قراءة عبد الله إنْ كُلُّهم لمَّا كذَّبَ الرُّسُلَ، وتقول: أَسأَلُك\n---\nباللهِ إلاَّ أَعْطَيْتَني ولَمَّا أَعطيتني بمعنى واحد. وقال أَبو العباس\n---\nثعلب: وحرف من الاستثناء تَرفع به العربُ وتَنْصِبُ لغتان فصيحتان، وهو\n---\nقولك أَتاني إخْوَتُك إلاَّ أن يكون زيداً وزيدٌ، فمن نَصب أَراد إلاَّ\n---\nأَن يكون الأَمْرُ زيداً ، ومن رفع به جعل كان ههنا تامة مكتفية عن الخبر\n---\nباسمها، كما تقول كان الأَمر، كانت القصة. وسئل أَبو العباس عن حقيقة\n---\nالاستثناء إذا وقع بإلا مكرّراً مرتين أَو ثلاثاً أَو أَربعاً فقال :\n---\nالأَوّل حَطٌّ، والثاني زيادةٌ ، والثالث حَطٌّ، والرابع زيادة، إلا أَن تجعل\n---\nبعض إلاَّ إذا جُزْت الأَوّل بمعنى الأوّل فيكون ذلك الاستثناء زيادة لا\n---\nغير ، قال: وأَما قول أَبي عبيدة في إلاَّ الأُولى إنها تكون بمعنى\n---\nالواو فهو خطاً عند الحذاق. وفي حديث أنس، رضي الله عنه: أَن النبي ، صلى\n---\nالله عليه وسلم ، قال أَما إنَّ\n---\n\n---\nكلَّ بناءٍ وَبالٌ على صاحبه إلاَّ ما لا إلاَّ ما لا\n---\n(* قوله «إلا ما لا\n---\nإلخ» هي في النهاية بدون تكرار.) أَي إلاَّ ما لا بُدَّ منه للإنسان من\n---\nالكِنّ الذي تقُوم به الحياة.", "إلى": "@إلى: حرف خافض وهو مُنْتَهىً لابتداء الغاية، تقول: خرجت من الكوفة إلى\n---\nمكة، وجائز أَن تكون دخلتها، وجائز أَن تكون بلغتها ولم تدْخُلْها لأَنّ\n---\nالنهاية تشمل أَول الحدّ وآخره، وإنما تمنع من مجاوزته. قال الأزهري :\n---\nوقد تكون إلى انتهاء غايةٍ كقوله عز وجل: ثم أَتِمُّوا الصِّيامَ إلى\n---\nالليلِ. وتكون إلى بمعنى مع كقوله تعالى: ولا تأْكلوا أَموالهم إلى\n---\nأَموالِكم؛ معناه مع أَموالِكم، وكقولهم: الذَّوْدُ إلى الذَّوْدِ إبِلٌ. وقال\n---\nالله عز وجل: مَن أَنصاري إلى الله؛ أَي مع اللهِ. وقال عز وجل: وإذا\n---\nخَلَوْا إلى شياطينهم. وأَما قوله عز وجل: فاغسِلوا وجوهَكُم وأَيَدِيَكم\n---\nإلى المرافِق وامْسَحُوا برُؤوسكم وأَرْجُلِكم إلى الكعبينِ؛ فإن العباس\n---\nوجماعة من النحويين جعلوا إلى بمعنى مع ههنا وأَوجبوا غسْلَ المَرافِق\n---\nوالكعبين ، وقال المبرد وهو قول الزجاج: اليَدُ من أَطراف الأَصابع إلى\n---\nالكتف والرِّجل من الأَصابع إلى أَصل الفخذين، فلما كانت المَرافِق\n---\nوالكَعْبانِ داخلة في تحديد اليدِ والرِّجْل كانت داخِلةً فيما يُغْسَلُ\n---\nوخارِجَةً مما لا يُغسل ، قال: ولو كان المعنى مع المَرافِق لم يكن في المَرافِق\n---\nفائدة وكانت اليد كلها يجب أَن تُغسل، ولكنه لَمَّا قيل إلى المَرافِق\n---\nاقتُطِعَتْ في الغَسْل من حدّ المِرْفَق. قال أَبو منصور: وروى النضر عن\n---\nالخليل أَنه قال إذا اسْتأْجرَ الرجلُ دابَّةً إلى مَرْوَ ، فإذا أَتى\n---\nأَدناها فقد أَتى مَرْوَ، وإذا قال إلى مدينة مرو فإذا أَتى باب المدينة فقد\n---\nأَتاها. وقال في قوله تعالى: اغسلوا وجوهكم وأَيديكم إلى المرافق؛ إنَّ\n---\nالمرافق فيما يغسل. ابن سيده قال إلى مُنتهى لابتداء الغاية. قال سيبويه:\n---\nخرجت من كذا إلى كذا، وهي مِثْلُ حتى إلاَّ أَن لحتى فِعلاً ليس لإلى.\n---\nونقول للرجل: إنما أَنا إليك أَي أَنت غايتي ، ولا تكونُ حتى هنا فهذا\n---\nأَمْرُ إلى وأَصْلُه وإن اتَّسَعَتْ، وهي أَعمُّ في الكلام من حتى، تقول :\n---\nقُمْتُ إليه فتجعله مُنْتَهاك من مكانك ولا تقول حَتَّاه. وقوله عز وجل:\n---\nمَن أَنصاري إلى الله؛ وأَنت لا تقول سِرْتُ إلى زيد تريد معه، فإنما جاز\n---\nمَن أَنصاري إلى الله لما كان معناه مَن ينضافُ في نُصرتي إلى الله فجاز\n---\nلذلك أَن تأْتي هنا بإلى؛ وكذلك قوله تعالى: هل لَكَ إلى أَن تَزَكَّى؛\n---\nوأَنت إنما تقول هل لك في كذا، ولكنه لما كان هذا دعاء منه، صلى الله عليه\n---\nوسلم ، له صار تقديره أَدعوك أَو أُرْشِدُكَ إلى أَن تزكَّى؛ وتكون إلى\n---\nبمعنى عند كقول الراعي :\n---\nصَناعٌ فقد سادَتْ إليَّ الغوانِيا\n---\nأَي عندي. وتكون بمعنى مع كقولك: فلانٌ حليمٌ إلى أَدبٍ وفقْهٍ؛ وتكون\n---\nبمعنى في كقول النابغة:\n---\nفلا تَتْرُكَنِّي بالوَعِيدِ كأَنَّني\n---\nإلى الناسِ مَطْلِيٌّ به القارُ أَجْرَبُ\n---\nقال سيبويه: وقالوا إلَيْكَ إذا قلت تَنَحَّ، قال: وسمعنا من العرَب\n---\nمَن يقال له إلَيْكَ، فيقول إلي، كأَنه قيل له تَنَحَّ، فقال أَتَنَحَّى ،\n---\nولم يُستعمل الخبر في شيء من أَسماء الفعل إلاَّ في قول هذا الأَعرابي.\n---\nوفي حديث الحج: وليس ثَمَّ طَرْدٌ ولا إلَيْكَ إلَيْكَ؛ قال ابن الأثير:\n---\nهو كما تقول الطريقَ الطريقَ، ويُفْعَل بين يدي الأُمراء، ومعناه تَنَحَّ\n---\nوابْعُدْ، وتكريره للتأْكيد؛ وأَما قول أَبي فرعون يهجو نبطية استسقاها\n---\nماء:\n---\nإذا طَلَبْتَ الماء قالَتْ لَيْكا،\n---\nكأَنَّ شَفْرَيْها، إذا ما احْتَكَّا،\n---\nحَرْفا بِرامٍ كُسِرَا فاصْطَكَّا\n---\nفإنما أَراد إلَيْكَ أَي تَنَحَّ، فحذف الأَلف عجمة؛ قال ابن جني: ظاهر\n---\nهذا أَنَّ لَيْكا مُرْدَفة، واحْتَكّا واصْطَكا غير مُرْدَفَتَين، قال:\n---\nوظاهر الكلام عندي أَن يكون أَلف ليكا رويًّا، وكذلك الأَلف من احتكا\n---\nواصطكا رَوِيٌّ، وإن كانت ضمير الاثنين؛ والعرب تقول إلَيْكَ عني أَي\n---\nأَمْسِكْ وكُفَّ، وتقول: إليكَ كذا وكذا أَي خُذْه؛ ومنه قول القُطامي:\n---\nإذا التَّيَّارُ ذو العضلاتِ قُلْنا:\n---\nإلَيْك إلَيْك، ضاقَ بها ذِراعا\n---\nوإذا قالوا: اذْهَبْ إلَيْكَ، فمعناه اشْتَغِلْ بنَفْسك وأَقْبِلْ\n---\nعليها؛ وقال الأَعشى:\n---\nفاذْهَبي ما إلَيْكِ ، أَدْرَكَنِي الحِلْـ\n---\nـمُ، عَداني عن هَيْجِكُمْ إشْفاقي\n---\nوحكى النضر بن شميل عن الخليل في قولك فإني أَحْمَدُ إلَيْكَ الله قال:\n---\nمعناه أَحمد معك. وفي حديث عمر، رضي الله عنه، أَنه قال لابن عباس، رضي\n---\nالله عنهما: إني قائل قولاً وهو إلَيْكَ، قال ابن الأثير: في الكلام إضمار\n---\nأَي هو سِرٌّ أَفْضَيْتُ به إلَيْكَ. وفي حديث ابن عمر: اللهم إلَيْكَ\n---\nأَي أَشْكو إليك أَو خُذْني إليك. وفي حديث الحسن، رضي الله عنه: أَنه\n---\nرأَى من قَوْمٍ رِعَةً سَيِّئَةً فقال اللهم إلَيْكَ أَي اقْبِضْني إليْكَ؛\n---\nوالرِّعَةُ: ما يَظهر من الخُلُقِ. وفي الحديث: والشرُّ ليس إليكَ أَي\n---\nليس مما يُتقرَّب به إليك، كما يقول الرجل لصاحبه: أَنا منكَ وإليك أَي\n---\nالتجائي وانْتمائي إليك. ابن السكيت: يقال صاهَرَ فلان إلى بني فلان\n---\nوأَصْهَرَ إليهم؛ وقول عمرو:\n---\nإلَيْكُم يا بني بَكْرٍ إلَيْكُم،\n---\nأَلَمّا تَعْلَموا مِنَّا اليَقِينا؟\n---\nقال ابن السكيت: معناه اذهبوا إليكُم وتَباعَدوا عنا. وتكون إلى بمعنى\n---\nعند؛ قال أَوس:\n---\nفهَلْ لكُم فيها إليَّ، فإنَّني\n---\nطَبيبٌ بما أَعْيا النِّطاسِيِّ حِذْيَما\n---\nوقال الراعي:\n---\nيقال ، إذا رادَ النِّساءُ: خَريدةٌ\n---\nصَناعٌ، فقد سادَتْ إليَّ الغَوانِيا\n---\nأَي عندي ، وراد النساء: ذَهَبْنَ وجِئن، امرأةٌ رَوادٌ أَي تدخل وتخرج."}