{"ظ": "@ظ: روى الليث أَن الخليل قال: الظاء حرف عربي خُصَّ به لسان العرب لا\n---\nيشركهم فيه أَحد\n---\nمن سائر الأُمم، والظاء من الحروف المجهورة، والظاء والذال والثاء في\n---\nحيِّز واحد، وهي الحروف اللِّثَويَّة، لأَن مبدأَها من اللِّثة، والظاء حرف\n---\nهجاء يكون أَصلاً لا بدلاً ولا زائداً، قال ابن جني: ولا يوجد في كلام\n---\nالنبَط، فإِذا وقعت فيه قلبوها طاء، وسنذكر ذلك في ترجمة ظوي.", "ظأظأ": "@ظأظأ: ظَأْظَأَ ظَأْظَأَةً، وهي حكاية بعض كلام الأَعْلَمِ الشَّفةِ\n---\nوالأَهْتَم الثَّنايا، وفيه غُنَّة. أَبو عمرو: الظَّأْظاءُ: صَوت التَّيْس\n---\nإِذا نَبَّ.", "ظمأ": "@ظمأ: الظَّمَأُّ: العَطَشُ. وقيل: هو أَخَفُّه وأَيْسَرُه. وقال الزجاج:\n---\nهو أَشدُّه. والظَّمْآن: العَطْشانُ. وقد ظمِئَ فلان يَظْمَأُ ظَمَأً\n---\nوظَماءً وظَماءة إِذا اشتدَّ عَطَشُه. ويقال ظَمِئْتُ أَظْمَأُ ظَمْأً\n---\nفأَنا ظامٍ وقوم ظِماءٌ. وفي التنزيل: لا يُصِيبُهم ظَمَأٌ ولا نَصَبٌ. وهو ظَمِئٌ وظَمْآنُ والأُنثى ظَمْأَى وقوم ظِماءٌ أَي عِطاشٌ. قال\n---\nالكميت:\n---\nإِلَيْكُم ذَوي آلِ النبيِّ تَطَلَّعَتْ *  نَوازِعُ، من قَلْبِي، ظِماءٌ، وأَلْبُبُ\n---\nاستعار الظِّماء للنَّوازِعِ، وإِن لم تكن أَشخاصاً. وأَظْمَأْتُه:\n---\nأَعْطَشْتُه. وكذلك التَّظْمِئةُ.\n---\nورجل مِظْماءٌ مِعطاشٌ، عن اللحياني. التهذيب: رجل ظَمْآنُ وامرأَة ظَمْأَى لا ينصرفان، نكرة ولا معرفة. وظَمِئَ إِلى لِقائه: اشْتاقَ، وأَصله ذلك. والاسم من جميع ذلك: الظِّمْءُ، بالكسر. والظِّمْءُ: ما بين الشُّرْبَيْنِ والوِرْدَيْن، زاد غيره: في وِرْد الإِبل، وهو حَبْسُ الإِبل عن الماءِ إِلى غاية الوِرْد. والجمع: أَظْماءٌ. قال غَيْلان الرَّبَعِي:\n---\nمُقْفاً على الحَيِّ قَصير الأَظْماءْ\n---\nوظِمْءُ الحَياةِ: ما بين سُقُوط الولد إِلى وقت مَوْتِه. وقولهم: ما\n---\nبَقِيَ منه إلاَّ قَدْرُ ظِمْءِ الحِمار أَي لم يبق من عُمُره إِلاَّ\n---\nاليسيرُ. يقال: إِنه ليس شيءٌ من الدوابِّ أَقْصَرَ ظِمْأً من الحِمار، وهو أَقل الدوابّ صَبْراً عن العَطَش، يَرِدُ الماءَ كل يوم في الصيف مرتين. وفي حَدِيث بعضهم: حين لم يَبْقَ من عُمُري إِلاَّ ظِمْءُ حِمار أَي شيءٌ يسير. وأَقصَرُ الأَظْماءِ: الغِبُّ، وذلك أَن تَرِدَ الإِبلُ يوماً وتَصْدُرَ، فتكون في المرعى يوماً وتَرِدُ اليوم الثالث، وما بين شَرْبَتَيْها ظِمْءٌ، طال أَو قَصُر.\n---\nوالـمَظْمَأُ: موضع الظَّمإِ من الأَرض. قال الشاعر:\n---\nوخَرْقٍ مَهارِقَ، ذِي لُهْلُهٍ، * أَجَدَّ الأُوامَ به مَظْمَؤُهْ\n---\nأَجدَّ: جَدَّد. وفي حديث مُعاذ: وإِن كان نَشْر أَرض يُسْلِمُ عليها\n---\nصاحِبُها فإِنه يُخْرَجُ منها ما أُعْطِيَ نَشرُها رُبعَ المَسْقَوِيِّ\n---\nوعُشْرَ المَظْمئيِّ. المَظْمَئِيُّ: الذي تُسْقِيه السماءُ، والمَسْقَوِيُّ:\n---\nالذي يُسْقَى بالسَّيْح، وهما منسوبان إِلى المَظْمإِ\n---\nوالمَسْقَى، مصدري أَسْقى وأَظْمَأَ.\n---\nقال ابن الأَثير: وقال أَبو موسى: المَظْمِيُّ أَصله المَظْمَئِيُّ فترك\n---\nهمزه، يعني في الرواية.\n---\nوذكره الجوهري في المعتل ولم يذكره في الهمز ولا تعرَّض إِلى ذكر تخفيفه،ة وسنذكره في المعتل أَيضاً. ووجه ظَمْآنُ: قليلُ اللحم لَزِقت جِلْدَتُه بعظمه، وقَلَّ ماؤُه، وهو خِلاف الرَّيَّان. قال المخبل:\n---\nوتُرِيكَ وَجْهاً كالصَّحِيفة لا *  ظَمْآنُ مُخْتَلَجٌ، ولا جَهْمُ\n---\nوساقٌ ظَمْأَى: مُعْتَرِقةُ اللحم. وعَيْنٌ ظَمْأَى: رقيقة الجَفْن. قال\n---\nالأَصمعي: ريح ظَمْأَى إِذا كانت حارَّةً ليس فيها نَدى. قال ذو الرمة يصف السَّرابَ:\n---\nيَجْرِي، فَيَرْقُد أَحْياناً، ويَطْرُدُه *  نَكْباءُ ظَمْأَى، من القَيْظِيَّةِ الهُوجِ\n---\nالجوهري في الصحاح: ويقال للفرس إِن فُصُوصَه لَظِماءٌ أَي ليست برَهْلةٍ كثيرةِ اللحم. فَردَّ عليه الشيخ أَبو محمد بن بري ذلك، وقال: ظِماءٌ ههنا من باب المعتل اللام، وليس من المهموز، بدليل قولهم: ساقٌ ظَمْياءُ\n---\nأَي قَلِيلةُ اللحم. ولما قال أَبو الطيب قصيدته التي منها:\n---\nفي سَرْجِ ظامِيةِ الفُصوصِ، طِمِرَّةٍ، *  يأْبَى تَفَرُّدُها لها التَّمْثِيلا\n---\nكان يقول: إِنما قلت ظامية بالياءِ من غير همز لأَني أَردتُ أَنها ليست برهلة كثيرة اللحم. ومن هذا قولهم: رُمْح أَظْمَى وشَفةٌ ظَمْياءُ.\n---\nالتهذيب: ويقال للفرس إِذا كان مُعَرَّقَ الشَّوَى إِنَّهُ لأَظْمَى الشَّوَى، وإِنَّ فُصوصَه لَظِماءٌ إِذا لم يكن فيها رَهَلٌ، وكانت مُتَوتِّرةً، ويُحمَدُ ذلك فيها، والأَصل فيها الهَمز. ومنه قول الراجز يصف فرساً، أَنشده ابن السكيت:\n---\nيُنْجِيه، مِن مِثْلِ حَمامِ الأَغْلالْ،\n---\nوَقْعُ يَدٍ عَجْلَى ورِجْلٍ شِمْلالْ\n---\nظَمْأَى النَّسا مِنْ تَحْتُ رَيَّا مِنْ عالْ\n---\nفجعل قَوائِمَه ظِماءً. وسَراةٌ رَيَّا أَي مُمْتَلِئةٌ من اللحم. ويقال\n---\nللفرس إِذا ضُمِّرَ: قد أُظْمِئَ إِظْماءً، أَو ظُمِئَ تَظْمِئةً. وقال\n---\nأَبو النجم يصف فرساً ضَمَّره:\n---\nنَطْوِيه، والطَّيُّ الرَّفِيقُ يَجْدُلُه، *  نُظَمِّئُ الشَّحْمَ، ولَسْنَا نَهْزِلُه\n---\nأَي نَعْتَصِرُ ماءَ بدنه بالتَّعْرِيق، حتى يذهب رَهَلُه ويَكْتَنِز\n---\nلحمه.\n---\nوقال ابن شميل: ظَماءة الرجل، على فَعالةٍ: سُوءُ خُلُقِه ولُؤْمُ\n---\nضَرِيبَتِه وقِلَّةُ إِنْصافِه لمُخالِطِه، والأَصل في ذلك أَن الشَّرِيب إِذا\n---\nساءَ خُلُقُه لم يُنْصِف شُركاءَه، فأَما الظَّمأُ، مقصور، مصدر ظَمِئَ يَظْمَأُ، فهو مهموز مقصور، ومن العرب مَن يَمدُّ فيقول: الظَّماءُ، ومن أَمثالهم: الظَّماءُ الفادِح خَيْرٌ منَ الرِّيِّ الفاضِح.", "ظأب": "@ظأب: الظَّـأْبُ: الزَّجَلُ. والظَّـأْبُ والظَّـأْمُ، مهموزان:\n---\nالسِّلْفُ. تقول: هو ظَـأْبُه وظَـأْمُه؛ وقد ظاءَبه وظَاءَمَه، وتَظاءَبا،\n---\nوتَظاءَما إِذا تزوّجت أَنت امرأَة، وتزوّج هو أُختها. اللحياني: ظاءَبني فُلانٌ مُظاءَبةً، وظاءَمَني إِذا تزوّجت أَنت امرأَة وتزوّج هو أُختها.\n---\nوفلانٌ ظَـأْبُ فلانٍ أَي سلْفُه، وجمعه أَظْؤُبٌ. وحُكي عن أَبي\n---\nالدُّقَيْشِ في جمعه ظُؤُوبٌ. والظَّـأْبُ: الكلامُ والجَلَبةُ والصَّوْتُ.ابن الأَعرابي: ظَـأَب إِذا جَلَّبَ، وظَـأَب إِذا تزوّج، وظَـأَب إِذا ظَلَم. والأَعْرَفُ أَن الظَّـأْب السِّلْفُ، مهموز، وأَن الصوتَ والجَلَبة وصِـياحَ التَّيْسِ، كل ذلك مهموز. الأَصمعي قال: سمعت ظَـأْبَ تَيْسِ\n---\nفلانٍ وظَـأْمَ تيسِه، وهو صياحُه في هِـياجِه؛ وأَنشد لأَوْس بن\n---\nحَجَرٍ:\n---\nيَصُوعُ عُنُوقَها أَحْوى زَنِـيمُ، *  له ظَـأْبٌ كما صَخِبَ الغَرِيمُ\n---\nقال: وليس أَوْسُ بنُ حَجَر هذا هو التيميّ، لأَن هذا لم يجئ في شعره.\n---\nقال ابن بري: هذا البيت للـمُعَلَّى بن جَمالٍ العَبْدي. يَصُوعُ أَي\n---\nيَسُوقُ ويَجْمَعُ. وعُنُوق: جمع عَناقٍ، للأُنثى من وَلد الـمَعزِ.\n---\nوالأَحْوى: أَراد به تَيْساً أَسْوَدَ. والـحُوَّةُ: سوادٌ يَضْرِبُ إِلى\n---\nحُمْرةٍ. والزَّنيم: الذي له زَنَمتانِ في حَلْقه.", "ظبب": "@ظبب: ابن الأَثير في حديث البراء: فَوَضَعْتُ ظَبِـيبَ السَّيْفِ في بَطْنِه؛ قال: قال الـحَرْبِـيُّ هكذا رُوِي وإِنما هو ظُبَةُ السيف، وهو طَرَفُه، ويُجْمع على الظُّباةِ والظُّبِـينَ. وأَما الضَّبِـيبُ، بالضاد: فسيلانُ الدم من الفم وغيره. وقال أَبو موسى إِنما هو بالصاد المهملة، وقد تقدم في موضعه.", "ظبظب": "@ظبظب: التهذيب: أَما ظَبَّ فإِنه لم يُستعمل إِلاَّ مكرَّراً.\n---\nوالظَّبْظَابُ: كلامُ الـمُوعِدِ بِشَرٍّ؛ قال الشاعر:\n---\nمُواغِدٌ جاءَ له ظَبْظابُ\n---\nقال: والـمُواغِدُ، بالغين: الـمُبادِرُ الـمُتَهَدِّدُ. أَبو عمرو:\n---\nظَبْظَبَ إِذا صاح. وله ظَبْظابٌ أَي جَلَبةٌ؛ وأَنشد:\n---\nجاءَتْ، معَ الصُّبْحِ، لها ظَبَاظِبُ، *  فغَشِـيَ الذَّارَةَ مِنها عَاكِبُ\n---\nابن سيده: يقال ما به ظَبْظابٌ أَي ما به قَلَبَةٌ. وقيل: ما به شيءٌ من الوَجَع؛ قال رؤبة:\n---\nكأَنَّ بي سُلاًّ، وما بي ظَبْظابْ\n---\nقال ابن بري: صواب إِنشاده «وما مِنْ ظَبْظَابْ» وبعده:\n---\nبي، والبِـلى أَنْكَرُ تِـيكَ الأَوْصابْ\n---\nقال ابن بَري: وفي هذا البيت شاهد على صحة السِّلِّ، لأَنَّ الحريري ذكر في كتابه دُرَّة الغَوَّاص، أَنه من غلط العامة، وصوابُه عنده السُّلال. ولم يُصِبْ\n---\nفي إِنكاره السِّلَّ، لكثرة ما جاءَ في أَشْعار الفُصحاءِ؛ وقد ذكره سيبويه في كتابه أَيضاً. والأَوْصابُ: الأَسقام، الواحد وَصَبٌ .\n---\nوالأَصل في الظَّبْظاب بَثْرٌ يخرج بين أَشفار العين، وهو القَمَعُ، يُدَاوى بالزعفران. وقيل ما به ظَبْظابٌ أَي ما به عَيْب؛ قال:\n---\nبُنَيَّتِـي ليس بها ظَبْظابُ\n---\nوالظَّبْظابُ: البَثْرة في جَفْن العين، تُدْعَى الجُدْجُدَ؛ وقيل: هو\n---\nبَثْرٌ يخرج بالعين. ابن الأَعرابي: الظَّبْظابُ البثرة التي تخرج في وجوه الـمِلاحِ. والظَّبْظابُ: داء يُصِـيبُ الإِبلَ. ابن سيده: الظَّبْظابُ أَصواتُ أَجْواف الإِبل من شدَّة العطش، حكاها ابن الأَعرابي. والظَّبْظابُ: الصياحُ والجَلَبة. وظَباظِبُ الغَنم: لَبالِـبُها، وهي أَصواتُها وجَلَبَتُها؛ وقوله: «جاءَتْ معَ الشَّرْبِ لها ظباظِبُ» يجوز أَن يعني به أَصواتَ أَجواف الإِبل من العطش، ويجوز أَن يعني بها أَصوات مشيها؛ وقوله أَيضاً: «مُواغِدٌ جاءَ له ظَباظِبُ» فسره ثعلب بالجَلَبة، وبأَنَّ ظَباظِبَ جمعُ ظَبْظَبَةٍ؛ قال ابن سيده: وقد يجوز أَن يكون جمع ظَبْظابٍ، على حذف الياءِ للضرورة؛ كقوله:\n---\nوالبَكَراتِ الفُسَّجَ العَطامِسَا", "ظرب": "@ظرب: الظَّرِبُ، بكسر الراءِ: كلُّ ما نَتأَ من الحجارة، وحُدَّ\n---\nطَرَفُه؛ وقيل: هو الجَبَل الـمُنْبَسِط؛ وقيل: هو الجَبَلُ الصغير؛ وقيل: الرَّوابي الصغار، والجمعُ: ظِرابٌ؛ وكذلك فسر في الحديث: الشَّمْسُ على الظِّرَابِ. وفي حديث الاستسقاءِ: اللهم على الآكام، والظِّرابِ، وبُطونِ الأَوْدية، والتِّلالِ. والظِّرابُ: الرَّوابي الصِّغارُ، واحدها ظَرِبٌ، بوزن كَتِفٍ، وقد يجمع، في القلة، على أَظْرُبٍ. وفي حديث أَبي بكر، رضي اللّه عنه: أَيْنَ أَهْلُكَ يا مَسْعُودُ؟ فقال: بهذه الأَظْرُبِ السَّوَاقِطِ؛ السَّواقِطُ: الخاشعةُ المنخفضةُ. وفي حديث عائشة، رضي اللّه عنها:\n---\nرأَيتُ كأَني على ظَرِبٍ. ويُصَغَّر على ظُرَيْبٍ. وفي حديث أَبي أُمامة في ذكر الدجال: حتى ينزلَ على الظُّرَيْبِ الأَحمر. وفي حديث عمر، رضي اللّه عنه: إِذا غَسَقَ الليلُ على الظِّرابِ؛ إِنما خَصَّ الظِّراب لِقَصرها؛ أَراد أَنّ ظُلْمة الليل تَقْرُبُ من الأَرض.\n---\nالليث: الظَّرِبُ من الحجارة ما كان ناتِئاً في جَبَلٍ، أَو أَرضٍ\n---\nخَرِبةٍ، وكان طَرَفُه الثاني مُحَدَّداً، وإِذا كان خِلْقَةُ الجَبَلِ كذلك،\n---\nسُمِّيَ ظَرِباً. وقيل: الظَّرِبُ أَصْغَرُ الإِكامِ وأَحَدُّه حَجراً، لا يكون حَجَرُه إِلاَّ طُرَراً، أَبيضُه وأَسْودُه وكلُّ لونٍ، وجمعه: أَظْرابٌ. والظَّرِبُ: اسم رجل، منه. ومنه سُمِّي عامِرُ بن الظَّرِبِ العَدْوانيّ، أَحدُ فُرْسانِ بني حِمَّانَ بنِ عبدِالعُزَّى؛ وفي الصحاح:\n---\nأَحَدُ حُكَّامِ العَرَب. قال مَعْد يِكرب، المعروفُ بغَلْفاءَ، يَرْثي أَخاه\n---\nشُرَحْبيلَ، وكان قُتِلَ يومَ الكُلابِ الأَوَّل:\n---\nإِنَّ جَنْبِـي عن الفِراشِ لَنابِ، *  كَتَجافي الأَسَرّ فَوْقَ الظِّرابِ\n---\nمن حديثٍ نَمَى إِليَّ، فما تَرْقأُ *  عَيْني، ولا أُسِـيغُ شَرابِـي\n---\nمن شُرَحْبيلَ، إِذ تَعاوَرَهُ الأَرْ *  ماحُ في حالِ صَبْوةٍ وشَبَابِ\n---\nوالكُلابُ: اسمُ ماءٍ. وكان ذلك اليومَ رئيس بَكْرٍ. والأَسَرُّ: البعير\n---\nالذي في كِرْكِرَتِه\n---\nدَبْرَةٌ؛ وقال الـمُفَضَّلُ: الـمُظَرَّبُ الذي لَوَّحَتْهُ الظِّرابُ؛ قال رؤْبة:\n---\nشَدَّ الشَّظِـيُّ الجَنْدَلَ الـمُظَرَّبا\n---\nوقال غيره: ظُرِّبَتْ حَوافِرُ الدابةِ تَظْريباً، فهي مُظَرَّبة، إِذا\n---\nصَلُبَتْ واشْتَدَّتْ. وفي الحديث: كان له فرسٌ يقال له الظَّرِبُ،\n---\nتشبيهاً بالجُبَيْل، لقُوَّته.\n---\nوأَظْرابُ اللِّجَامِ: العُقَدُ التي في أَطْرافِ الـحَديدِ؛ قال:\n---\nبادٍ نَواجِذُه عنِ الأَظْرابِ\n---\nوهذا البيتُ ذكره الجوهريّ شاهداً على قوله: والأَظْرابُ أَسْناخُ\n---\nالأَسْنانِ؛ قال عامر بن الطُّفَيْلِ:\n---\nومُقَطِّعٍ حَلَقَ الرِّحالةِ سابِـحٍ، *  بادٍ نَواجِذُه عنِ الأَظْرابِ\n---\nوقال ابن بري: البيت للَبيد يصف فرساً، وليس لعامر بن الطفيل، وكذلك أَورده الأَزهري للبيد أَيضاً، وقال: يقول يُقَطِّعُ حَلَقَ الرِّحالةِ بوثُوبِه، وتَبْدو نَواجِذُه، إِذا وَطِـئَ على الظِّرابِ أَي كَلَح. يقول: هو هكذا، وهذه قُوَّتُه، قال: وصوابه ومُقَطِّعٌ، بالرفع، لأَن قبله:\n---\nتَهْدي أَوائِلَهُنَّ كلُّ طِمِرَّةٍ، *  جَرْداءُ مثلُ هِراوةِ الأَعْزابِ\n---\nوالنَّواجذُ، ههنا: الضَّواحِكُ؛ وهو الذي اختاره الهروي. وفي الحديث: أَنه، صلى اللّه عليه وسلم، ضَحِكَ حتى بَدَتْ نواجذُه؛ قال: لأَن جُلَّ ضَحِكِه كان التَّبَسُّمَ. والنواجذُ، هنا: آخر الأَضراس، وذلك لا يَبينُ عند الضَّحِك. ويقوّي أَن الناجذَ الضاحكُ قول الفرزدق:\n---\nولو سأَلَتْ عنِّي النَّوارُ وقَوْمُها، *  إِذَنْ لم تُوارِ الناجِذَ الشَّـفَتانِ\n---\nوقال أَبو زُبَيْدٍ الطائي:\n---\nبارِزاً ناجذاه، قد بَرَدَ الـمَوْ *  تُ، على مُصْطَلاهُ، أَيَّ بُرودِ\n---\nوالظُّرُبُ، على مثال عُتُلٍّ: القصير الغليظُ اللَّحِيمُ، عن اللحياني؛\n---\nوأَنشد:\n---\nيا أُمَّ عبدِاللّهِ أُمَّ العبدِ،\n---\nيا أَحسَنَ الناسِ مَناطَ عِقْدِ،\n---\nلا تَعْدِليني بظُرُبٍّ جَعْدِ\n---\nأَبو زيد: الظَّرِباءُ، ممدود على فَعِلاءَ\n---\n: دابة شبه\n---\nالقرد. قال أَبو عمرو: هو الظَّرِبانُ، بالنون، وهو على قدر الـهِرِّ ونحوه.\n---\nوقال أَبو الهيثم: هو الظَّرِبَـى، مقصور، والظَّرِباءُ، ممدود، لحن؛ وأَنشد قول الفرزدق:\n---\nفكيف تُكَلِّمُ الظَّرِبَـى، عليها *  فِراءُ اللُّؤْمِ، أَرْباباً غِضابا\n---\nقال: والظَّرِبَـى جمع، على غير معنى التوحيد. قال أَبو منصور وقال الليث: هو الظَّرِبَـى، مقصور، كما قال أَبو الهيثم، وهو الصواب. وروى شمر عن أَبي زيد: هي الظَّرِبانُ، وهي الظَّرابِـيُّ، بغير نون، وهي الظِّرْبَـى، الظاء مكسورة، والراء جزم، والباء مفتوحة، وكلاهما جِماعٌ: وهي دابة تشبه القرد؛ وأَنشد:\n---\nلو كنتُ في نارٍ جحيمٍ، لأَصْبَحَت *  ظَرابِـيُّ، من حِمّانَ، عنِّي تُثيرُها\n---\nقال أَبو زيد: والأُنثى ظَرِبانةٌ؛ وقال البَعِـيثُ:\n---\nسَواسِـيَةٌ سُودُ الوجوهِ، كأَنهم *  ظَرابِـيُّ غِربانٍ بمَجْرودةٍ مَحْلِ\n---\nوالظَّرِبانُ: دُوَيْبَّة شِـبْهُ الكلب، أَصَمُّ الأُذنين، صِماخاه يَهْوِيانِ، طويلُ الخُرْطوم، أَسودُ السَّراة، أَبيضُ البطن، كثير الفَسْوِ،\n---\nمُنْتِنُ الرائحة، يَفْسُو في جُحْرِ الضَّبِّ، فيَسْدَرُ من خُبْث رائحته، فيأْكله. وتزعم الأَعراب: أَنها تفسو في ثوب أَحدهم، إِذا صادها، فلا تذهب رائحته حتى يَبْلى الثوبُ. أَبو الهيثم: يقال هو أَفْسى من الظَّرِبانِ؛ وذلك أَنها تَفْسُو على باب جُحْرِ الضَّبِّ حتى يَخْرُجَ، فيُصادَ. الجوهري في المثل: فَسا بَيْنَنا الظَّرِبانُ؛ وذلك إِذا تَقاطَعَ القومُ. ابن سيده: قيل هي دابة شِبْهُ القِرْد، وقيل: هي على قَدْرِ الـهِرِّ ونحوه؛ قال عبداللّه بن حَجَّاج الزُّبَيْدِيّ التَّغْلَبـيّ:\n---\nأَلا أََبْلِغا قَيْساً وخِنْدِفَ أَنني *  ضَرَبْتُ كَثِـيراً مَضْرِبَ الظَّرِبانِ\n---\nيعني كثير بن شهاب الـمَذْحِجيّ، وكان معاويةُ ولاّه خُراسان، فاحْتازَ مالاً، واستتر عند هانئ بن عُروة الـمُراديّ، فأَخذه من عنده وقتله. وقوله مَضْرِبَ الظَّرِبانِ أَي ضَرَبْتُه في وجهه، وذلك أَن للظَّرِبان خَطّاً في وجهه، فشَبَّه ضربته في وجهه بالخَطِّ الذي في وَجْهِ الظَّرِبانِ؛ وبعده:\n---\nفيا لَيْتَ لا يَنْفَكُّ مِخْطَمُ أَنفِه، *  يُسَبُّ ويُخْزَى، الدَّهْرَ، كُلُّ يَمانِ\n---\nقال: ومن رواه ضَرَبْتُ عُبَيْداً، فليس هو لعبداللّه ابن حَجَّاج،\n---\nوإِنما هو لأَسَدِ بن ناغِصةَ، وهو الذي قَتَلَ عُبيداً بأَمر النُّعْمان يوم بُوسَةَ؛ والبيت:\n---\nأَلا أَبلغا فِتْيانَ دُودانَ أَنـَّني *  ضَرَبْتُ عُبيداً مَضْرِبَ الظَّرِبانِ\n---\nغَداةَ تَوَخَّى الـمُلْكَ، يَلتَمِسُ الـحِبا، *  فَصادَفَ نَحْساً كانَ كالدَّبَرانِ\n---\nالأَزهري: قال قرأْت بخط أَبي الهيثم، قال: الظِّرْبانُ دابة صغير\n---\nالقوائم، يكون طُولُ قوائمه قدر نصف إِصبع، وهو عريضٌ، يكون عُرْضُه شبراً أَو فتراً، وطُولُه مقدار ذراع، وهو مُكَربَسُ الرأْس أَي مجتمعه؛ قال: وأُذناه كأُذُنَي السِّنَّوْر، وجمعه الظِّرْبَـى.\n---\nوقيل: الظِّرْبَـى الواحدُ، وجمعه ظِرْبانٌ. ابن سيده: والجمعُ ظَرابينُ وظَرابِـيُّ؛ الياء الأُولى بدل من الأَلف، والثانية بدل من النون، والقول فيه كالقول في إِنسانٍ، وسيأْتي ذكره. الجوهري: الظِّرْبَـى على فِعْلَى، جمع مثل حِجْلَى جمع حَجَلٍ؛ قال الفرزدق:\n---\nوما جعل الظِّرْبَـى، القِصارُ أُنوفُها، إِلى الطِّمِّ من مَوْجِ البحارِ الخَضارمِ وربما مُدَّ وجُمع على ظَرابِـيّ، مثل حِرْباءٍ وحَرابيّ، كأَنه جمع ظِرْباء؛ وقال:\n---\nوهل أَنتُم إِلاّ ظَرابِـيُّ مَذْحِجٍ، *  تَفَاسَى وتَسْتَنْشِـي بآنُفِها الطُّخْمِ\n---\nوظِرْبَـى وظِرْباء: اسمان للجمع، ويُشْتَمُ به الرجلُ، فيقال: يا\n---\nظَرِبانُ. ويقال: تَشاتَما فكأَنما جَزَرا بينهما ظَرِباناً؛ شَبَّهوا فُحْشَ\n---\nتشاتمهما بنَتْنِ الظَّربان. وقالوا: هما يَتنازعان جِلْدَ الظَّرِبانِ\n---\nأَي يَتَسابَّانِ، فكَـأَنَّ بينهما جِلْدَ ظَرِبانٍ، يَتَناولانِه ويَتَجاذَبانِه. ابن الأَعرابي: من أَمثالهم: هما يَتَماشَنانِ جِلْدَ الظَّرِبانِ أَي\n---\nيَتَشاتمان. والـمَشْنُ: مَسْحُ اليدين بالشيءِ الخَشِنِ.", "ظنب": "@ظنب: الظُّنْبة: عَقَبةٌ تُلَفُّ على أَطرافِ الرِّيش مما يَلي الفُوقَ،\n---\nعن أَبي حنيفة.\n---\nوالظُّنْبوبُ: حَرْفُ الساقِ اليابِسُ من قُدُمٍ، وقيل: هو ظاهرُ  الساق، وقيل: هو عَظْمه؛ قال يصف ظليماً:\n---\nعارِي الظَّنَابيبِ، مُنْحَصٌّ قَوادِمُه، *  يَرْمَدُّ حتى تَرَى، في رَأْسِه، صَتَعا\n---\nأَي التِواءً. وفي حديث الـمُغِـيرة: عارية الظُّنْبوبِ هو حَرْفُ العظم اليابِسُ من السَّاقِ أَي عَرِيَ عَظْمُ ساقِها من اللَّحْم لـهُزالها.\n---\nوقَرَع لذلك الأَمْر ظُنْبُوبَه: تَهَـيَّـأَ له؛ قالَ سلامة بن جَنْدل:\n---\nكُنَّا، إِذا ما أَتانا صارِخٌ فَزِعٌ،  *  كانَ الصُّراخُ له قَرْعَ الظَّنابِـيبِ\n---\nويقال: عنى بذلك سُرْعةَ الإِجابة، وجَعَل قَرْعَ السَّوْطِ على ساقِ\n---\nالخُفِّ، في زجْر الفرس، قَرْعاً للظُّنْبوبِ. وقَرَعَ ظَنابِـيبَ الأَمْر:\n---\nذلَّلَهُ؛ أَنشد ابن الأَعرابي:\n---\nقَرَعْتُ ظَنابِـيبَ الـهَوَى، يومَ عالِـجٍ، *  ويومَ اللِّوَى، حتى قَسَرْتُ الـهَوَى قَسْرا\n---\nفإِنْ خِفْتَ يَوْماً أَن يَلِجَّ بكَ الـهَوَى، *  فإِنَّ الهوَى يَكْفِـيكَهُ مِثلُه صَبرَا\n---\nيقول: ذَلَّلْتُ الهوَى بقَرْعي ظُنْبوبَه كما تَقْرَعُ ظُنْبوبَ البعير، ليَتَنَوَّخَ لك فتَرْكَبَه، وكل ذلك على الـمَثَل؛ فإِن الهوَى وغيرَه\n---\nمن الأَعْراض لا ظُنْبوبَ له. والظُّنْبوب: مِسْمارٌ يكون في جُبَّةِ\n---\nالسِّنانِ، حيثُ يُرَكَّبُ في عاليةِ الرُّمح، وقد فُسِّرَ به بيتُ سَلامةَ. وقيل: قَرْعُ الظُّنْبوبِ أَن يَقْرَعَ الرَّجلُ ظُنْبوبَ راحلته بعَصاه إِذا أَناخَها ليركبها رُكوبَ المُسْرِعِ إِلى الشيءِ. وقيل: أَن يَضْرِبَ ظُنْبوبَ دابته بسَوْطِه لِـيُنزِقَه، إِذا أَراد رُكوبَه. ومن أَمثالهم: قَرَعَ فُلانٌ لأَمْرِه ظُنْبوبَه إِذا جَدَّ فيه. قال أَبو زيد: لا يقال لذواتِ الأَوْظِفَة ظُنْبوبٌ. ابن الأَعرابي: الظِّنْبُ أَصلُ الشجرة؛ قال:\n---\nفلَوْ أَنها طافَتْ بِظِنْبٍ مُعَجَّمٍ،  *  نَفَى الرِّقَّ عنه جَدْبُه، فهو كالِـحُ\n---\nلَجاءَتْ، كأَنَّ القَسْورَ الجَوْنَ بَجَّها *  عَسالِـيجَه، والثَّامِرُ الـمُتَناوِحُ\n---\nيصف مِعْزَى بحُسْنِ القَبول وقلة الأَكل. والـمُعَجَّم: الذي قد أُكِلَ\n---\nحتى لم يَبْقَ منه إِلاَّ قليل. والرِّقُّ: ورق الشجر. والكالِـحُ: الـمُقَشَّرُ من الجَدْبِ. والقَسْوَرُ: ضَرْبٌ من الشَّجَر.", "ظوب": "@ظوب: ظابُ التَّيْسِ: صِـياحُه عند الهياج، ويُستعمل في الإِنسان؛ قال أَوْسُ بن حجرٍ:\n---\nيَصُوعُ عُنوقَها أَحْوى زَنِـيمُ،  *  له ظَابٌ، كما صَخِبَ الغَريمُ\n---\nوالظَّابُ: الكلامُ والجَلَبَة؛ قال ابن سيده: وإِنما حملناه على الواو،\n---\nلأَنا لا نعرف له مادَّةً، فإِذا لم توجد له مادَّة، وكان انقِلابُ الأَلف عن الواو عيناً أَكثر، كان حَمْلُه على الواو أَولى.", "ظجج": "@ظجج: ابن الأَعرابي: ظَجَّ إِذا صاح في الحرْب صياح المُستغيث؛ قال أَبو\n---\nمنصور: الأَصل فيه ضَجَّ ثم جعل ضَجَّ في غير الحرب، وظَجَّ، بالظاء، في\n---\nالحرب.", "ظمخ": "@ظمخ: الظِّمْخُ: شجر السُّمَّاقِ. التهذيب: أَبو عمرو: الظِّمْخُ واحدتها ظِمْخَةٌ شجرة على صورة الدُّلْب، يقطع منها خشب القصارين التي تُدفن، وهي العِرْنُ أَيضاً، الواحدة عِرْنَةٌ، والعِرْنة والعَرَنْتَنُ أَيضاً:خشبه الذي يدبغ به، والسَّفع طلعه.", "ظأر": "@ظأر: الظِّئْرُ، مهموز: العاطفةُ على غير ولدها المرْضِعةُ له من الناس\n---\nوالإِبل، الذكرُ والأُنثى في ذلك سواء، والجمع أَظْؤُرٌ وأَظْآرٌ\n---\nوظُؤُورٌ وظُؤَار، على فُعال بالضم؛ الأَخيرة من الجمع العزيز، وظُؤْرةٌ وهو عند\n---\nسيبويه اسم للجمع كفُرْهةٍ لأَن فِعْلاً ليس مما يُكَسَّر على فُعْلةٍ\n---\nعنده؛ وقيل: جمع الظِّئْر من الإِبل ظُؤارٌ، ومن النساء ظُؤُورة.\n---\nوناقةٌ ظَؤُور: لازمة للفَصِيل أَو البَوِّ؛ وقيل: معطوفة على غير\n---\nولدها، والجمع ظُؤَارٌ، وقد ظَأَرها عليه يَظْأَرُها ظَأْراً وظِئاراً\n---\nفاظّأَرَت، وقد تكون الظُّؤُورةُ التي هي المصدر في المرأَة؛ وتفسير يعقوب لقول\n---\nرؤبة:\n---\nإِن تَمِيماً لم يُراضَع مُسْبَعا\n---\nبأَنه لم يُدْفَع إِلى الظُّؤُورة، يجوز أَن تكون الظؤورة هنا مصدراً\n---\nوأَن تكون جمع ظِئْرٍ، كما قالوا الفُحُولة والبُعُولة.\n---\nوتقول: هذه ظِئْرِي، قال: والظِّئْرُ سواءٌ في الذكر والأُنثى من الناس.\n---\nوفي الحديث: ذَكَر ابنَه إِبراهيم، عليه السلام، فقال: إِن له ظِئْراً\n---\nفي الجنّة؛ الظِّئْرُ: المُرْضِعة غير وَلدها؛ ومنه حديث سَيْفٍ القَيْنِ:\n---\nظِئْر إِبراهيم ابن النبي، عليهما السلام والصلاة، وهو زوج مُرْضِعته؛\n---\nومنه الحديث: الشَّهيدُ تَبْتَدِرهُ زَوْجَتاه كظِئْرَيْنِ أَضَلَّتا\n---\nفَصِيلَيهما. وفي حديث عمرو: سأَله رجل فأَعطاه رُبَعَةً من الصدقة يَتْبَعُها\n---\nظِئْراها أَي أُمُّها وأَبوها.\n---\nوقال أَبو حنيفة: الظأْرُ أَن تُعْطَفَ الناقةُ والناقتان وأَكثرُ من\n---\nذلك على فَصِيل واحد حتى تَرْأَمَه ولا أَوْلادَ لها وإِنما يفعلون ذلك\n---\nليَستَدرُّوها به وإِلا لم تَدِرّ؛ وبينهما مُظاءَرةٌ أَي أَن كلَّ واحد\n---\nمنهما ظِئْرٌ لصاحبه. وقال أَبو الهيثم: ظَأَرْتُ الناقةَ على ولدها\n---\nظَأْراً، وهي ناقة مَظْؤُورة إِذا عطفتها على ولد غيرها؛ وقال الكميت:\n---\nظَأَرَتْهمُ بِعَصاً، ويا\n---\nعَجَباً لِمَظْؤُورٍ وظائرْ\n---\nقال: والظِّئْرُ فِعْل بمعنى مفعول، والظَّأْر مصدر كالثَّنْيِ\n---\nوالثَّنْي، فالثَّنْيُ اسم للمَثْنِيّ، والثَّنْيُ فِعْل الثاني، وكذلك القِطْفُ،\n---\nوالقَطْفُ والحِمْلُ والحَمْل. الجوهري: وظأَرَت الناقةُ أَيضاً إِذا\n---\nعَطفَت على البَوِّ، يتعدى ولا يتعدى، فهي ظَؤُورٌ. وظاءَرَت المرأَةُ،\n---\nبوزن فاعَلَت: اتخذت ولداً تُرْضِعه؛ واظّأَرَ لولده ظِئْراً: اتخذها. ويقال\n---\nلأَبي الولد لِصُلْبه: هو مُظائرٌ لتلك المرأَة. ويقال: اظّأَرْتُ\n---\nلِولدي ظئْراً أَي اتخذت، وهو افتعلت، فأُدْغِمت الطاء في باب الافتعال\n---\nفحُوِّلَت ظاءً لأَن الظاء من فِخام حروف الشجْر التي قلبت مخارجها من التاء،\n---\nفضَمُّوا إِليها حرفاً فَخْماً مثلها ليكون أَيسر على اللسان لتَبايُنِ\n---\nمَدْرجة الحروف الفِخام من مدارج الحروف الفُخْتِ، وكذلك تحويل تلك التاء\n---\nمع الضاد والصاد طاء لأَنهما من الحروف الفِخَام، والقول فيه كالقول في\n---\nاظّلَم. ويقال: ظَأَرَني فلان على أَمر كذا وأَظْأَرَني وظاءَرَني على\n---\nفاعَلني أَي عطفَني. قال أَبو عبيد: من أَمثالهم في الإِعطاء من الخوف قولهم:\n---\nالطَّعْنُ يَظْأَرُ أَي يَعْطِف على الصُّلْح. يقول: إِذا خافَك أَن\n---\nتَطْعَنَه فَتَقْتُلَه، عطفَه ذلك عليكَ فجادَ بمالِه للخوف حينئذ. أَبو\n---\nزيد: ظأَرْت مُظاءرةً إِذا اتخذْت ظِئْراً. قال ابن سيده: وقالوا الطَّعْنُ\n---\nظِئارُ قومٍ، مُشْتَقّ من الناقة يؤخذ عنها ولدُها فتُظْأَرُ عليه إِذا\n---\nعَطفوها عليه فتُحِبّه وتَرْأَمُه؛ يقول: فأَخِفْهُمْ حتى يُحِبّوك.\n---\nالجوهري: وفي المثل: الطعن يُظْئِرُه أَي يَعْطِفه على الصُّلْح. قال\n---\nالأَصمعي: عَدْوٌ ظَأْرٌ إِذا كان معه مثلُه، قال: وكل شيء مع شيء مثله، فهو\n---\nظَأْرٌ؛ وقول الأَرقط يصف حُمُراً:\n---\nتَأْنيفُهُنَّ نَقَلٌ وأَفْرُ،\n---\nوالشَّدُّ تاراتٍ وعَدْوٌ ظَأْرُ\n---\nالتأْنيف: طلبُ أُنُفِ الكَلإِ؛ أَراد: عندها صَوْنٌ من العَدْوِ لم\n---\nتَبْذِله كلَّه، ويقال للرُّكْن من أَركان القَصْر: ظِئْرٌ، والدِّعامةُ\n---\nتُبنى إِلى جَنْب حائطٍ ليُدْعَم عليها: ظِئرةٌ. ويقال للظئْرِ: ظَؤُورٌ،\n---\nفَعُول بمعنى مفعول، وقد يوصف بالظُّؤَارِ الأَثافيّ؛ قال ابن سيده:\n---\nوالظُّؤَار الأَثافيُّ شُبِّهَت بالإِبِل لتعطُّفِها حول الرماد؛ قال:\n---\nسُفْعاً ظُؤَاراً حَوْلَ أَوْرَقَ جاثمٍ،\n---\nلَعِلَ الرِّياحُ بتُرْبِه أَحْوالا\n---\nوظأَرَني على الأَمر راوَدَني. الليث: الظَُّوورُ من النُّوقِ التي\n---\nتَعْطِف على ولد غيرها أَو على بَوٍّ؛ تقول: ظُئِرت فاظَّأَرتْ، بالظاء، فهي\n---\nظَؤُورٌ ومَظْؤُورةٌ، وجمع الظَّؤُور أَظْآرٌ وظُؤَارٌ؛ قال متمم:\n---\nفما وَجْدُ أَظْآرٍ ثلاثٍ رَوائمٍ،\n---\nرَأَينَ مَخَرّاً من حُوَارٍ ومَصْرَعا\n---\nوقال آخر في الظُّؤَار:\n---\nيُعَقِّلُهنّ جَعْدةُ من سُلَيمٍ،\n---\nوبِئْسَ مُعَقِّلُ الذَّوْدِ الظؤارِ\n---\nوالظِّئَارُ: أَن تعالِجَ الناقةَ بالغِمامةِ في أَنفِها لِكيْ تَظْأَر.\n---\nورُوي عن ابن عمر أَنه اشترى ناقةً فرأَى فيها تَشْريمَ الظِّئارِ\n---\nفرَدَّها؛ والتشريم: التشقيق. والظِّئارُ: أَن تُعْطَفَ الناقةُ على ولد\n---\nغيرها، وذلك أَن يُشَدَّ أَنْفُ الناقة وعَيْناها وتُدَسَّ دُرْجةٌ من الخِرَق\n---\nمجموعة في رَحِمِها، ويَخُلُّوه بِخلالَين، وتُجَلّل بغِمامة تَسْتُر\n---\nرأْسها، وتُتْرَك كذلك حتى تَغُمَّها، وتَظُنَّ أَنها قد مُخِضَت للولادة\n---\nثم تُنْزع الدُّرْجة من حيائها، ويُدْنى حُوارُ ناقةٍ أُخرى منها قد\n---\nلُوِّثَ رأْسُه وجلدُه بما خرج مع الدُّرْجة من أَذى الرحِم؛ ثم يفتحون\n---\nأَنفَها وعينَها، فإِذا رأَت الحُوارَ وشَمَّته ظنَّت أَنها ولدَتْه إِذا\n---\nشافَتْه فَتَدِرّ عليه وتَرْأَمُه، وإِذا دُسَّت الدُّرجةُ في رحمها ضُمَّ ما\n---\nبين شُفْرَي حيائها بسَيْرٍ، فأَراد بالتشريم ما تخرَّق من شُفْريها؛ قال\n---\nالشاعر:\n---\nولم تَجْعَلْ لها دُرَج الظِّئَارِ\n---\nوفي الحديث: ومن ظَأَرَه الإِسلامُ؛ أَي عطفَه عليه. وفي حديث علي:\n---\nأَظأَرُكم إِلى الحَقّ وأَنتم تفِرّون منه. وفي حديث صعصعة بن ناجية جدّ\n---\nالفرزدق: قد أَصَبْنا ناقَتيْك ونَتَجْناهما وظَأَرْناهما على أَولادهما. وفي\n---\nحديث عمر: أَنه كتب إِلى هُنَيّ وهو في نَعَمِ الصدقة: أَن ظاوِر؛ قال:\n---\nفكنا نَجْمَعُ الناقتين والثلاثَ على الرُّبَعِ الواحد ثم نَحْدُرها\n---\nإِليه. قال شمر: المعروف في كلام العرب ظائِرْ، بالهمز، وهي المُظاءَرةُ.\n---\nوالظِّئارُ: أَن تُعْطَفَ الناقةُ إِذا مات ولدُها أَو ذُبِح على ولد\n---\nالأُخرى. قال الأَصمعي: كانت العرب إِذا أَرادت أَن تُغِيرَ ظاءَرَت، بتقدير\n---\nفاعَلَت، وذلك أَنهم يُبْقُون اللبنَ ليَسْقوه الخيلَ.\n---\nقال الأَزهري: قرأْت بخط أَبي الهيثم لأَبي حاتم في باب البقر: قال\n---\nالطائِفِيّون إِذا أَرادت البقرةُ الفحلَ، فهي ضَبِعَة كالناقة، وهي ظُؤْرَى،\n---\nقال: ولا فعل للظُّؤْرَى. ابن الأَعرابي: الظُّؤْرةُ الدايةُ،\n---\nوالظُّؤْرةُ المُرْضِعة. قال أَبو منصور: قرأْت في بعض الكتب اسْتَظْأَرَت الكلبة،\n---\nبالظاء، أَي أَجْعَلَت واسْتَحْرَمت؛ وفي كتاب أَبي الهيثم في البقر:\n---\nالظُّؤْرى من البقر وهي الضَّبِعةُ. قال الأَزهري: وروى لنا المنذري في\n---\nكتاب الفروق: اسْتَظْأَرت الكلبةُ إِذا هاجت، فهي مُسْتَظْئرة، قال: وأَنا\n---\nواقف في هذا.", "ظرر": "@ظرر: الظِّرُّ والظُّرَرَةُ والظُّرَرُ: الحَجَرُ عامة، وقيل: هو الحجر\n---\nالمُدَوّر، وقيل: قطعة حجر له حَدّ كحدِّ السكين، والجمع ظِرَّان\n---\nوظُرَّان. قال ثعلب: ظُرَر وظِرَّان كجُرَذٍ وجِرْذانٍ، وقد يكون ظِرّان وظُرّان\n---\nجمع ظِرٍّ كَصِنْوٍ وصِنْوان وذِئْب وذؤبان. وفي الحديث عن النبي، صلى\n---\nالله عليه وسلم، أَن عدِيّبن حاتم سأَله فقال: إِنَّا نَصيدُ الصَّيْدَ\n---\nولا نَجِدُ ما نُذَكِّي به إِلاَّ الظِّرَارَ وشِقّةَ العَصا، قال: امْرِ\n---\nالدمَ بما شئْت. قال الأَصمعي: الظِّرَارُ واحدها ظُرَرٌ، وهو حجر\n---\nمُحَدَّدٌ صُلْب، وجمعُه ظِرَارٌ، مثل رُطَب ورِطَابٍ، وظِرَّانٌ مثل صُرَدٍ\n---\nوصِرْدان؛ قال لبيد:\n---\nبجَسْرةٍ تَنْجُل الظِّرَّانَ ناجِيةً،\n---\nإِذا تَوقَّدَ في الدِّيْموسةِ الظُّرَرُ\n---\nوفي حديث عدي أَيضاً: لا سِّكْينَ إِلاَّ الظَّرَّانُ، ويجمع أَيضاً على\n---\nأَظِرَّة؛ ومنه: فأَخذت ظُرَراً من الأَظِرَّة فذَبَحْتُها به. شمر:\n---\nالمَظَرّة فلْقة من الظِّرَّان يقطع بها، وقال: ظَرِير وأَظِرَّة، ويقال\n---\nظُرَرَةٌ واحدةٌ؛ وقال ابن شميل: الظِّرُّ حَجَر أَمْلَس عريض يَكسره الرجا\n---\nفيَجْزِر الجَزورَ وعلى كل لون يكون الظُّرَر، وهو قبل أَن يُكسر ظُرَرٌ\n---\nأَيضاً، وهي في الأَرض سَلِيل وصَفائحُ مثل السيوف. والسَّلِيل الحجر\n---\nالعريض؛ وأَنشد:\n---\nتَقِيه مَظارِيرَ الصُّوى من نعاله؛\n---\nبسورٍ تُلحيِّه الحصى، كنَوى القَسْبِ\n---\nوأَرض مَظِرَّة، بكسر الظاء: ذاتُ حجارة؛ عن ثعلب. وفي التهذيب: ذات\n---\nظِرَّان. وحكى الفارسي: أَرى أَرضاً مَظَرَّةً، بفتح الميم والظاء، ذات\n---\nظِرَّان.\n---\nوالظَّرِيرُ: نَعْتُ المكان الحَزْن. والظَّرِيرُ: المكان الكثير\n---\nالحجارة، والجمع كالجمع. والظَّرِيرُ: العلَمُ الذي يُهْتدَى به، والجمع\n---\nأَظِرَّةٌ وظُرَّانٌ، مثل أَرْغْفِة ورُغْفانٍ. التهذيب: والأَظِرَّةُ من\n---\nالأَعلام التي يهتدى بها مثل الأَمِرَّة، ومنها ما يكون مَمْطوراً\n---\n(* قوله:\n---\n«ممطوراً» بهامش الأَصل ما نصه: صوابه ممطولاً). صُلْباً يُتَّخذُ منه\n---\nالرَّحى.\n---\nوالظُّرَرُ والمَظَرَّةُ: الحجر يقطع به. الليث: يقال ظَرَرْتُ\n---\nمَظَرَّةً، وذلك أَن الناقة إِذا أَبْلَمت، وهو داء يأْخذها في حَلْقة الرحم،\n---\nفيَضِيق فيأْخذ الراعي مَظَرَّةً ويُدْخل يدَه في بطنها من ظَبْيَتها ثم\n---\nيقطع من ذلك الموضع كالثُّؤْلولِ، وهو ما أَبْلم في بطن الناقة، وظَرَّ\n---\nمَظَرَّةً: قطعها. وقال بعضهم في المثل: أَظِرِّي فإِنك ناعلة أَي اركبي\n---\nالظُّرَرَ، والمعروف بالطاء، وقد تقدم.", "ظفر": "@ظفر: الظُّفْرُ والظُّفُرُ: معروف، وجمعه أَظْفارٌ وأُظْفورٌ وأَظافيرُ،\n---\nيكون للإِنسان وغيره، وأَما قراءة من قرأَ: كل ذي ظِفْر، بالكسر، فشاذ\n---\nغير مأْنوسٍ به إِذ لا يُعْرف ظِفْر، بالكسر، وقالوا: الظُّفْر لما لا\n---\nيَصِيد، والمِخْلَبُ لما يَصِيد؛ كله مذكر صرح به اللحياني، والجمع أَظفار،\n---\nوهو الأُظْفُورُ، وعلى هذا قولهم أَظافيرُ، لا على أَنه حمع أَظفار الذي\n---\nهو جمع ظُفْر لأَنه ليس كل جمع يجمع، ولهذا حمل الأَخفش قراءة من قرأَ:\n---\nفَرُهُنٌ مقبوضة، على أَنه جمع رَهْن ويُجَوّز قِلَّته لئلا يضْطَرَّه\n---\nإِلى ذلك أَن يكون جمعَ رِهانٍ الذي هو جمعُ رَهْنٍ، وأَما من لم يقل إِلاَّ\n---\nظُفْر فإِن أَظافِيرَ عنده مُلْحَقةٌ بباب دُمْلوج، بدليل ما انضاف\n---\nإِليها من زيادة الواو معها؛ قال ابن سيده: هذا مذهب بعضهم. الليث: الظُّفْر\n---\nظُفْر الأُصبع وظُفْر الطائر، والجمع الأَظفار، وجماعة الأَظْفار\n---\nأَظافِيرُ، لأَن أَظفاراً بوزن إِعْصارٍ، تقول أَظافِيرُ وأَعاصيرُ، وإِنْ جاء\n---\nذلك في الأَشعار جاز ولا يُتَكلّم به بالقياس في كل ذلك سواء غير أَن\n---\nالسمع آنَسُ، فإِذا ورد على الإِنسان شيء لم يسمعه مستعملاً في الكلام\n---\nاسْتوحَشَ منه فَنَفَر، وهو في الأَشعار جيّدٌ جائز. وقوله تعالى: وعلى الذين\n---\nهادُوا حَرّمْنا كلَّ ذي ظُفُرٍ؛ دخل في ذي الظُّفْرِ ذواتُ المناسم من\n---\nالإِبل والنعامِ لأَنها كالأَظْفار لها.\n---\nورجل أَظْفَرُ: طويل الأَظفار عريضُها، ولا فَعْلاء لها من جهة السماع،\n---\nومَنْسِم أَظْفَرُ كذلك؛ قال ذو الرمة:\n---\nبأَظْفَرَ كالعَمُودِ إِذا اصْمَعَدّتْ\n---\nعلى وَهَلٍ، وأَصفَرَ كالعَمُودِ\n---\nوالتَّظْفيرُ: غَمْزُ الظُّفْرِ في التُّفَّاحة وغيرها.\n---\nوظَفَرَه يَظْفِرُه وظَفَّرَه واظِّفَرَه: غرزَ في وَجْهه ظُفْرَه.\n---\nويقال: ظَفَّرَ فلانٌ في وَجْهِ فلانٍ إِذا غَرَزَ ظُفْرَه في لحمه فعَقَره،\n---\nوكذلك التَّظْفِيرُ في القِثَّاء والبطِِّيخ. وكلُّ ما غَرَزْت فيه\n---\nظُفْرَك فشَدَخْتَه أَو أَثّرْتَ فيه، فقد ظَفَرْته؛ أَنشد ثعلب لخَنْدَق بن\n---\nإِياد:\n---\nولا تُوَقّ الحََلْقَ أَن تَظَفّرَا\n---\nواظّفَرَ الرجلُ واطَّفَر أَي أَعْلَقَ ظُفْرَه، وهو افتعل فأَدغم؛ وقال\n---\nالعجاج يصف بازياً:\n---\nتَقَضِّيَ البازِي إِذا البازِي كَسَرْ\n---\nأَبْصَرَ خِرْبانَ فَضاءٍ فَانْكَدَرْ\n---\nشاكِي الكَلالِيبِ إِذا أَهْوَى اظَّفَرْ\n---\nالكَلالِيبُ: مَخالِيبُ البازي، الواحد كَلّوب. والشاكي: مأْخوذ من\n---\nالشَّوْكةِ، وهو مقلوب، أَي حادُّ المَخالِيبِ. واظّفَرَ أَيضاً: بمعنى\n---\nظَفِرَ بهم.\n---\nورجل مُقلَّم الظُّفْرِ عن الأَذَى وكَلِيل الظُّفْرِ عن العِدَى، وكذلك\n---\nعلى المثل. ويقال للرجل: إِنه لمَقْلُومُ الظُّفُرِ أَي لا يُنْكي\n---\nعَدُوّاً؛ وقال طرفة:\n---\nلَسْتُ بالفَانِي ولا كَلِّ الظُّفُرْ\n---\nويقال للمَهين: هو كَليلُ الظُّفُرِ. ورجل أَظْفَرُ بَيِّن الظُّفُرِ\n---\nإِذا كان طويلَ الأَظْفارِ، كما تقول رجل أَشْعَرُ طويل الشعر. ابن سيده:\n---\nوالظُّفْرُ ضَرْبٌ من العِطْر أَسْوَدُ مُقْتَلَفٌ من أَصله على شكل ظُفْر\n---\nالإِنسان، يوضع في الدخنة، والجمع أَظْفارٌ وأَظافِيرُ، وقال صاحب\n---\nالعين: لا واحد له، وقال الأَزهري: لا يُفْرَدُ منه الواحد، قال: وربما قال\n---\nبعضهم أَظْفارةٌ واحدة وليس بجائز في القياس، ويجمعونها على أَظافِيرَ،\n---\nوهذا في الطِّيب، وإِذا أُفرد شيء من نحوها ينبغي أَن يكون ظُفْراً وفُوهاً،\n---\nوهم يقولون أَظفارٌ وأَظافِيرُ وأَفْواهٌ وأَفاوِيهُ لهذين العِطْرَينِ.\n---\nوظَفَّرَ ثَوبه: طيَّبَه بالظُّفْر. وفي حديث أُمّ عطيّة: لا تَمَسّ\n---\nالمُحِدّ إِلاَّ نُبْذَةً من قُسْطِ أَظفارٍ، وفي رواية: من قُسْطِ وأَظفار؛\n---\nقال: الأَظْفارُ جنس من الطِّيب، لا واحد له من لفظه، وقيل: واحدة\n---\nظُفْر، وهو شيء من العِطْر أَسود والقطعةُ منه شبيهةٌ بالظُّفْرِ. وظَفَّرَت\n---\nالأَرض: أَخْرجت من النبات ما يمكن احتفاره بالظُّفْرِ. وظَفِّرَ\n---\nالعَرْفَجُ والأَرْطى: خرج منه شِبهُ الأَظفار وذلك حين يُخَوِّصُ. وظَفَّرَ\n---\nالبَقْلُ: خرج كأَنه أَظفارُ الطائر. وظَفَّرَ النَّصِيُّ والوَشِيجُ\n---\nوالبَرْدِيُّ والثُّمامُ والصَّلِّيَانُ والعَرَزُ والهَدَبُ إِذا خرج له\n---\nعُنْقُرٌ أَصفر كالظُّفْرِ، وهي خُوصَةٌ تَنْدُرُ منه فيها نَوْرٌ أَغبر.\n---\nالكسائي: إِذا طلع النبت قيل: قد ظَفَّرَ تَظْفِيراً؛ قال أَبو منصور: هو\n---\nمأْخوذ من الأَظْفارِ. الجوهري: والظَّفَرْ ما اطْمَأَنَّ من الأَرض\n---\nوأَنبت.ويقال: ظَفَّرَ النبتُ إِذا طلع مقدار الظُّفْرِ.\n---\nوالظُّفْرُ والظَّفَرَةُ، بالتحريك: داء يكون في العين يَتَجَلَّلُها\n---\nمنه غاشِيةٌ كالظُّفْرِ، وقيل: هي لحمة تنبت عند المَآقي حتى تبلغ السواد\n---\nوربما أَخَذَت فيه، وقيل: الظَّفَرَةُ، بالتحريك، جُلَيْدَة تُغَشِّي\n---\nالعينَ تنبت تِلْقَاءَ المَآقي وربما قُطعت، وإِن تُركت غَشِيَتْ بَصر العين\n---\nحتى تَكِلَّ، وفي الصحاح: جُلَيْدة تُغَشِّي العين نَابتة من الجانب الذي\n---\nيلي الأَنف على بياض العين إِلى سوادهَا، قال: وهي التي يقال لها\n---\nظُفْرٌ؛ عن أَبي عبيد. وفي صفة الدجال: وعلى عينه ظَفَرَةٌ غليظة، بفتح الظاء\n---\nوالفاء، وهي لحمة تنبت عند المَآقي وقد تمتد إِلى السواد فتُغَشِّيه؛ وقد\n---\nظَفِرَتْ عينُه، بالكسر، تَظْفَرُ ظَفَراً، فهي ظَفِرَةٌ. ويقال ظُفِرَ\n---\nفلانٌ، فهو مَظْفُورٌ؛ وعين ظَفِرَةٌ؛ وقال أَبو الهيثم:\n---\nما القولُ في عُجَيِّزٍ كالحُمّره،\n---\nبِعَيْنها من البُكاء ظَفَرَه،\n---\nحَلَّ ابنُها في السِّجْن وَسْطَ الكَفَرَه؟\n---\nالفراء: الظَّفَرَةُ لحمة تنبت في الحَدَقَةِ، وقال غيره: الظُّفْر لحم\n---\nينبت في بياض العين وربما جلل الحَدَقَةَ.\n---\nوأَظْفَارُ الجلد: ما تكسر منه فصارت له غُصُونٌ. وظَفَّرَ الجلدَ:\n---\nدَلَكَهُ لِتَمْلاسَّ أَظْفارُه. الأَصمعي: في السِّيَةِ الظُّفْرُ وهو ما\n---\nوراء معْقِدِ الوتَرِ إِلى طرَف القَوْس، والجمع ظِفَرَةٌ؛ قال الأَزهري:\n---\nهنا يقال للظُّفْرِ أُظْفُورٌ، وجمعه أَظافير؛ وأَنشد:\n---\nما بَيْنَ لُقْمَتِها الأُولى، إِذا ازْدَرَدتْ،\n---\nوبَيْنَ أُخْرَى نَلِيها، قِيسُ أُظْفُورِ\n---\nوالظَّفَرُ، بالفتح: الفوز بالمطلوب. الليث: الظَّفَرُ الفوز بما طلبتَ\n---\nوالفَلْجُ على من خاصمت؛ وقد ظَفِرَ به وعليه وظَفِرَهُ ظَفَراً، مثل\n---\nلَحِقَ به ولَحِقَهُ فهو ظَفِرٌ، وأَظْفَرَهُ الله به وعليه وظَفَّرَهُ به\n---\nتَظْفِيراً. ويقال: ظَفِرَ اللهُ فُلاناً على فلان، وكذلك أَظْفَرَهُ\n---\nاللهُ. ورجل مُظَفَّرٌ وظَفِرٌ وظِفِّيرٌ: لا يحاول أَمراً إِلاَّ ظَفِرَ به؛\n---\nقال العجير السلولي يمدح رجلاً:\n---\nهو الظَّفِرُ المَيْمُونُ، إِنْ رَاحَ أَو غَدَا\n---\nبه الركْبُ، والتِّلْعابةُ المُتَحَبِّبُ\n---\nورجل مُظَفَّرٌ: صاحب دَوْلَةٍ في الحرب. وفلان مُظَفَّرٌ: لا يَؤُوب\n---\nإِلاَّ بالظَّفَر فثُقِّلَ نعتُه للكثرة والمبالغة. وإِن قيل: ظَفَّرَ الله\n---\nفلاناً أَي جعله مُظَفَّراً جاز وحسُن َأَيضاً. وتقول: ظَفَّره ظَفَّره\n---\nالله عليه أَي غَلّبه عليه؛ وكذلك إِذا سئل: أَيهما أَظْفَرُ، فأَخْبِرْ\n---\nعن واحد غلَب الآخر؛ وقد ظَفّره. قال الأَخفش: وتقول العرب: ظَفِرْت عليه\n---\nفي معنى ظَفِرْت به. وما ظَفَرتْكَ عَيْني مُنْذ زمانٍ أَي ما رَأَتْك،\n---\nوكذلك ما أَخَذَتْكَ عيني مند حين. وظَفَّرَه: دَعا لَه بالظَّفَر؛\n---\nوظَفِرْت به، فأَنا ظافرٌ وهو مَظْفُورٌ به. ويقال: أَظْفَرَنيِ الله به.\n---\nوتَظَافَرَ القومُ عليه وتظاهَرُوا بمعنى واحد.\n---\nوظَفارِ مثل قَطَامِ مبنية: موضع، وقيل: هي قَرْية من قُرَى حِمْير\n---\nإِليها ينسب الجَزْع الظَّفارِيّ، وقد جاءت مرفوعة أُجْرِيَت مُجْرَى رَبابِ\n---\nإِذا سَمّيْتَ بها. ابن السكيت: يقال جَزْعٌ ظَفارِيّ منسوب إِلى ظَفارِ\n---\nأَسد مدينة باليمن، وكذلك عُودٌ ظَفارِيّ منسوب، وهو العود الذي\n---\nيُتَبَخّر به؛ ومنه قولهم: مَنْ دَخل ظَفارِ حَمّرَ أَي تعلم الحِمْيَريّة؛ وقيل:\n---\nكل أَرض ذات مَغَرّةٍ ظَفارِ. وفي الحديث: كان لباسُ آدَم، عليه السلام،\n---\nوالظُّفُر؛ أَي شيء يُشْبِه الظُّفُرَ في بياضه وصفائه وكثافِته. وفي\n---\nحديث الإِفْكِ: عِقد من جَزْع أَظفار؛ قال ابن الأَثير: هكذا روي وأُريد\n---\nبها العطْرُ المذكور أَوَّلاً كأَنه يؤخذ فيُثْقَبُ ويُجْعل في العِقْد\n---\nوالقلادة؛ قال: والصحيح في الرواية أَنه من جَزْعِ ظَفارِ مدينة لحِمْير\n---\nباليمن. والأَظْفارُ: كِبارُ القِرْدانِ وكواكبُ صِغارٌ.\n---\nوظَفْرٌ ومُظَفَّرٌ ومِظْفارٌ: أَسماء. وبنو ظَفَر: بَطْنانِ بطن في\n---\nالأَنصار.، وبطن في بني سليم.", "ظهر": "@ظهر: الظَّهْر من كل شيء: خِلافُ البَطْن. والظَّهْر من الإِنسان: من\n---\nلَدُن مُؤخَّرِ الكاهل إِلى أَدنى العجز عند آخره، مذكر لا غير، صرح بذلك\n---\nاللحياني، وهو من الأَسماء التي وُضِعَت مَوْضِعَ الظروف، والجمع أَظْهُرٌ\n---\nوظُهور وظُهْرانٌ. أَبو الهيثم: الظَّهْرُ سِتُّ فقارات، والكاهلُ\n---\nوالكَتَِدُ ستُّ فقارات، وهما بين الكتفين، وفي الرَّقبَة ست فقارات؛ قال أَبو\n---\nالهيثم: الظَّهْر الذي هو ست فِقَرٍ يكْتَنِفُها المَتْنانِ، قال\n---\nالأَزهري: هذا في البعير؛ وفي حديث الخيل: ولم يَنْسَ حقَّ الله في رِقابِها\n---\nولا ظُهورها؛ قال ابن الأَثير: حَقُّ الظهورِ أَن يَحْمِلَ عليها\n---\nمُنْقَطِعاً أَو يُجاهدَ عليها؛ ومنه الحديث الآخر: ومِنْ حَقِّها إِفْقارُ\n---\nظَهْرِها. وقَلَّبَ الأَمرَ ظَهْراً لِبَطْنٍ: أَنْعَمَ تَدْبِيرَه، وكذلك يقول\n---\nالمُدَبِّرُ للأَمر. وقَلَّبَ فلان أَمْره ظهراً لِبَطْنٍ وظهرَه\n---\nلِبَطْنه وظهرَه لِلْبَطْنِ؛ قال الفرزدق:\n---\nكيف تراني قالباً مِجَنّي،\n---\nأَقْلِبُ أَمْرِي ظَهْرَه لِلْبَطْنِ\n---\nوإِنما اختار الفرزدق ههنا لِلْبَطْنِ على قوله لِبَطْنٍ لأَن قوله\n---\nظَهْرَه معرفة، فأَراد أَن يعطف عليه معرفة مثله، وإِن اختلف وجه التعريف؛\n---\nقال سيبويه: هذا باب من الفعل يُبْدَل فيه الآخر من الأَول يَجْرِي على\n---\nالاسم كما يَجْرِي أَجْمعون على الاسم، ويُنْصَبُ بالفعل لأَنه مفعول،\n---\nفالبدل أَن يقول: ضُرب عبدُالله ظَهرهُ وبَطنُه، وضُرِبَ زَيدٌ الظهرُ\n---\nوالبطنُ، وقُلِبَ عمرو ظَهْرُه وبطنُه، فهذا كله على البدل؛ قال: وإِن شئت كان\n---\nعلى الاسم بمنزلة أَجمعين، يقول: يصير الظهر والبطن توكيداً لعبدالله كما\n---\nيصير أَجمعون توكيداً للقوم، كأَنك قلت: ضُرِبَ كُلّه؛ قال: وإِن شئت\n---\nنصبت فقلت ضُرِب زيدٌ الظَّهرَ والبطنَ، قال: ولكنهم أَجازوا هذا كما\n---\nأَجازوا دخلت البيتَ، وإِنما معناه دخلت في البيت والعامل فيه الفعل، قال: وليس\n---\nالمنتصبُ ههنا بمنزلة الظروف لأَنك لو قلت: هو ظَهْرَه وبطَنْهَ وأَنت\n---\nتعني شيئاً على ظهره لم يجز، ولم يجيزوه في غير الظَّهْر والبَطْن\n---\nوالسَّهْل والجَبَلِ، كما لم يجز دخلتُ عبدَالله، وكما لم يجز حذف حرف الجر\n---\nإِلاَّ في أَماكن مثل دخلت البيتَ، واختص قولهم الظهرَ والبطنَ والسهلَ\n---\nوالجبلَ بهذا، كما أَن لَدُنْ مع غُدْوَةٍ لها حال ليست في غيرها من الأَسماء.\n---\nوقوله، صلى الله عليه وسلم: ما نزول من القرآن آية إِلاَّ لها ظَهْرٌ\n---\nبَطْنٌ ولكل حَرْفٍ حَدٌّ ولكل حَدّ مُطَّلَعٌ؛ قال أَبو عبيد: قال بعضهم\n---\nالظهر لفظ القرآن والبطن تأْويله، وقيل: الظهر الحديث والخبر، والبطن ما\n---\nفيه من الوعظ والتحذير والتنبيه، والمُطَّلَعُ مَأْتى الحد ومَصْعَدُه،\n---\nأَي قد عمل بها قوم أَو سيعملون؛ وقيل في تفسير قوله لها ظَهْرٌ وبَطْن\n---\nقيل: ظهرها لفظها وبطنها معناها وقيل: أَراد بالظهر ما ظهر تأْويله وعرف\n---\nمعناه، وبالبطن ما بَطَنَ تفسيره، وقيل: قِصَصُه في الظاهر أَخبار وفي\n---\nالباطن عَبْرَةٌ وتنبيه وتحذير، وقيل: أَراد بالظهر التلاوة وبالبطن التفهم\n---\nوالتعلم. والمُظَهَّرُ، بفتح الهاء مشددة: الرجل الشديد الظهر. وظَهَره\n---\nيَطْهَرُه ظَهْراً: ضرب ظَهْره. وظَهِرَ ظَهَراً: اشتكى ظَهْره. ورجل\n---\nظَهِيرٌ: يشتكي ظَهْرَه. والظَّهَرُ: مصدر قولك ظَهِرَ الرجل، بالكسر، إِذا\n---\nاشتكى ظَهْره. الأَزهري: الظُّهارُ وجع الظَّهْرِ، ورجل مَظْهُورٌ.\n---\nوظَهَرْتُ فلاناً: أَصبت ظَهْره. وبعير ظَهِير: لا يُنْتَفَع بظَهْره من\n---\nالدَّبَرِ، وقيل: هو الفاسد الظَّهْر من دَبَرٍ أَو غيره؛ قال ابن سيده: رواه\n---\nثعلب. ورجل ظَهيرٌ ومُظَهَّرٌ: قويُّ الظَّهْرِ ورجل مُصَدَّر: شديد\n---\nالصَّدْر، ومَصْدُور: يشتكي صَدْرَه؛ وقيل: هو الصُّلْبُ الشديد من غير أَن\n---\nيُعَيَّن منه ظَهْرٌ ولا غيره، وقد ظَهَرَ ظَهَارَةً. ورجل خفيف الظَّهْر:\n---\nقليل العيال، وثقيل الظهر كثير العيال، وكلاهما على المَثَل. وأَكَل الرجُل\n---\nأَكْلَةً ظَهَرَ منها ظَهْرَةً أَي سَمِنَ منها. قال: وأَكل أَكْلَةً\n---\nإِن أَصبح منها لناتياً، ولقد نَتَوْتُ من أَكلة أَكلتها؛ يقول: سَمِنْتُ\n---\nمنها. وفي الحديث: خَيْرُ الصدقة ما كان عن ظَهْرِ غِنى أَي ما كان\n---\nعَفْواً قد فَضَلَ عن غنًى، وقيل: أَراد ما فَضَلَ عن العِيَال؛ والظَّهْرُ قد\n---\nيزاد في مثل هذا إِشباعاً للكلام وتمكيناً كأَنَّ صدقته إِلى ظَهْرٍ\n---\nقَويٍّ من المال. قال مَعْمَرٌ: قلتُ لأَيُّوبَ ما كان عن ظَهْرِ غِنًى، ما\n---\nظَهْرُ غِنًى؟ قال أَيوب: ما كان عن فَضْلِ عيال. وفي حديث طلحة: ما\n---\nرأَيتُ أَحداً أَعطى لجَزِيلٍ عن ظَهْرِ يَدٍ من طَلْحَةَ، قيل: عن ظهر يَدٍ\n---\nابْتدَاءً من غير مكافأَة. وفلانٌ يأْكل عن ظَهْرِ يد فُلانٍ إِذا كان هو\n---\nيُنْفِقُ عليه. والفُقَراء يأْكلون عن ظَهْرِ أَيدي الناس.\n---\nقال الفراء: العرب تقول: هذا ظَهْرُ السماء وهذا بَطْنُ السَّمَاءِ\n---\nلظاهرها الذي تراه. قال الأَزهري: وهذا جاء في الشيء ذي الوجهين الذي ظَهْرُه\n---\nكَبَطْنه، كالحائط القائم لما وَلِيَك يقال بطنُه، ولما وَلِيَ غَيْرَك\n---\nظَهْرُه. فأَما ظِهارَة الثوب وبِطانَتُه، فالبطانَةُ ما وَلِيَ منه\n---\nالجسدَ وكان داخلاً، والظِّهارَةُ ما علا وظَهَرَ ولم يَل الجسدَ؛ وكذلك\n---\nظِهارَة البِسَاطِ؛ وبطانته مما يلي الأَرضَ. ويقال: ظَهَرْتُ الثوبَ إِذا\n---\nجعلتَ له ظِهَارَة وبَطَنْتُه إذا جعلتَ له بِطانَةً، وجمع الظِّهارَة\n---\nظَهَائِر، وجمع البِطَانَةَ بَطَائِنُ والظِّهَارَةُ، بالكسر: نقيض البِطانة.\n---\nوَظَهَرْتُ البيت: عَلَوْتُه. وأَظْهَرْتُ بفلان: أَعليت به. وتظاهر\n---\nالقومُ: تَدابَرُوا كأَنه ولَّى كُلُّ واحد منهم ظَهْرَه إِلى صاحبه.\n---\nوأَقْرانُ الظَّهْرِ: الذين يجيئونك من ورائك أَو من وراء ظَهْرِك في الحرب،\n---\nمأْخوذ من الظَّهْرِ؛ قال أَبو خِراشٍ:\n---\nلكانَ جَمِيلٌ أَسْوَأَ الناسِ تِلَّةً،\n---\nولكنّ أَقْرانَ الظُّهُورِ مَقاتِلُ\n---\nالأَصمعي: فلان قِرْنُ الظَّهْر، وهو الذي يأْتيه من ورائه ولا يعلم؛\n---\nقال ذلك ابن الأَعرابي، وأَنشد:\n---\nفلو كان قِرْني واحداً لكُفِيتُه،\n---\nولكنَّ أَقْرانَ الظُّهُورِ مِقاتِلُ\n---\nوروي ثعلب عن ابن الأَعرابي أَنه أَنشده:\n---\nفلو أَنَّهُمْ كانوا لقُونا بِمثْلِنَا،\n---\nولَكنَّ أَقْرانَ الظُّهورِ مُغالِبُ\n---\nقال: أَقران الظهور أَن يتظاهروا عليه، إِذا جاء اثنان وأَنت واحد\n---\nغلباك. وشَدَّه الظُّهاريَّةَ إِذا شَدَّه إِلى خَلْف، وهو من الظَّهْر. ابن\n---\nبُزُرج. أَوْثَقَهُ الظُّهارِيَّة أَي كَتَّفَه.\n---\nوالظَّهْرُ: الرِّكابُ التي تحمل الأَثقال في السفر لحملها إِياها على\n---\nظُهُورها. وبنو فلان مُظْهِرون إِذا كان لهم ظَهْر يَنْقُلُون عليه، كما\n---\nيقال مُنْجِبُون إِذا كانوا أَصحاب نَجائِبَ. وفي حديث عَرْفَجَة: فتناول\n---\nالسيف من الظَّهْر فَحذَفَهُ به؛ الظَّهْر: الإِبل التي يحمل عليها\n---\nويركب. يقال: عند فلان ظَهْر أَي إِبل؛ ومنه الحديث: أَتأْذن لنا في نَحْر\n---\nظَهْرنا؟ أَي إبلنا التي نركبها؛ وتُجْمَعُ على ظُهْران، بالضم؛ ومنه\n---\nالحديث: فجعل رجالٌ يستأْذنونه في ظُهْرانهم في عُلْوِ المدينة. وفلانٌ على\n---\nظَهْرٍ أَي مُزْمِعٌ للسفر غير مطمئن كأَنه قد رَكِبَ ظَهْراً لذلك؛ قال يصف\n---\nأَمواتاً:\n---\nولو يَسْتَطِيعُون الرَّواحَ، تَرَوَّحُوا\n---\nمعي، أَو غَدَوْا في المُصْبِحِين على ظَهْرِ\n---\nوالبعير الظَّهْرِيُّ، بالكسر: هو العُدَّة للحاجة إِن احتيج إِليه، نسب\n---\nإِلى الظَّهْر نَسَباً على غير قياس. يقال: اتَّخِذْ معك بعيراً أَو\n---\nبعيرين ظِهْرِيَّيْنِ أَي عُدَّةً، والجمع ظَهارِيُّ وظَهَارِيُّ، وفي\n---\nالصحاح: ظَهِارِيُّ غير مصروف لأَن ياء النسبة ثابتة في الواحد. وبَعير\n---\nظَهِيرٌ بَيِّنُ الظَّهارَة إِذا كان شديداً قويّاً، وناقة ظهيره. وقال الليث:\n---\nالظَّهِيرُ من الإِبل القوي الظَّهْر صحيحه، والفعل ظَهَرَ ظَهارَةً. وفي\n---\nالحديث: فَعَمَدَ إِلى بعير ظَهِير فأَمَرَ به فَرُحِلَ، يعني شديد\n---\nالظهر قويّاً على الرِّحْلَةِ، وهو منسوب إِلى الظَّهْرِ؛ وقد ظَهَّر به\n---\nواسْتَظَهْرَهُ.\n---\nوظَهَرَ بحاجةِ وظَهَرَّها وأَظْهَرها: جعلها بظَهْرٍ واستخف بها ولم\n---\nيَخِفَّ لها، ومعنى هذا الكلام أَنه جعل حاجته وراء ظَهْرِه تهاوناً بها\n---\nكأَنه أَزالها ولم يلتفت إِليها. وجعلها ظِهْرِيَّةً أَي خَلْفَ ظَهْر،\n---\nكقوله تعالى: فَنَبذُوه ورَاء ظُهُورِهم، بخلاف قولهم وَاجَهَ إِرادَتَهُ\n---\nإِذا أَقْبَلَ عليها بقضائها، وجَعَلَ حاجَتَه بظَهْرٍ كذلك؛ قال\n---\nالفرزدق:تَمِيمُ بنَ قَيْسٍ لا تَمُونَنَّ حاجَتِي\n---\nبظَهْرٍ، فلا يَعْيا عَليَّ جَوابُها\n---\nوالظِّهْرِيُّ: الذي تَجْعَلُه بظَهْر أَي تنساه.\n---\nوالظِّهْرِيُّ: الذي تَنْساه وتَغْفُلُ عنه؛ ومنه قوله: واتَّخَذْتَمُوه\n---\nوراءكم ظِهْرِيّاً؛ أَي لم تَلْتَفِتوا إِليه. ابن سيده: واتخذ حاجته\n---\nظِهْرِيّاً اسْتَهان بها كأَنه نَسَبها إِلى الظَّهْر، على غير قياس، كما\n---\nقالوا في النسب إِلى البَصْرَة بِصْريُّ. وفي حديث علي، عليه السلام:\n---\nاتَّخَذْتُموه وَرَاءَكم ظِهْرِيّاً حت شُنَّتْ عليكم الغاراتُ أَي جعلتموه\n---\nوراء ظهوركم، قال: وكسر الظاء من تغييرات النَّسَب؛ وقال ثعلب في قوله\n---\nتعالى: واتخذتموه وراءكم ظِهْرِيّاً: نَبَذْتُمْ ذكر الله وراء ظهوركم؛ وقال\n---\nالفراء: يقول تركتم أَمر الله وراء ظهوركم، يقول شعيب، عليه السلام:\n---\nعَظَّمْتُمْ أَمْرَ رَهْطي وتركتم تعظيم الله وخوفه. وقال في أَثناء\n---\nالترجمة: أَي واتخذتم الرهط وراءكم ظِهْرِيّاً تَسْتَظْهِرُون بع عليَّ، وذلك لا\n---\nينجيكم من الله تعالى. يقال: اتخذ بعيراً ظِهْرِيّاً أَي عُدَّةً. ويقال\n---\nللشيء الذي لا يُعْنَى به: قد جعلت هذا الأَمر بظَهْرٍ ورَميته بظَهْرٍ.\n---\nوقولهم. ولا تجعل حاجتي بظَهْر أَي لا تَنْسَها. وحاجتُه عندك ظاهرةٌ\n---\nأَي مُطَّرَحَة وراء الظَّهْرِ. وأَظْهَرَ بحاجته واظَّهَرَ: جعلها وراء\n---\nظَهْرِه، أَصله اظْتَهر. أَبو عبيدة: جعلت حاجته بظَهْرٍ أَي يظَهْرِي\n---\nخَلْفِي؛ ومنه قوله: واتخذتموه وراءكم ظِهْرِيّاً، وهو استهانتك بحاجة الرجل.\n---\nوجعلني بظَهْرٍ أَي طرحني. وظَهَرَ به وعليه يَظْهَرُ: قَوِيَ. وفي\n---\nالتنزيل العزيز: أَو الطِّفْل الذين لم يَظْهَروا على عَوْراتِ النساء؛ أَي\n---\nلم يبلغوا أَن يطيقوا إِتيانَ النساء؛ وقوله:\n---\nخَلَّفْتَنا بين قَوْمَ يَظْهَرُون بنا،\n---\nأَموالُهُمْ عازِبٌ عنا ومَشْغُولُ\n---\nهو من ذلك؛ قال ابن سيده: وقد يكون من قولك ظَهَرَ به إِذا جعله وراءه،\n---\nقال: وليس بقوي، وأَراد منها عازب ومنها مشغول، وكل ذلك راجع إِلى معنى\n---\nالظَّهْر. وأَما قوله عز وجل: ولا يُبْدِينَ زِينتهنَّ إِلاَّ ما ظهر\n---\nمنها؛ روي الأَزهري عن ابن عباس قال: الكَفُّ والخاتَمُ والوَجْهُ، وقالت\n---\nعائشة: الزينة الظاهرة القُلْبُ والفَتَخة، وقال ابن مسعود: الزينة الظاهرة\n---\nالثياب. والظَّهْرُ: طريق البَرِّ. ابن سيده: وطريق الظَّهْره طريق\n---\nالبَرِّ، وذلك حين يكون فيه مَسْلَك في البر ومسلك في البحر. والظَّهْرُ من\n---\nالأَرض: ما غلظ وارتفع، والبطن ما لانَ منها وسَهُلَ ورَقَّ واطْمأَنَّ.\n---\nوسال الوادي ظَهْراً إذا سال بمَطَرِ نفسه، فإن سال بمطر غيره قيل: سال\n---\nدُرْأً؛ وقال مرة: سال الوادي ظُهْراً كقولك ظَهْراً؛ قال الأَزهري:\n---\nوأَحْسِبُ الظُّهْر، بالضم، أَجْودَ لأَنه أَنشد:\n---\nولو دَرَى أَنَّ ما جاهَرتَني ظُهُراً،\n---\nما عُدْتُ ما لأْلأَتْ أَذنابَها الفُؤَرُ\n---\nوظَهَرت الطيرُ من بلد كذا إِلى بلد كذا: انحدرت منه إِليه، وخص أَبو\n---\nحنيفة به النَّسْرَ فقال يَذْكُر النُّسُورَ: إِذا كان آخر الشتاء ظَهَرَتْ\n---\nإِلى نَجْدٍ تَتَحيَّنُ نِتاجَ الغنم فتأْكل أَشْلاءَها. وفي كتاب عمر،\n---\nرضي الله عنه، إِلى أَبي عُبيدة: فاظْهَرْ بمن معك من المسلمين إِليها\n---\nيعني إِلى أَرض ذكرها، أَي أَخْرُجُ بهم إِلى ظاهرها وأَبْرِزْهم. وفي حديث\n---\nعائشة: كان يصلي العَصْر في حُجْرتي قبل أَن تظهر، تعني الشمس، أَي تعلو\n---\nالسَّطْحَ، وفي رواية: ولم تَظْهَر الشمسُ بَعْدُ من حُجْرتها أَي لم\n---\nترتفع ولم تخرج إِلى ظَهْرها؛ ومنه قوله:\n---\nوإِنا لَنَرْجُو فَوْقَ ذلك مَظْهَرا\n---\nيعني مَصْعَداً.\n---\nوالظاهِرُ: خلاف الباطن؛ ظَهَرَ يَظْهَرُ ظُهُوراً، فهو ظاهر وظهِير؛\n---\nقال أَبو ذؤيب:\n---\nفإِنَّ بَنِي لِحْيَانَ، إِمَّا ذَكَرْتُهُم،\n---\nثَناهُمْ، إِذا أَخْنَى اللِّئامُ، ظَهِيرُ\n---\nويروى طهير، بالطاء المهملة. وقوله تعالى: وذَروا ظاهِرَ الإِثم\n---\nوباطِنَه؛ قيل: ظاهره المُخالَّةُ على جهة الرِّيبَةِ، وباطنه الزنا؛ قال\n---\nالزجاج: والذي يدل عليه الكلام، والله أَعلم، أَن المعنى اتركوا الإِثم ظَهْراً\n---\nوبَطْناً أَي لا تَقْرَبُوا ما حرم الله جَهْراً ولا سرّاً. والظاهرُ:\n---\nمن أَسماء الله عز وجل؛ وفي التنزيل العزيز: هو الأَوّل والآخر والظاهر\n---\nوالباطن؛ قال ابن الأَثير: هو الذي ظهر فوق كل شيء وعلا عليه؛ وقيل: عُرِفَ\n---\nبطريق الاستدلال العقلي بما ظهر لهم من آثار أَفعاله وأَوصافه.\n---\nوهو نازل بين ظَهْرٍيْهم وظَهْرانَيْهِم، بفتح النون ولا يكسر: بين\n---\nأَظْهُرِهم. وفي الحديث: فأَقاموا بين ظَهْرانيهم وبين أَظْهرهم؛ قال ابن\n---\nالأَثير: تكررت هذه اللفظة في الحديث والمراد بها أَنهم أَقاموا بينهم على\n---\nسبيل الاستظهار والاستناد لهم، وزيدت فيه أَلف ونون مفتوحة تأْكيداً،\n---\nومعناه أَن ظَهْراً منهم قدامه وظهراً وراءه فهو مَكْنُوف من جانبيه، ومن\n---\nجوانبه إِذا قيل بين أَظْهُرِهم، ثم كثر حتى استعمل في الإِقامة بين القوم\n---\nمطلقاً.\n---\nولقيته بين الظَّهْرَيْنِ والظَّهْرانَيْنِ أَي في اليومين أَو الثلاثة\n---\nأَو في الأَيام، وهو من ذلك. وكل ما كان في وسط شيء ومُعْظَمِه، فهو بين\n---\nظَهْرَيْه وظَهْرانَيْه. وهو على ظَهْرِ الإِناء أَي ممكن لك لا يحال\n---\nبينكما؛ عن ابن الأَعرابي. الأَزهري عن الفراء: فلانٌ بين ظَهْرَيْنا\n---\nوظَهْرانَيْنا وأَظهُرِنا بنعنى واحد، قال: ولا يجوز بين ظَهْرانِينا، بكسر\n---\nالنون. ويقال: رأَيته بين ظَهْرانَي الليل أَي بين العشاء إِلى الفجر. قال\n---\nالفراء: أَتيته مرة بين الظَّهْرَيْنِ يوماً في الأَيام. قال: وقال أَبو\n---\nفَقْعَسٍ إِنما هو يوم بين عامين. ويقال للشيء إِذا كان في وسط شيء: هو\n---\nبين ظَهْرَيْه وظَهْرانَيْه؛ وأَنشد:\n---\nأَلَيْسَ دِعْصاً بَيْنَ ظَهْرَيْ أَوْعَسا\n---\nوالظَّواهِرُ: أَشراف الأَرض. الأَصمعي: يقال هاجَتْ ظُهُورُ الأَرض\n---\nوذلك ما ارتفع منها، ومعنى هاجَتْ يَبِسَ بَقْلُها. ويقال: هاجَتْ ظَواهِرُ\n---\nالأَرض. ابن شميل: ظاهر الجبل أَعلاه، وظاهِرَةُ كل شيء أَعلاه، استوى\n---\nأَو لم يستو ظاهره، وإِذا علوت ظَهْره فأَنت فَوْقَ ظاهِرَته؛ قال\n---\nمُهَلْهِلٌ:\n---\nوخَيْل تَكَدَّسُ بالدَّارِعِين،\n---\nكَمْشيِ الوُعُولِ على الظَّاهِره\n---\nوقال الكميت:\n---\nفَحَلَلْتَ مُعْتَلِجَ البِطا\n---\nحِ، وحَلَّ غَيْرُك بالظَّوَاهِرْ\n---\nقال خالد بن كُلْثُوم: مُعْتَلِجُ البطاح بَطْنُ مكة والبطحاء الرمل،\n---\nوذلك أَن بني هاشم وبني أُمية وسادة قريش نُزول ببطن مكة ومن كان دونهم فهم\n---\nنزول بظواهر جبالها؛ ويقال: أَراد بالظواهر أَعلى مكة. وفي الحديث ذِكر\n---\nقريشِ الظَّواهِرِ، وقال ابن الأَعرابي: قُرَيْشُ الظواهرِ الذين نزلوا\n---\nبظُهور جبال مكة، قال: وقُرَيْشُ البِطاحِ أَكرمُ وأَشرف من قريش الظواهر،\n---\nوقريش البطاح هم الذين نزلوا بطاح مكة.\n---\nوالظُّهارُ: الرّيشُ. قال ابن سيده: الظُّهْرانُ الريش الذي يلي الشمس\n---\nوالمَطَرَ من الجَناح، وقيل: الظُّهار، بالضم، والظُّهْران من ريش السهم\n---\nما جعل من ظَهْر عَسِيبِ الريشة، هو الشَّقُّ الأَقْصَرُ، وهو أَجود\n---\nالريش، الواحد ظَهْرٌ، فأَما ظُهْرانٌ فعلى القياس، وأَما ظُهار فنادر؛ قال:\n---\nونظيره عَرْقٌ وعُراقٌ ويوصف به فيقال رِيشٌ ظُهارٌ وظُهْرانٌ،\n---\nوالبُطْنانُ ما كان من تحت العَسِيب، واللُّؤَامُ أَن يلتقي بَطْنُ قُذَّةٍ وظَهرُ\n---\nأُخْرَى، وهو أَجود ما يكون، فإِذا التقى بَطْنانِ أَو ظَهْرانِ، فهو\n---\nلُغابٌ ولَغْبٌ. وقال الليث: الظُّهارُ من الريش هو الذي يظهر من ريش الطائر\n---\nوهو في الجناح، قال: ويقال: الظُّهارُ جماعة واحدها ظَهْرٌ، ويجمع على\n---\nالظُّهْرانِ، وهو أَفضل ما يُراشُ به السهم فإِذا ريشَ بالبُطْنانِ فهو\n---\nعَيْبٌ، والظَّهْرُ الجانب القصير من الريش، والجمع الظُّهْرانُ،\n---\nوالبُطْنان الجانب الطويل، الواحد بَطْنٌ؛ يقال: رِشْ سَهْمَك بظُهْرانٍ ولا\n---\nتَرِشْهُ ببُطْنانٍ، واحدهما ظَهْر وبَطْنٌ، مثل عَبْد وعُبْدانٍ؛ وقد ظَهَّرت\n---\nالريش السهمَ. والظَّهْرانِ: جناحا الجرادة الأَعْلَيانِ الغليظان؛ عن\n---\nأَبي حنيفة. وقال أَبو حنيفة: قال أَبو زياد: للقَوْسِ ظَهْرٌ وبَطْنٌ،\n---\nفالبطن ما يلي منها الوَتَر، وظَهْرُها الآخرُ الذي ليس فيه وتَرٌ.\n---\nوظاهَرَ بين نَعْلين وثوبين: لبس أَحدهما على الآخر وذلك إِذا طارق\n---\nبينهما وطابقَ، وكذلك ظاهَرَ بينَ دِرْعَيْن، وقيل: ظاهَرَ الدرعَ لأَمَ\n---\nبعضها على بعض.\n---\nوفي الحديث: أَنه ظاهرَ بين دِرْعَيْن يوم أُحُد أَي جمع ولبس إِحداهما\n---\nفوق الأُخرى، وكأَنه من التظاهر لتعاون والتساعد؛ وقول وَرْقاء بن\n---\nزُهَير:رَأَيَتُ زُهَيْراً تحت كَلْكَلِ خالِدٍ،\n---\nفَجِئْتُ إِليه كالعَجُولِ أُبادِرُ\n---\nفَشُلَّتْ يميني يَوْمَ أَضْرِبُ خالداً،\n---\nويَمْنَعهُ مِنَّي الحديدُ المُظاهرُ\n---\nإِنما عنى بالحديد هنا الدرع، فسمى النوع الذي هو الدرع باسم الجنس الذي\n---\nهو الحديد؛ وقال أَبو النجم:\n---\nسُبِّي الحَماةَ وادْرَهِي عليها،\n---\nثم اقْرَعِي بالوَدّ مَنْكِبَيْها،\n---\nوظاهِري بِجَلِفٍ عليها\n---\nقال ابن سيده: هو من هذا، وقد قيل: معناه اسْتَظْهِري، قال: وليس بقوي.\n---\nواسْتَظَهْرَ به أَي استعان. وظَهَرْتُ عليه: أَعنته. وظَهَرَ عَليَّ:\n---\nأَعانني؛ كلاهما عن ثعلب. وتَظاهرُوا عليه: تعاونوا، وأَظهره الله على\n---\nعَدُوِّه. وفي التنزيل العزيز: وإن تَظَاهَرَا عليه. وظاهَرَ بعضهم بعضاً:\n---\nأَعانه، والتَّظاهُرُ: التعاوُن. وظاهَرَ فلان فلاناً: عاونه.\n---\nوالمُظاهَرَة: المعاونة، وفي حديث علي، عليه السلام: أَنه بارَزَ يَوْمَ بَدْرٍ\n---\nوظاهَرَ أَي نَصَر وأَعان. والظَّهِيرُ: العَوْنُ، الواحد والجمع في ذلك\n---\nسواء، وإِنما لم يجمع ظَهِير لأَن فَعيلاً وفَعُولاً قد يستوي فيهما المذكر\n---\nوالمؤُنث والجمغ، كما قال الله عز وجل: إِنَّا رسولُ رب العالمين. وفي\n---\nالتنزيل العزيز: وكان الكافرُ على ربه ظَهيراً؛ يعني بالكافر الجِنْسَ،\n---\nولذلك أَفرد؛ وفيه أَيضاً: والملائكة بعد ذلك ظهير؛ قال ابن سيده: وهذا كما\n---\nحكاه سيبويه من قولهم للجماعة: هم صَدِيقٌ وهم فَرِيقٌ؛ والظَّهِيرُ:\n---\nالمُعِين. وقال الفراء في قوله عز وجل: والملائكة بعد ذلك ظهير، قال: يريد\n---\nأَعواناً فقال ظَهِير ولم يقل ظُهَراء. قال ابن سيده: ولو قال قائل إِن\n---\nالظَّهير لجبريل وصالح المؤمنين والملائكة كان صواباً، ولكن حَسُنَ أَن\n---\nيُجعَلَ الظهير للملائكة خاصة لقوله: والملائكة بعد ذلك، أَي مع نصرة هؤلاء،\n---\nظَهيرٌ. وقال الزجاج: والملائكة بعد ذلك ظهير، في معنى ظُهَراء، أَراد:\n---\nوالملائكة أَيضاً نُصَّارٌ للنبي، صلى الله عليه وسلم، أَي أَعوان النبي،\n---\nصلى الله عليه وسلم، كما قال: وحَسُنَ أُولئك رفيقاً؛ أَي رُفَقاء، فهو\n---\nمثل ظَهِير في معنى ظُهَراء، أَفرد في موضع الجمع كما أَفرده الشاعر في\n---\nقوله:\n---\nيا عاذِلاتي لا تَزِدْنَ مَلامَتِي،\n---\nإِن العَواذِلَ لَسْنَ لي بأَمِيرِ\n---\nيعني لَسْنَ لي بأُمَراء. وأَما قوله عز وجل: وكان الكافر على ربه\n---\nظَهيراً؛ قال ابن عَرفة: أَي مُظاهِراً لأَعداء الله تعالى. وقوله عز وجل:\n---\nوظاهَرُوا على إِخراجكم؛ أَي عاوَنُوا. وقوله: تَظَاهَرُونَ عليهم؛ أَي\n---\nتَتَعاونُونَ. والظِّهْرَةُ: الأَعْوانُ؛ قال تميم:\n---\nأَلَهْفِي على عِزٍّ عَزِيزٍ وظِهْرَةٍ،\n---\nوظِلِّ شَبابٍ كنتُ فيه فأَدْبرا\n---\nوالظُّهْرَةُ والظِّهْرَةُ: الكسر عن كراع: كالظَّهْرِ. وهم ظِهْرَةٌ\n---\nواحدة أَي يَتَظَاهرون على الأَعداء وجاءنا في ظُهْرَته وظَهَرَتِه\n---\nوظاهِرَتِهِ أَي في عشيرته وقومه وناهِضَتَهِ لذين يعينونه. وظَاهرَ عليه:\n---\nأَعان. واسْتَظَهَره عليه: استعانه. واسْتَظَهْرَ عليه بالأَمر: استعان. وفي\n---\nحديث علي، كرّم الله وجهه: يُسْتَظْهَرُ بحُجَج الله وبنعمته على كتابه.\n---\nوفلان ظِهْرَتي على فلان وأَنا ظِهْرَتُكَ على هذا أَي عَوْنُكَ الأَصمعي:\n---\nهو ابن عمه دِنْياً فإِذا تباعد فهو ابن عمه ظَهْراً، بجزم الهاء، وأَما\n---\nالظِّهْرَةُ فهم ظَهْرُ الرجل وأَنْصاره، بكسر الظاء. الليث: رجل\n---\nظِهْرِيٌّ من أَهل الظَّهْرِ، ولو نسبت رجلاً إِلى ظَهْرِ الكوفة لقلت\n---\nظِهْريٌّ، وكذلك لو نسبت جِلْداً إِلى الظَّهْر لقالت جِلْدٌ ظِهْرِيٌّ.\n---\nوالظُّهُور: الظَّفَرُ بالسّيء والإِطلاع عليه. ابن سيده: الظُّهور\n---\nالظفر؛ ظَهَر عليه يَظْهَر ظُهُوراً وأَظْهَره الله عليه. وله ظَهْرٌ أَي مال\n---\nمن إِبل وغنم. وظَهَر بالشيء ظَهْراً: فَخَرَ؛ وقوله:\n---\nواظْهَرْ بِبِزَّتِه وعَقْدِ لوائِهِ\n---\nأَي افْخَرْ به على غيره. وظَهَرْتُ به: افتخرت به وظَهَرْتُ عليه:\n---\nيقال: ظَهَر فلانٌ على فلان أَي قَوِيَ عليه. وفلان ظاهِرٌ على فلان أَي غالب\n---\nعليه. وظَهَرْتُ على الرجل: غلبته. وفي الحديث: فظَهَر الذين كان بينهم\n---\nوبين رسولُ الله، صلى الله عليه وسلم، عَهْدٌ فَقَنَتَ شهراً بعد الركوع\n---\nيدعو عليهم؛ أَي غَلَبُوهم؛ قال ابن الأَثير: هكذا جاء في رواية، قالوا:\n---\nوالأَشبه أَن يكون مُغَيَّراً كما جاء في الرواية الأُخرى: فَغَدَرُوا\n---\nبهم. وفلان من وَلَدِ الظَّهْر أَي ليس منا، وقيل: معناه أَنه لا يلتفت\n---\nإِليهم؛ قال أَرْطاةُ بنُ سُهَيَّة:\n---\nفَمَنْ مُبْلِغٌ أَبْناءَ مُرَّةَ أَنَّنا\n---\nوَجْدْنَا بَني البَرْصاءِ من وَلَدِ الظَّهْرِ؟\n---\nأَي من الذين يَظْهَرُون بهم ولا يلتفتون إِلى أَرحامهم. وفلان لا\n---\nيَظْهَرُ عليه أَحد أَي لا يُسَلِّم.\n---\nوالظَّهَرَةُ، بالتحريك: ما في البيت من المتاع والثياب. وقال ثعلب: بيت\n---\nحَسَنُ الظَّهَرَةِ والأَهَرَة، فالظَّهَرَةُ ما ظَهَر منه، والأَهَرَةُ\n---\nما بَطَنَ منه. ابن الأَعرابي: بيت حَسَنُ الأَهَرة والظَّهَرَةِ\n---\nوالعَقارِ بمعنى واحد. وظَهَرَةُ المال: كَثْرَتُه. وأَظْهَرَنَا الله على\n---\nالأَمر: أَطْلَعَ. وقوله في التنزيل العزيز: فما استطاعُوا أَن يَظْهَرُوه؛\n---\nأَي ما قَدَرُوا أَن يَعْلُوا عليه لارتفاعه. يقال: ظَهَرَ على الحائط\n---\nوعلى السَّطْح صار فوقه. وظَهَرَ على الشيء إِذا غلبه وعلاه. ويقال: ظَهَرَ\n---\nفلانٌ الجَبَلَ إِذا علاه. وظَهَر السَّطْحَ ظُهُوراً: علاه. وقوله\n---\nتعالى: ومَعَارِجَ عليها يَظْهَرُونَ أَي يَعْلُون، والمعارج الدَّرَجُ. وقوله\n---\nعز وجل: فأَصْبَحُوا ظاهِرين؛ أَي غالبين عالين، من قولك: ظَهَرْتُ على\n---\nفلان أَي عَلَوْتُه وغلبته. يقال: أَظْهَر الله المسلمين على الكافرين\n---\nأَي أَعلاهم عليهم.\n---\nوالظَّهْرُ: ما غاب عنك. يقال: تكلمت بذلك عن ظَهْرِ غَيْبِ، والظَّهْر\n---\nفيما غاب عنك؛ وقال لبيد:\n---\nعن ظَهْرِ غَيْبٍ والأَنِيسُ سَقَامُها\n---\nويقال: حَمَلَ فلانٌ القرآنَ على ظَهْرِ لسانه، كما يقال: حَفِظَه عن\n---\nظَهْر قلبه. وفي الحديث: من قرأَ القرآن فاسْتَظْهره؛ أَي حفظه؛ تقول:\n---\nقرأْت القرآن عن ظَهْرِ قلبي أَي قرأْته من حفظي. وظَهْرُ القَلْب: حِفْظُه\n---\nعن غير كتاب. وقد قرأَه ظاهِراً واسْتَظْهره أَي حفظه وقرأَه ظاهِراً.\n---\nوالظاهرةُ: العَين الجاحِظَةُ. النضر: لعين الظَّاهرَةُ التي ملأَت\n---\nنُقْرَة العَيْن، وهي خلاف الغائرة؛ وقال غيره: العين الظاهرة هي الجاحظة\n---\nالوَحْشَةُ. وقِدْرٌ ظَهْرٌ: قديمة كأَنها تُلقى وراءَ الظَّهْرِ\n---\nلِقِدَمِها؛ قال حُمَيْدُ بن ثور:\n---\nفَتَغَيَّرَتْ إِلاَّ دَعائِمَها،\n---\nومُعَرَّساً من جَوفه ظَهْرُ\n---\nوتَظَاهر القومُ؛ تَدابَرُوا، وقد تقدم أَنه التعاوُنُ، فهو ضدّ. وقتله\n---\nظَهْراً أَي غِيْلَةً؛ عن ابن الأَعرابي. وظَهَر الشيءُ بالفتح،\n---\nظُهُوراً: تَبَيَّن. وأَظْهَرْتُ الشيء: بَيَّنْته. والظُّهور: بُدُوّ الشيء\n---\nالخفيّ. يقال: أَظْهَرني الله على ما سُرِقَ مني أَي أَطلعني عليه. ويقال:\n---\nفلان لا يَظْهَرُ عليه أَحد أَي لا يُسَلِّمُ عليه أَحد. وقوله: إِن\n---\nيَظْهَرُوا عليكم؛ أَي يَطَّلِعوا ويَعْثروُا. يقال: ظَهَرْت على الأَمر. وقوله\n---\nتعالى: يَعْلَمون ظاهِراً من الحياة الدنيا؛ أَي ما يتصرفون من معاشهم.\n---\nالأَزهري: والظَّهَارُ ظاهرُ الحَرَّة. ابن شميل: الظُّهَارِيَّة أَن\n---\nيَعْتَقِلَه الشَّغْزَبِيَّةَ فَيَصْرَعَه. يقال: أَخذه الظُّهارِيَّةَ\n---\nوالشَّغْزَبِيَّةَ بمعنًى.\n---\nوالظُّهْرُ: ساعة الزوال، ولذلك قيل: صلاة الظهر، وقد يحذفون على\n---\nالسَّعَة فيقولون: هذه الظُّهْر، يريدون صلاة الظهر. الجوهري: الظهر، بالضم،\n---\nبعد الزوال، ومنه صلاة الظهر.\n---\nوالظَّهِيرةُ: الهاجرة. يقال: أَتيته حَدَّ الظَّهِيرة وحين قامَ قائم\n---\nالظَّهِيرة. وفي الحديث ذكر صلاة الظُّهْر؛ قال ابن الأَثير: هو اسم لنصف\n---\nالنهار، سمي به من ظَهِيرة الشمس، وهو شدّة حرها، وقيل: أُضيفت إِليه\n---\nلأَنه أَظْهَرُ أَوقات الصلوات للأَبْصارِ، وقيل: أَظْهَرُها حَرّاً، وقيل:\n---\nلأَنها أَوَّل صلاة أُظهرت وصليت. وقد تكرر ذكر الظَّهِيرة في الحديث،\n---\nوهو شدّة الحرّ نصف النهار، قال: ولا يقال في الشتاء ظهيرة. ابن سيده:\n---\nالظهيرة حدّ انتصاف النهار، وقال الأَزهري: هما واحد، وقيل: إِنما ذلك في\n---\nالقَيْظِ مشتق. وأَتاني مُظَهِّراً ومُظْهِراً أَي في الظهيرة، قال:\n---\nومُظْهِراً، بالتخفيف، هو الوجه، وبه سمي الرجل مُظْهِراً. قال الأَصمعي: يقال\n---\nأَتانا بالظَّهِيرة وأَتانا ظُهْراً بمعنى. ويقال: أَظْهَرْتَ يا رَجُلُ\n---\nإِذا دخلت في حدّ الظُّهْر. وأَظْهَرْنا أَي سِرْنا في وقت الظُّهْر.\n---\nوأَظْهر القومُ: دخلوا في الظَّهِيرة. وأَظْهَرْنا. دخلنا في وقت الظُّهْر\n---\nكأَصْبَحْنا وأَمْسَيْنا في الصَّباح والمَساء، ونجمع الظَّهيرة على\n---\nظَهائِرَ. وفي حديث عمر: أَتاه رجل يَشْكُو النِّقْرِسَ فقال: كَذَبَتْكَ\n---\nالظَّهائِرُ أَي عليك بالمشي في الظَّهائِر في حَرِّ الهواجر. وفي التنزيل\n---\nالعزيز: وحين تُظْهِرونَ؛ قال ابن مقبل:\n---\nوأَظْهَرَ في عِلانِ رَقْدٍ، وسَيْلُه\n---\nعَلاجِيمُ، لا ضَحْلٌ ولا مُتَضَحْضِحُ\n---\nيعني أَن السحاب أَتى هذا الموضع ظُهْراً؛ أَلا ترى أَن قبل هذا:\n---\nفأَضْحَى له جِلْبٌ، بأَكنافِ شُرْمَةٍ،\n---\nأَجَشُّ سِمَاكِيٌّ من الوَبْلِ أَفْصَحُ\n---\nويقال: هذا أَمرٌ ظاهرٌ عنك عارُه أَي زائل، وقيل: ظاهرٌ عنك أَي ليس\n---\nبلازم لك عَيْبُه؛ قال أَبو ذؤيب:\n---\nأَبى القَلْبُ إِلا أُمَّ عَمْرٍو، فأَصْبَحتْ\n---\nتحرَّقُ نارِي بالشَّكاةِ ونارُها\n---\nوعَيَّرَها الواشُونَ أَنِّي أُحِبُّها،\n---\nوتلكَ شَكاةٌ ظاهرٌ عنكَ عارُها\n---\nومعنى تحرَّق ناري بالشكاة أَي قد شاعَ خبرِي وخبرُها وانتشر بالشَّكاة\n---\nوالذكرِ القبيح. ويقال: ظهرَ عني هذا العيبُ إِذا لم يَعْلَق بي ونبا\n---\nعَنِّي، وفي النهاية: إِذا ارتفع عنك ولم يَنَلْك منه شيء؛ وقيل لابن\n---\nالزبير: يا ابنَ ذاتِ النِّطاقَين تَعْييراً له بها؛ فقال متمثلاً:\n---\nوتلك شَكاة ظاهرٌ عنك عارُها\n---\nأَراد أَن نِطاقَها لا يَغُصُّ منها ولا منه فيُعَيَّرا به ولكنه يرفعه\n---\nفيَزيدُه نُبْلاً. وهذا أَمْرء أَنت به ظاهِرٌ أَي أَنت قويٌّ عليه. وهذا\n---\nأَمر ظاهرٌ بك أَي غالب عليك.\n---\nوالظِّهارُ من النساء، وظاهَرَ الرجلُ امرأَته، ومنها، مُظاهَرَةً\n---\nوظِهاراً إِذا قال: هي عليّ كظَهْرِ ذاتِ رَحِمٍ، وقد تَظَهَّر منها وتَظاهَر،\n---\nوظَهَّرَ من امرأَته تَظْهِيراً كله بمعنى. وقوله عز وجل: والذين\n---\nيَظَّهَّرُون من نِسائهم؛ قُرئ: يظاهِرُون، وقرئ: يَظَّهَّرُون، والأَصل\n---\nيَتَظَهَّرُون، والمعنى واحد، وهو أَن يقول الرجل لامرأَته: أَنتِ عليّ\n---\nكظَهْر أُمِّي. وكانت العرب تُطلِّق نسارها في الجاهلية بهذه الكلمة، وكان\n---\nالظِّهارُ في الجاهلية طلاقاً فلما جاء الإِسلام نُهوا عنه وأُوجبَت\n---\nالكفَّارةُ على من ظاهَرَ من امرأَته، وهو الظِّهارُ، وأَصله مأْخوذ من\n---\nالظَّهْر، وإِنما خَصُّوا الظَّهْرَ دون البطن والفَخذِ والفرج، وهذه أَولى\n---\nبالتحريم، لأَن الظَّهْرَ موضعُ الركوب، والمرأَةُ مركوبةٌ إِذا غُشُيَت،\n---\nفكأَنه إِذا قال: أَنت عليّ كظَهْر أُمِّي، أَراد: رُكوبُكِ للنكاح عليّ حرام\n---\nكركُوب أُمي للنكاح، فأَقام الظهر مُقامَ الركوب لأَنه مركوب، وأَقام\n---\nالركوبَ مُقام النكاح لأَن الناكح راكب، وهذا من لَطِيف الاستعارات\n---\nللكناية؛ قال ابن الأَثير: قيل أَرادوا أَنتِ عليّ كبطن أُمي أَي كجماعها،\n---\nفكَنَوْا بالظهر عن البطن للمُجاورة، قال: وقيل إِن إِتْيانَ المرأَة وظهرُها\n---\nإِلى السماء كان حراماً عندهم، وكان أَهلُ المدينة يقولون: إِذا أُتِيت\n---\nالمرأَةُ ووجهُها إِلى الأَرض جاء الولدُ أَحْولَ، فلِقَصْدِ الرجل\n---\nالمُطَلِّق منهم إِلى التغليظ في تحريم امرأَته عليه شبَّهها بالظهر، ثم لم\n---\nيَقْنَعْ بذلك حتى جعلها كظَهْر أُمه؛ قال: وإِنما عُدِّي الظهارُ بمن\n---\nلأَنهم كانوا إِذا ظاهروا المرأَةَ تجَنّبُوها كما يتجنّبُونَ المُطَلَّقةَ\n---\nويحترزون منها، فكان قوله ظاهَرَ من امرأَته أَي بعُد واحترز منها، كما\n---\nقيل: آلى من امرأَته، لمَّا ضُمِّنَ معنى التباعد عدي بمن.\n---\nوفي كلام بعض فقهاء أَهل المدينة: إِذا استُحيضت المرأَةُ واستمرّ بها\n---\nالدم فإِنها تقعد أَيامها للحيض، فإِذا انقضت أَيَّامُها اسْتَظْهَرت\n---\nبثلاثة أَيام تقعد فيها للحيض ولا تُصلي ثم تغتسل وتصلي؛ قال الأَزهري: ومعنى\n---\nالاستظهار في قولهم هذا الاحتياطُ والاستيثاق، وهو مأْخوذ من\n---\nالظِّهْرِيّ، وهو ما جَعَلْتَه عُدَّةً لحاجتك، قال الأَزهري: واتخاذُ الظِّهْرِيّ\n---\nمن الدواب عُدَّةً للحاجة إِليه احتياطٌ لأَنه زيادة على قدر حاجة صاحبِه\n---\nإِليه، وإِنما الظِّهْرِيّ الرجلُ يكون معه حاجتُه من الرِّكاب لحمولته،\n---\nفيَحْتاطُ لسفره ويُعِدُّ بَعيراً أَو بعيرين أَو أَكثر فُرَّغاً تكون\n---\nمُعدَّةً لاحتمال ما انقَطَع من ركابه أَو ظَلَع أَو أَصابته آفة، ثم\n---\nيقال: استَظْهَر ببعيرين ظِهْرِيّيْنِ محتاطاً بهما ثم أُقيم الاستظهارُ\n---\nمُقامَ الاحتياط في كل شيء، وقيل: سمي ذلك البعيرُ ظِهْرِيّاً لأَن صاحبَه\n---\nجعلَه وراء ظَهْرِه فلم يركبه ولم يحمل عليه وتركه عُدّةً لحاجته إِن\n---\nمَسَّت إِليه؛ ومنه قوله عز وجل حكاية عن شعيب: واتَّخَذْتُمُوه وراءَكم\n---\nظِهْرِيّاً. وفي الحديث: أَنه أَمَرَ خُرّاصَ النخل أَن يَسْتَظْهِرُوا؛ أَي\n---\nيحتاطوا لأَرْبابها ويدَعُوا لهم قدرَ ما ينُوبُهم ويَنْزِل بهم من\n---\nالأَضْياف وأَبناءِ السبيل.\n---\nوالظاهِرةُ من الوِرْدِ: أَن تَرِدَ الإِبلُ كلّ يوم نِصف النهار.\n---\nويقال: إِبِلُ فلان تَرِدُ الظاهرةَ إِذا ورَدَت كلَّ يوم نصف النهار. وقال\n---\nشمر: الظاهرة التي تَرِدُ كلَّ يوم نصف النهار وتَصْدُرُ عند العصر؛ يقال:\n---\nشاؤُهم ظَواهِرُ، والظاهرةُ: أَن تَردَ كل يوم ظُهْراً. وظاهرةُ الغِبِّ:\n---\nهي للغنم لا تكاد تكون للإِبل، وظاهرة الغِبِّ أَقْصَرُ من الغِبِّ\n---\nقليلاً.\n---\nوظُهَيْرٌ: اسم. والمُظْهِرُ، بكسر الهاء: اسمُ رجل. ابن سيده:\n---\nومُظْهِرُ بنُ رَباح أَحدُ فُرْسان العرب وشُعرائهم. والظَّهْرانُ ومَرُّ\n---\nالظَّهْرانِ: موضع من منازل مكة؛ قال كثير:\n---\nولقد حَلَفْتُ لها يَمِيناً صادقاً\n---\nبالله، عند مَحارِم الرحمنِ\n---\nبالراقِصات على الكلال عشيّة،\n---\nتَغْشَى مَنابِتَ عَرْمَضِ الظَّهْرانِ\n---\nالعَرْمَضُ ههنا: صغارُ الأَراك؛ حكاه ابن سيده عن أَبي حنيفة: وروى ابن\n---\nسيرين: أَن أَبا موسى كَسَا في كفّارة اليمين ثوبَينِ ظَهْرانِيّاً\n---\nومُعَقَّداً؛ قال النضر: الظَّهْرانيّ ثوبٌ يُجاءُ به مِن مَرِّ الظَّهْرانِ،\n---\nوقيل: هو منسوب إِلى ظَهْران قرية من قُرَى البحرين. والمُعَقَّدُ:\n---\nبُرْدٌ من بُرود هَجَر، وقد تكرر ذكر مَرّ الظَّهْران، وهو واد بين مكة\n---\nوعُسْفان، واسم القرية المضافة إِليه مَرٌّ، بفتح الميم وتشديد الراء؛ وفي\n---\nحديث النابغة الجعدي أَنه أَنشده، صلى الله عليه وسلم:\n---\nبَلَغْنا السماءَ مَجْدُنا وسَناؤنا،\n---\nوإِنّا لَنَرْجُو فوق ذلك مَظْهَرا\n---\nفغَضِبَ وقال: إِلى أَين المَظْهرُ يا أَبا لَيْلى؟ قال: إِلى الجنة يا\n---\nرسول الله، قال: أَجَلْ إِن شاء الله. المَظْهَرُ: المَصْعَدُ. والظواهر:\n---\nموضع؛ قال كثير عزة:\n---\nعفَا رابِغٌ من أَهلِه فالظَّواهرُ،\n---\nفأَكْنافُ تُبْنى قد عَفَت، فالأَصافِرُ", "ظور": "@ظور: التهذيب في أَثناء ترجمة قضب: ويقال للبقرة إِذا أَرادت الفحلَ فهي\n---\nظُؤْرَى، قال: ولم يسمع الظُّورَى فُعْلَى، ويقال لها إِذا ضربها الفحل:\n---\nقد عَلِقَت، فإِذا استوى لَقاحُها قيل: مُخضت، فإِذا كان قبل نتاجها\n---\nبيوم أَو يومين، فهي حائشٌ، لأَنها تَنْحاشُ من البقر فَتَعْتَزِلُهُنّ.", "ظبا": "@ظبا: الظُّبَة: حدّ السيف والسِّنانِ والنِّصْل والخَنجر وما أَشْبه\n---\nذلك. وفي حديث قَيْلة: أَنها لمَّا خرجت إِلى النبي، صلى الله عليه وسلم،\n---\nأَدركها عمُّ بناتِها قال فأَصابَتْ ظُبَةُ سيفِه طائفةً من قُرون رأْسه؛\n---\nظُبَة السيف: حَدُّه، وهو ما يَلي طَرَف السيف، ومثله ذُبابه؛ قال\n---\nالكميت:يَرَى الرَّاؤُونَ، بالشَّفَرات، مِنَّا\n---\nوَقُودَ أَبي حُباحِبَ والظُّبِينا\n---\nوالجمع ظُباتٌ وظِبُونَ وظُبُونَ؛ قال ابن سيده: وإنما قضينا عليه\n---\nبالواو لمكان الضمة لأَنها كأَنها دليل على الواو، مع أَن ما حذفت لامه واواً\n---\nنحو أَب وأَخ وحَمٍ وهَنٍ وسَنَة وعِضَة فيمن قال سَنَوات وعِضَوات أَكثر\n---\nمما حذفت لامُه ياءً، ولا يجوز أَن يكون المحذوف منها فاء ولا عيناً،\n---\nأَما امتناع الفاء فلأَن الفاء لم يَطَّرِد حذفها إِلا في مصادر بنات الواو\n---\nنحو عِدَة وزِنَة وحِدَة، وليست ظُبَة من ذلك، وأَوائل تلك المصادر\n---\nمكسورة وأَول ظُبَةٍ مضموم، ولم يحذف فاء من فُعْلة إِلا في حرف شاذ لا نظير\n---\nله وهو قولهم في الصِّلة صُلة، ولولا المعنى وأَنَّا قد وجدناهم يقولون\n---\nصِلَة في معناها، وهي محذوفة الفاء من وَصَلْت، لما أَجَزْنا أَن تكون\n---\nمحذوفة الفاء، فقد بطل أَن تكون ظُبَة محذوفة الفاء، ولا تكون أَيضاً محذوفة\n---\nالعين لأَن ذلك لم يأْت إِلا في سه ومه، وهما حرفان نادران لا يقاس\n---\nعليهما. وظُبَةُ السيف وظُبَةُ السَّهْم: طَرَفُه؛ قال بَشامة بن حرى\n---\nالنَّهْشلي:\n---\nإِذا الكُماةُ تَنَحَّوْا أَن يَنالهُم\n---\nحَدُّ الظُّبات، وصَلْناها بأَيدينا\n---\nوفي حديث علي، كرم الله وجهه: نافحوا بالظُّبَى؛ هي جمع ظُبة السيف، وهو\n---\nطَرَفُه وحَدُّه. قال: وأَصل الظُّبَة ظُبَوٌ، بوزن صُرَد، فحذفت الواو\n---\nوعوّض منها الهاء. وفي حديث البراء: فوضَعْتُ ظَبيبَ السيف في بطنه؛ قال\n---\nالحربي: هكذا روي وإِنما هو ظُبَة السيف، وهو طَرَفه، وتجمع على الظُّبات\n---\nوالظُّبِين، وأَما الضَّبيب، بالضاد، فَسَيَلانُ الدم من الفم وغيره؛\n---\nوقال أَبو موسى: إنما هو بالصاد المهملة، وقد تقدم ذكره. ويقال لِحَدِّ\n---\nالسكين: الغِرار والظُّبَة والقُرْنَةُ، ولِجانِبِها الذي لا يقطع: الكَلُّ.\n---\nوالظُّبَة: جنس من المَزاد.\n---\nالتهذيب: الظَّبْية شبه العِجْلة والمَزادة، وإِذا خرج الدجَّال تخرج\n---\nقُدَّامه امرأَة تسمى ظَبْيَةَ، وهي تُنْذِر المسلمين به. والظَّبْية:\n---\nالجِراب، وقيل: الجراب الصغير خاصة، وقيل: هو من جلد الظِّباء. وفي الحديث:\n---\nأَنه أُهْدِي للنبي، صلى الله عليه وسلم، ظَبْية فيها خَرَزٌ فأَعطى\n---\nالآهِلَ منها والعَزَبَ؛ الظبية: جِراب صغير عليه شعر، وقيل: شِبْه الخَريطة\n---\nوالكِيس. وفي حديث أَبي سعيد مولى أَبي أُسيد قال: التَقَطْتُ ظَبْيةً\n---\nفيها أَلف ومائتا درهم وقُلْبانِ من ذهب أَي وَجَدْت، وتُصَغَّر فيقال\n---\nظُبَيَّة، وجمعها ظِباء؛ وقال عَدِيّ:\n---\nبَيْتِ جُلُوفٍ طَيِّبٍ ظِلُّهُ،\n---\nفيه ظِباءٌ ودَاواخِيلُ خُوصْ\n---\nوفي حديث زَمْزَم: قيل له أَحْفِرْ ظَبْية، قال: وما ظَبْيَةُ؟ قال:\n---\nزَمْزَم؛ سميت به تشبيهاً بالظَّبية الخَريطة لجمعها ما فيها.\n---\nالظَّبْيُ: الغزال، والجمع أَظْبٍ وظِباءٌ وظُبِيٌّ. قال الجوهري:\n---\nأَظْبٍ أَفْعُلٌ، فأَبدلوا ضمة العين كسرة لتسلم الياء، وظُبِيٌّ على فُعُول\n---\nمثل ثَدْيٍ وثُدِيّ، والأُنثى ظَبْية، والجمع ظَبَياتٌ وظِباء. وأَرض\n---\nمَظْباةٌ: كثيرة الظِّباء. وأَظْبَتِ الأَرض: كثرَ ظِباؤها. ولك عندي مائةٌ\n---\nسِنَّ الظَّبيِ أَي هنَّ ثُنْيان لأَن الظبي لا يزيد على الإِثْناء؛\n---\nقال:فجاءت كسِنِّ الظَّبْي، لم أَرَ مِثْلَها\n---\nبَوَاءَ قَتيل، أَو حَلُوبَة جائع\n---\nومن أَمثالهم في صِحَّة الجسم: بفلان داء ظَبْيٍ؛ قال أَبو عمرو: معناه\n---\nأَنه لا داء به، كما أَن الظَّبْيَ لا داء به؛ وأَنشد الأُموي:\n---\nفلا تَجْهَمِينا، أُمَّ عَمْرٍو، فإِنما\n---\nبِنا داءُ ظَبْيٍ، لم تَخُنه عَوامِلُه\n---\nقال أَبو عبيد: قال الأُموي وداء الظَّبي أَنه إِذا أَراد أَن يَثِبَ\n---\nمكث ساعة ثم وَثَب. وفي الحديث: أَن النبي، صلى الله عليه وسلم، أَمر\n---\nالضحاك بن قيس أَن يأْتي قومه فقال إذا أَتَيْتَهم فارْبِضْ في دارهم ظَبْياً؛\n---\nوتأْويله أَنه بعثه إَلى قوم مشركين ليَتَبصَّر ما هم عليه ويتجسس\n---\nأَخبارهم ويرجع إليه بخبرهم وأَمره أَن يكون منهم بحيث يراهم ويَتَبَيَّنُهُم\n---\nولا يستمكنون منه، فإِن أَرادوه بسوء أَو رابَه منهم رَيْبٌ تَهَيّأَ له\n---\nالهَرَب وتَفَلَّتَ منهم، فيكون مثل الظَّبْي الذي لا يَرْبِض إِلا وهو\n---\nمتباعد متوحَش بالبلد القَفْر، ومتى ارتاب أَو أَحَسَّ بفَزَع نَفَر، ونصب\n---\nظَبْياً على التفسير لأَن الرُّبوض له، فلما حوّل فعله إِلى المخاطب\n---\nخَرَج قوله ظبْياً مفسِّراً؛ وقال القتيبي: قال ابن الأَعرابي أَراد أَقِم\n---\nفي دارهم آمِناً لا تَبْرح كأَنك ظَبْيٌ في كِناسه قد أَمِن حيث لا يرى\n---\nإنساً. ومن أَمثالهم: لأَتْرُكَنَّه تَرْكَ الظَّبْي ظِلَّه، وذلك أَن\n---\nالظَّبْيَ إِذا تَرَك كِناسه لم يَعُد إِليه؛ يقال ذلك عند تأْكيد رفض الشيء،\n---\nأَيَّ شيء كان. ومن دعائهم عند الشَّماتة: بهِ لا بِظَبْيٍ أَي جَعَلَ\n---\nاللهُ تعالى ما أَصابه لازماً له؛ ومنه قول الفرزدق في زياد:\n---\nأَقُولُ له لمَّا أَتانا نَعِيُّه:\n---\nبه لا بِظَبْيٍ بالصَّرِيمةِ أَعْفَرَا\n---\nوالظَّبْيُ: سِمَةٌ لبعض العرب؛ وإِياها أَراد عنترة بقوله:\n---\nعَمْرَو بْنَ أَسْوَدَ فَازَبَّاءَ قاربةٍ ماءَ\n---\nالكُلابِ عليها الظَّبْيُ، مِعْناقِ\n---\n\n---\nوالظَّبْية: الحَيَاء من المرأَة وكلِّ ذي حافِرٍ. وقال الليث:\n---\nوالظَّبْيَة جَهاز المرأَة والناقة، يعني حَيَاءَها؛ قال ابن سيده: وبعضهم يجعل\n---\nالظَّبْية للكَلْبة؛ وخَصَّ ابن الأَعرابي به الأَتانَ والشاةَ\n---\nوالبَقَرةَ. والظَّبْيةُ من الفَرس: مَشَقُّها وهو مَسْلَكُ الجرْدان فيها.\n---\nالأَصمعي: يقال لكلِّ ذات خُفٍّ أَو ظِلْفٍ الحَيَاءُ، ولكلِّ ذات حافرٍ\n---\nالظَّبْية؛ وللسباع كلّها الثَّفْر.\n---\nوالظَّبْيُ: اسم رجل. وظَبْيٌ: اسمُ موضع، وقيل: هو كَثِيبُ رَمْل،\n---\nوقيل: هو وادٍ، وقيل: هو اسم رَمْلة؛ وبه فُسِّر قولُ امرئ القيس:\n---\nوتَعْطُو برَخْصٍ غيرِ شَثْنٍ كأَنه\n---\nأَسارِيعُ ظَبْيٍ، أَو مَسَاويكُ إِسْحِل\n---\nابن الأَنباري: ظُباء اسم كثيب بعينه؛ وأَنشد:\n---\nوكَفّ كَعُوَّاذِ النَّقا لا يَضيرُها،\n---\nإِذا أُبْرِزَتْ، أَن لا يكونَ خِضابُ\n---\n(* قوله« كعوّاذ النقا إلخ» هكذا\n---\nفي الاصول التي بأيدينا، ولا شاهد فيه على هذه الرواية، ولعله روي:\n---\nكعوّاذ الظبا.)\n---\nوعُوَّاذ النَّقا: دوابُّ تشبه العَظَاء، واحدتها عائذة تَلْزم الرملَ\n---\nلا تَبْرَحُه، وقال في موضع آخر: الظُّباءُ وادٍ بِتهامة. والظَّبية:\n---\nمُنْعَرَج الوادي، والجمع ظِبَاء، وكذلك الظُّبَة، وجمعها ظُباءٌ، وهو من\n---\nالجمع العزيز؛ وقد روي بيت أَبي ذؤيب بالوجهين:\n---\nعَرَفْتُ الديارَ لأُمّ الرَّهيـ\n---\nـنِ بينَ الظُّباء فَوَادِي عُشَرْ\n---\nقال: الظُّباء جمع ظُبَة لمُنْعَرج الوادي، وجعل ظُبَاءً مثل رُخالٍ\n---\nوظُؤارٍ من الجمع الذي جاء على فُعال، وأَنكر أَن يكون أَصلَه ظُبًى ثم\n---\nمَدَّه للضرورة؛ وقال ابن سيده: قال ابن جني ينبغي أَن تكون الهمزةُ في\n---\nالظُّباءِ بدلاً من ياءٍ ولا تكون أَصلاً، أَمّا ما يدفع كونَها أَصلاً\n---\nفلأَنهم قد قالوا في واحِدِها ظُبَة، وهي مُنْعَرَج الوادي، واللامُ إِنما\n---\nتُحْذَف إِذا كانت حرفَ علَّة، ولو جَهِلْنا قولَهم في الواحد منها ظُبَة،\n---\nلحكمنا بأَنها من الواو اتِّباعاً لما وَصَّى به أَبو الحسن من أَن اللاَّم\n---\nالمحذوفة إِذا جُهِلَت حُكم بأَنها واوٌ، حَمْلاً على الأَكثر، لكنَّ\n---\nأَبا عبيدة وأَبا عمرو الشيباني روياه بين الظِّباء، بكسر الظاء وذكرا أَن\n---\nالواحد ظَبْية، فإذا ظهرت الياء لاماً في ظبية وجب القَطْع بها ولم يَسُغ\n---\nالعدولُ عنها، وينبغي أَن يكون الظُّباء المضموم الظاء أَحدَ ما جاء من\n---\nالجُمُوع على فُعال، وذلك نحو رُخال وظُؤَارٍ وعُراق وثُناء وأُناسٍ\n---\nوتُؤَامٍ ورُباب، فإن قلت: فلعله أَراد ظُبًى جمع ظُبَة ثم مدّ ضرورة؟قيل: هذا\n---\nلو صح القصر، فأَما ولم يثبت القصرُ من جهة فلا وجه لذلك لتركك القياسَ\n---\nإِلى الضرورة من غير ضرورة، وقيل: الظِّباءُ في شعر أَبي ذؤيب هذا وادٍ\n---\nبعينه. وظَبْيةُ: موضعٌ؛ قال قيس بن ذريح:\n---\nفغَيْقَةُ فالأَخْيافُ، أَخْيافُ ظَبْيةٍ،\n---\nبها من لُبَيْنى مَخْرَفٌ ومَرابِعُ\n---\nوعِرْقُ الظُّبْية، بضم الظاء: موضع على ثلاثة أَميال من الرَّوْحاء به\n---\nمسجدُ سيدنا رسول الله، صلى الله عليه وسلم. وفي حديث عمرو بن حزم: من ذي\n---\nالمروة إِلى الظَّبْية؛ وهو موضع في ديار جُهينة أَقْطعه النبي، صلى\n---\nالله عليه وسلم، عَوْسَجَة الجُهَني.\n---\nوالظُّبْية: اسم موضع ذكره ابن هشام في السيرة.\n---\nوظَبْيا: اسم رجل، بفتح الظاء.", "ظرا": "@ظرا: الظَّرَوْرَى: الكَيِّسُ. رجل ظَرَوْرى: كَيِّسٌ. وظَرِيَ يَظْرَى\n---\nإِذا كاسَ. قال أَبو عمرو: ظَرَى إِذا لان، وظَرَى إِذا كاسَ، واظْرَوْرى\n---\nكاسَ وحَذِقَ، وقال ابن الأَعرابي: اطْرَوْرى، بالطاء غير المعجمة.\n---\nواظْرَورى الرجلُ اظْرِيرَاءً: اتَّخَم فانْتَفَخ بطنه، والكلمة واوِيَّة\n---\nويائِيَّة. واظْرَوْرَى بطْنُه إِذا انْتَفَخَ، وذكره الجوهري في ضرا،\n---\nبالضاد، ولم يذكر هذا الفصل. الأَزهري: قرأْت في نوادر الأَعْراب الاطْرِيرَاء\n---\nوالاظْرِيراءُ البِطْنَةُ، وهو مُطْرَوْرٍ ومُظْرَوْرٍ، قال: وكذلك\n---\nالمُحْبَنْطي والمُحْبَنْظِي، بالظاء؛ وقال الأصمعي: اطْرَوْرَى بَطْنُه،\n---\nبالطاء. أبو زيد أظْرَوْرَى الرجلُ غَلب الدَّسَمُ على قَلْبِه فانتفَخَ\n---\nجفَه فمات، ورواه الشيباني: اطْرَوْرى، والشيباني ثقة، وأَبو زيد أَوثق منه.\n---\nابن الأَنباري: ظَرىَ بَطْنُه يَظْرِي إذا لم يَتَمالَكْ لِيناً.\n---\nويقال: أَصابَ المالَ الظَّرَى فأَهْزَلَه، وهو جُمُود الماء لِشِدَّة\n---\nالبَرْدِ. ابن الأَعرابي: الظَّارِي العاضُّ. وَظَرَى يَظْرِي إذا\n---\nجَرَى.", "ظلا": "@ظلا: ابن الأَعرابي: تَظَلَّى فلانٌ إذا لَزِمَ الظَّلالَ والدَّعَة؛\n---\nقال أَبو منصور: كان في الأصل تَظَلَّلَ، فقُلبَت إحد اللامات ياءً كما\n---\nقالوا تَظَنَّيْت من الظنّ.", "ظما": "@ظما: الظِّمْو من أَظْماء الإبل لغة في الظِّمْءِ. والظَّمَا، بلا همز:\n---\nذُبُولُ الشَّفَةِ من العَطَشِ؛ قال أَبو منصور: وهو قِلَّة لحْمِه\n---\nودَمِه وليس من ذُبُولِ العَطَشِ، ولكنه خِلْقَة محمودَةٌ. وكلُّ ذابلٍ من\n---\nالحَرِّ ظَمٍ وأَظْمَى.\n---\nوالمَظْمِيُّ من الأرضِ والزَّرْعِ: الذي تَسْقِيِه السَّماءُ،\n---\nوالمَسْقَوِيُّ: ما يُسْقَى بالسَّيحِ. وفي حديث معاذٍ: وإن كان نَشْرُ أَرضٍ\n---\nيُسْلِمُ عليها صاحِبُها فإنه يُخْرِجُ منها ما أَعْطَى نَشْرُها: ربعَ\n---\nالمَسْقَوِيّ وعُشْرَ المَظْمِيّ، وهما منسوبان إلى المَظْمَى وإلى\n---\nالمَسْقَى، مَصْدَرَي سَقَى وظَمَى. قال أَبو موسى: المَظْمِيُّ أَصله\n---\nالمَظْمَئيُّ فتُرك هَمْزُه، يعني في الرِّواية، قال: وذكره الجوهري في المعتل ولم\n---\nيذكره في الهمز ولا تعرَّض إلى ذكره تخفيفه.\n---\nوالظَّمَى: قِلَّةُ دَمِ اللِّثَةِ ولَحْمِها، وهو يَعْتَري الحُبْش.\n---\nرجلٌ أَظْمَى وامرأَة ظَمْيَاء وشَفَةٌ ظَمْياءُ: ليْسَتْ بوارِمة كثيرة\n---\nالدَّمِ ويُحْمَدُ ظَماها. وشَفَةٌ ظَمياء بَيِّنَة الظَّمَى إذا كان فيها\n---\nسُمْرَة وذُبُولٌ. ولِثَةٌ ظَمْياءُ: قليلة الدم. وعينٌ ظَمْياءُ:\n---\nرَقِيقَةُ الجَفْن. وساقٌ ظَمْياءُ: قلِيلة اللَّحْمِ، وفي المحكم:\n---\nمُعْتَرِقَةِ اللحم. وظِلَّ أَظْمَى: أَسْوَدُ. ورجل أَظْمى: أَسود الشَّفَة،\n---\nوالأُنْثَى ظَمْياء. ورُمْحٌ أَظْمَى: أَسْمَرُ. الأَصمعي: من الرِّماح\n---\nالزَظْمى، غيرُ مهموز، وهو الأَسْمَرُ، وقَناةٌ ظَمياءُ بينة الظَّمى منقوصٌ.\n---\nأَبو عمرو: ناقَةٌ ظَمْيَاءُ وإبل ظُمْيٌ إذا كان في لونها سواد. أَبو\n---\nعمرو: الأظْمى الأسودُ، والمرأة ظَمْياء لسَوْداء الشَّفَتَين، وحكى اللحياني: رجلٌ أَظْمَى أَسمر، وامرأَةٌ ظَمْياء، والفعلُ من كل ذلك ظَمِيَ\n---\nظَمىً. ويقال للفرسِ إذا كان مُعَرَّقَ الشَّوَى: إنه لأظْمَى الشَّوَى،\n---\nوإنَّ فُصُوصه لظِماءٌ إذا لم يكن فيها رَهَلٌ وكانت مُتَوَتَّرَةً،\n---\nويُحْمَدُ ذلك فيها، والأصلُ فيها الهمز؛ ومنه قول الراجز يصف فرساً أَنشده ابن\n---\nالسكيت:\n---\nيُنْجِيه من مِثْلِ حَمامِ الأَغلالْ\n---\nوَقْعُ يَدٍ عَجْلَى ورِجْلٍ شِمْلالْ\n---\nظَمْأَى النَّسَى من تحتِ رَيَّا مِنْ عالْ\n---\nوالظَّميْان: شجرٌ يَنْبُتُ بنَجْدٍ يشبه القَرظَ.", "ظني": "@ظني: قال الأزهري: ليس في باب الظاء والنون غيرُ التَّظَنِّي من الظنِّ،\n---\nوأَصله التَّظَنُّنُ، فأُبْدل من إحدى النُّوناتِ ياءٌ، وهو مثلُ\n---\nتَقَضّى من تَقَضَّضَ.", "ظوا": "@ظوا: أَرض مَظْواةٌ ومَظْياةٌ: تُنْبتُ الظَّيّان، فأَما مَظْواةٌ فإنها\n---\nمن ظ و ي، وأَما مَظْياةٌ فإِما أَن تكون على المعاقبة، وإما أَن تكون\n---\nمقلوبة من مَظْواةٍ، فهي على هذا مَفْعَلة.\n---\nوأَدِيمٌ مُظَوٍّى: مدبوغٌ بالظَّيّانِ؛ عن أَبي حنيفة. والظاءُ: حرفُ\n---\nهِجاءٍ، وهو حرف مهجور يكون أَصلاً لا بدلاً ولا زائداً؛ قال ابن جني:\n---\nاعلم أَن الظاء لا توجد في كلام النَّبَطِ، فإِذا وقَعَت فيه قلَبوها طاءً،\n---\nولهذا قالوا البُرْطُلة وإنما هو ابن الظِّلِّ، وقالوا ناطُور وإنما هو\n---\nناظور، فاعُول من نَظَرَ يَنْظُر. قال ابن سيده: كذا يقول أَصحابنا\n---\nالبصريون، فأَما قول أَحمَد بنِ يحيى فيقول ناطُور ونواطِير مثل حاصود\n---\nوحَواصِيد، وقد نَطَرَ يَنْطُر.\n---\nابن الأَعرابي: أَظْوَى الرجل إِذا حَمُقَ.", "ظيا": "@ظيا: الظَّياةُ: الرجلُ الأحْمَقُ.\n---\nوالظيَّانُ: نَبْتٌ باليمن يُدْبَغُ بوَرَقه، وقيل: هو ياسَمينُ البَرّ،\n---\nوهو فَعْلانُ، واحدتُه ظَيَّانَةٌ. وأَدِيمٌ مُظَيّاً: مدبوغ\n---\nبالظَّيّان. وأَرضِ مِظَياةٌ: لكثيرة الظيّان. الأَصمعي: من أَشجارِ الجبالِ\n---\nالعَرْعَرُ والظيَّاّنُ والتَّبّعُ والنَّشَمُ. الليث: الظيّانُ شيء من العسَل،\n---\nويجيءُ في بعض الشعرِ الظِّيُّ والظِّيُ، بلا نون، قال: ولا يُشْتقُّ\n---\nمنه فِعْلٌ فتُعْرَف ياؤُه، وبعضهم يُصَغِّرُه ظُيَيّاناً، وبعضهم\n---\nظُوَيَّاناً. قال أَبو منصور: ليس الظيّانُ من العسل في شيءٍ، إنما الظيّانُ ما\n---\nفسره الأصمعي أَوَّلاً؛ وقال مالك بن خالد الخُناعِي:\n---\nيا مَيُّ ، إن سِباعَ الأرضِ هالِكةٌ،\n---\nوالغُفْرُ والأُدْمُ والآرامُ والناسُ\n---\nوالجَيشُ لن يُعْجِزَ الأَيامَ ذُو حِيَدٍ\n---\nبمُشْمَخِرّ، به الظَّيَّانُ والآسُ\n---\nأَرادَ: بذي حِيَدٍ وعلاً في قَرْنِهِ حِيَدٌ، وهي أَنابيبهُ، وحِيَدٌ\n---\nجمع حَيدَة كَحَيْضَةٍ وحِيَضٍ؛ قال ابن بري: وهذه الكلمة قد عَزَبَ أَن\n---\nيُعْلَم أَصلُها من طريقِ الاشتِقاقِ فلم يَبْقَ إِلا حَمْلُها على\n---\nالأَكثر، وعند المحققين أَن عينَها واوٌ، لأَنّ باب طَوَيْت أَكثر من باب\n---\nحَيِيت، والمُشْمَخِرُّ: الجبل الطويلُ: والآسُ ههنا: شجر، والآسُ: العسلُ\n---\nأَيضاً، والمعنى لا يَبْقى لأَنه لو أَراد الإِيجابَ لأَدْخَلَ عليه اللامَ\n---\nلأَنَّ اللامَ في الإِيجاب بمنْزلة لا في النَّفْي. والظَّيَّان:\n---\nالعَسَل، والآس: بَقِيَّةُ العَسَل في الخَلِيَّةِ.\n---\nوالظاءُ: حرفٌ من حُرُوفِ المُعْجَم، وهو حرف مُطبَقٌ مستَعْل.\n---\nوالظاء: نَبِيبُ التَّيْسِ وصَوْتُه؛ وعليه قوله:\n---\nله ظاءٌ كما صحب الغريمُ\n---\nويروى: ظَأْبٌ. وظَيَّيْتُ ظاءً: عَمِلْتها.", "ظا": "@ظا: قال ابن بري: الظاء حرفٌ مُطْبَقٌ مُسْتَعْلٍ، وهو صوت التَّيْس و\n---\nنَبِيبُه، والله أَعلم.", "ظلع": "@ظلع: الظَّلْعُ: كالغَمْزِ. ظَلَعَ الرجلُ والدابةُ في مَشْيِه يَظْلَعُ\n---\nظَلْعاً: عَرَجَ وغمزَ في مَشْيِه؛ قال مُدْرِكُ بن محصن\n---\n(* قوله« محصن»\n---\nكذا في الأصل، وفي شرح القاموس حصن) :\n---\nرَغا صاحِبي بعد البُكاءِ، كما رَغَتْ\n---\nمُوَشَّمَةُ الأَطْرافِ رَخْصٌ عَرِينُها\n---\nمِنَ الملْحِ لا تَدْرِي أَرِجْلٌ شِمالُها\n---\nبها الظَّلْعُ، لَمَّا هَرْوَلَتْ، أَمْ يَمِينُها\n---\nوقال كثيِّر:\n---\nوكنتُ كَذاتِ الظَّلْعِ، لَمَّا تحامَلَتْ\n---\nعلى ظَلْعِها يومَ العِثارِ، اسْتَقَلَّتِ\n---\nوقال أَبو ذؤَيب يذكر فرساً:\n---\nيَعْدُو به نَهِشُ المُشاشِ كأَنَّه\n---\nصَدْعٌ سَلِيمٌ، رَجْعُه لا يَظْلَعُ\n---\nالنَّهِيشُ المُشاشِ: الخَفِيفُ القَوائِمِ، ورَجْعُه: عطْفُ يديه.\n---\nودابّة ظالِعٌ وبِرْذَوْنٌ ظالِعٌ، بغير هاء فيهما، إِن كان مذكراً فعلى\n---\nالفعل، وإِن كان مؤنثاً فعلى النسب. وقال الجوهريّ: هو ظالِعٌ والأُنثى\n---\nظالعة.وفي مَثَل: ارْقَ على ظَلْعِكَ أَن يُهاضَا أَي ارْبَعْ على نفسك\n---\nوافْعَلْ بقدر ما تُطِيقُ ولا تَحْمِلْ عليها أَكثر مما تطيق. ابن الأَعرابي:\n---\nيقال ارْقَ على ظلْعِك، فتقول: رَقِيتُ رُقِيًّا، ويقال: ارْقَأْ على ظلعك،\n---\nبالهمز، فتقول: رَقَأْتُ، ومعناه أَصْلِحْ أَمرَك أَوَّلاً. ويقال: قِ\n---\nعلى ظَلْعِك، فتجيبه: وَقَيْتُ أَقي وَقْياً. وروى ابن هانئ عن أَبي زيد:\n---\nتقول العرب ارْقَأْ على ظَلْعِكَ أَي كُفَّ فإِني عالم بمَساوِيكَ. وفي\n---\nالنوادر: فلان يَرْقَأُ على ظَلْعِه أَي يَسكُتُ على دائِه وعَيْبِه،\n---\nوقيل: معنى قوله ارْقَ على ظَلْعِكَ أَي تَصَعَّدْ في الجبل وأَنت تعلم أَنك\n---\nظالِعٌ لا تُجْهِدُ نفسَك.\n---\nويقال: فرس مِظْلاعٌ؛ قال الأَجْدَعُ الهَمْدانِيّ:\n---\nوالخَيْلُ تَعْلَمُ أَنَّني جارَيْتُها\n---\nبأَجَشَّ، لا ثَلِبٍ ولا مِظْلاعِ\n---\nوقيل: أَصل قوله ارْبَعْ على ظَلْعِكَ من رَبَعْتُ الحجَر إِذا\n---\nرَفَعْتَه أَي ارْفعْه بمقدار طاقتك، هذا أَصله ثم صار المعنى ارْفُقْ على نفسك\n---\nفيما تحاوله. وفي الحديث: فإِنه لا يَرْبَع على ظَلْعِكَ من ليس يَحْزُنه\n---\nأَمرك؛ الظلْع، بالسكون: العَرَجُ؛ المعنى لا يقيم عليك في حال ضعفك\n---\nوعرَجِك إِلا مَنْ يهتم لأَمرك وشأْنك ويُحْزِنُه أَمرُك. وفي حديث الأَضاحِي:\n---\nولا العَرْجاءُ البَيِّنُ ظَلَعُها. وفي حديث عليّ يصف أَبا بكر، رضي الله\n---\nعنهما: عَلَوْتَ إِذْ ظَلَعُوا أَي انْقَطَعُوا وتأَخَّروا لتَقْصِيرهِم،\n---\nوفي حديثه الآخر: ولْيَسْتَأْنِ بِذاتِ النَّقْب\n---\n(* قوله« النقب» ضبط في\n---\nنسخة من النهاية بالضم وفي القاموس هو بالفتح ويضم.) والظَّالِعِ أَي بذات\n---\nالجَرَب والعَرْجاءِ؛ قال ابن بري: وقول بَعْثَر بنِ لقيط:\n---\nلا ظَلْعَ لي أَرْقِي عليه، وإِنَّما\n---\nيَرْقِي على رَثَياتِه المَنْكُوبُ\n---\nأَي أَنا صحيح لا عِلَّة بي.\n---\nوالظُّلاعُ: يأْخذ في قوائِم الدّوابِّ والإِبل من غير سير ولا تعَب\n---\nفَتظْلَعُ منه. وفي الحديث: أُعْطِي قوماً أَخافُ ظَلَعَهم، هو بفتح اللام،\n---\nأَي مَيْلَهم عن الحق وضَعْفَ إِيمانهم، وقيل: ذَنْبَهم، وأَصله داء في\n---\nقوائم الدابة تَغْمِزُ منه. ورجل ظالِعٌ أَي مائل مُذْنِبٌ، وقيل: المائل\n---\nبالضاد، وقد تقدم. وظلَع الكلْبُ: أَراد السِّفادَ وقد سَفِدَ. وروى أَبو\n---\nعبيد عن الأَصمعي في باب تأَخّر الحاجة ثم قضائها في آخر وقتها: من أَمثالهم\n---\nفي هذا: إِذا نام ظالِعُ الكلابِ، قال: وذلك أَن الظالِعَ منها لا\n---\nيَقْدِرُ أَن يُعاطِلَ مع صِحاحِها لضعفه، فهو يؤخر ذلك وينتظر فراغ آخرها فلا\n---\nينام حتى إِذا لم يبق منها شيء سَفِدَ حينئذ ثم ينام، وقيل: من أَمثال\n---\nالعرب: لا أَفعل ذلك حتى ينام ظالِعُ الكلاب، قال: والظالع من الكلاب\n---\nالصَّارِفُ؛ يقال صَرَفَتِ الكلبةُ وظَلَعَتْ وأَجْعَلَتْ واسْتَجْعَلَتْ\n---\nواسْتَطارَت إِذا اشتهت الفحل. قال: والظالع من الكلاب لا ينام فيضرب مثلاً\n---\nللمُهْتَمِّ بأَمره الذي لا ينام عنه ولا يُهْمِلُه؛ وأَنشد خالد بن زيد\n---\nقول الحطيئة يُخاطِبُ خَيالَ امرأَةٍ طَرَقَه:\n---\nتَسَدَّيْتَنا من بعدِ ما نامَ ظالِعُ الـ\n---\nـكِلابِ، وأخْبى نارَه كلُّ مُوقِدِ\n---\nويروى: وأَخْفى. وقال بعضهم: ظالع الكلاب الكلبة الصارِفُ. يقال:\n---\nظَلَعَت الكلبةُ وصَرَفَت لأَن الذكور يَتْبَعْنها ولا يَدَعْنَها تنام.\n---\nوالظَّالِعُ: المُتَّهَمُ؛ ومنه قوله: ظالِمُ الرَّبِّ ظالِعُ، هذا بالظاء لا\n---\nغير؛ وقوله:\n---\nوما ذاكَ مِنْ جُرْمٍ أَتَيْتُهُمُ به،\n---\nولا حَسَدٍ مِنِّي لَهُمْ يتَظَلَّعُ\n---\nقال ابن سيده: عندي أَن معناه يقوم في أَوْهامِهم ويَسْبِقُ إِلى\n---\nأَفهامهم. وظَلَعَ يَظْلَعُ ظَلْعاً: مال؛ قال النابغة:\n---\nأَتُوعِدُ عَبْداً لم يَخُنْكَ أَمانةً،\n---\nوتَتْرُكُ عَبْداً ظالِماً، وهو ظالِعُ؟\n---\nوظَلَعَتِ المرأَةُ عينَها: كسَرَتْها وأَمالَتْها؛ وقول رؤبة:\n---\nفإِنْ تَخالَجْنَ العُيُونَ الظُّلَّعا\n---\nإِنما أَراد المَظْلُوعة فأَخرجه على النسب. وظَلَعَتِ الأَرضُ بأَهلها\n---\nتَظْلَعُ أَي ضاقتْ بهم من كثرتهم والظُّلَعُ: جبل لِسُلَيْم .\n---\nوفي الحديث: الحِمْلُ المُضْلِعُ والشَّرُّ الذي لا يَنْقَطِعُ إِظْهارُ\n---\nالبِدَعِ؛ المُضْلِعُ المُثْقِلُ، وقد تقدم في موضعه؛ قال ابن الأَثير:\n---\nولو روي بالظاء من الظُّلْع العَرَجِ والغَمْزِ\n---\n(* قوله «من الظلع العرج\n---\nوالغمز» تقدم في مادة ضلع ضبط الظلع بتحريك اللام تبعاً لضبط نسخة النهاية)\n---\nلكان وجهاً.", "ظربغ": "@ظربغ: التهذيب في الخماسي: الظَّرْبَعانةُ، بالظاء والغين، الحَيّةُ.", "ظأف": "@ظأف: ظَأَفَه ظَأْفاً: طَرَدَه طَرْداً مُرْهِقاً له.", "ظرف": "@ظرف: الظَّرف: البَراعةُ وذكاء القلب، يُوصَف به الفِتْيانُ الأَزْوالُ\n---\nوالفَتَياتُ الزَّوْلاتُ ولا يوصف به الشيخ ولا السيد، وقيل: الظرفُ حسنُ\n---\nالعِبارة، وقيل: حسن الهيئة، وقيل: الحِذْقُ بالشيء، وقد ظَرُفَ ظَرْفاً\n---\nويجوز في الشعر ظَرافة. والظَّرْفُ: مصدر الظريف، وقد ظَرُف يَظْرُف،\n---\nوهم الظُّرَفاء، ورجل ظَريفٌ من قوم ظِراف وظُروف وظُراف، على التخفيف من\n---\nقوم ظُرفاء؛ هذه عن اللحياني، وظُرَّافٌ من قوم ظُرَّافِين. وتقول: فِتْية\n---\nظُروف أَي ظُرَفاء، وهذا في الشعْر يَحسن. قال الجوهري: كأَنهم جمعوا\n---\nظَرْفاً بعد حذف الزيادة، قال: وزعم الخليل أَنه بمنزلة مَذاكِير لم يكسْر\n---\nعلى ذكر، وذكر ابن بري أَنَّ الجوهري قال: وقوم ظُرفاء وظِراف، وقد قالوا\n---\nظُرُفٌ، قال: والذي ذكره سيبويه ظُرُوف، قال: كأَنه جمع ظَرْف.\n---\nوتَظَرَّف فلان أَي تكلَّف الظَّرْف؛ وامرأَة ظَريفة من نِسوة ظَرائِفَ وظِرافٍ.\n---\nقال سيبويه: وافق مُذكَّره في التكسير يعني في ظِراف، وحكى اللحياني\n---\nاظْرُفْ إن كنت ظارِفاً، وقالوا في الحال: إنه لظَرِيف. الأَصمعي وابن\n---\nالأَعرابي: الظَّرِيف البَلِيغ الجَيِّد الكلام، وقالا: الظَّرْف في اللسان،\n---\nواحتجا بقول عمر في الحديث: إذا كان اللِّصُّ ظَريفاً لم يُقْطع؛ معناه إذا\n---\nكان بَلِيغاً جيِّد الكلام احتج عن نفسه بما يُسقط عنه الحَدَّ، وقال\n---\nغيرهما: الظَّريف الحسَنُ الوجه واللسان، يقال: لسان ظَرِيف ووجه ظريف،\n---\nوأَجاز: ما أَظْرَفُ زيدٍ، في الاستفهام: أَلسانه أَظْرَفُ أَم وجهه؟\n---\nوالظَّرفُ في اللسان البلاغةُ، وفي الوجه الحُسْنُ، وفي القلب الذَّكاء. ابن\n---\nالأعرابي: الظرْفُِ في اللسانِ، والحَلاوةُ في العينين، والملاحةُ في الفم،\n---\nوالجمالُ في الأَنف. وقال محمد بن يزيد: الظَّرِيفُ مشتقّ من الظرْف،\n---\nوهو الوِعاء، كأَنه جعل الظَّرِيفَ وعاء للأَدَب ومَكارِم الأَخلاق. ويقال:\n---\nفلان يَتَظَرَّفُ وليس بظَرِيف. والظرف: الكِياسة. وقد ظَرُف الرجلُ،\n---\nبالضم، ظَرافةً، فهو ظَرِيف. وفي حديث مَعاوية قال: كيف ابنُ زياد؟ قالوا:\n---\nظَريف على أَنه يَلْحَن، قال: أَوليس ذلك أَظرَفَ له؟ وفي حديث ابن\n---\nسِيرين: الكلامُ أَكثرُ من أَن يكذب ظَريف أَي أَنَّ الظَّرِيف لا تَضِيق عليه\n---\nمَعاني الكلام، فهو يَكْني ويُعَرِّض ولا يكذب.\n---\nوأَظْرَفَ بالرجل: ذكره بظَرْف. وأَظْرَفَ الرجُلُ: وُلد له أَولاد\n---\nظُرَفاء.\n---\nوظَرْفُ الشيء: وِعاؤه، والجمع ظُروف، ومنه ظُروف الأَزمنة والأَمكنة.\n---\nالليث: الظَّرْف وعاء كل شيء حتى إنّ الإبْريق ظرف لما فيه. الليث:\n---\nوالصفات في الكلام التي تكون مواضع لغيرها تسمى ظروفاً من نحو أَمام وقدَّام\n---\nوأَشباه ذلك، تقول: خَلْفَك زيد، إنما انتصب لأَنه ظرف لما فيه وهو موضع\n---\nلغيره، وقال غيره: الخليل يسميها ظروفاً، والكسائي يسميها المَحالّ،\n---\nوالفرّاء يسميها الصّفات والمعنى واحد. وقالوا: إنك لَغَضِيضُ الطَّرْف نَقِيُّ\n---\nالظَّرْف، يعني بالظرف وعاءه. يقال: إنك لست بخائن؛ قال أَبو حنيفة:\n---\nأَكِنَّة النبات كلّ ظَرْف فيه حبة فجعل الظرفَ للحبة.", "ظلف": "@ظلف: الظَّلْف والظِّلف: ظفُرُ كل ما اجترّ، وهو ظِلْف البَقرة والشاة\n---\nوالظبْي وما أَشبهها، والجمع أَظلاف.\n---\nابن السكيت: يقال رِجل الإنسان وقدمه، وحافر الفرس، وخُفّ البعير\n---\nوالنعامة، وظِلْف البقرة والشاة؛ واستعاره الأَخطل في الإنسان فقال:\n---\nإلى مَلِكٍ أَظْلافه لم تُشَقَّق\n---\nقال ابن بري: استعير للإنسان؛ قال عُقْفانُ بن قيس ابن عاصم:\n---\nسأَمْنَعُها أَو سَوْفَ أَجْعَلُ أَمْرَها\n---\nإلى مَلِكٍ، أَظْلافُه لم تُشَقَّق\n---\nسَواء عليكم شُؤْمُها وهِجانُها،\n---\nوإن كان فيها واضِحُ اللَّوْنِ يَبْرُق\n---\nالشُّؤْمُ: السود من الإبل، والهجانُ: بيضها؛ واستعاره عمرو بن معد يكرب\n---\nللأَفراس فقال:\n---\nوخَيْلٍ تَطأْكُمْ بأَظْلافِها\n---\nويقال: ظُلُوف ظُلَّفٌ أَي شِداد، وهو توكيد لها؛ قال العجاج:\n---\nوإن أَصابَ عَدَواء احْرَوْرَفا\n---\nعنها، وَوَلاّها ظُلُوفاً ظُلَّفا\n---\nوفي حديث الزكاة: فتَطؤه بأَظْلافِها؛ الظِّلْف للبقر والغنم كالحافر\n---\nللفرس والبغل والخُفّ للبعير، وقد يطلقُ الظِّلْف على ذات الظِّلف أَنفسها\n---\nمجازاً. ومنه حديث رُقَيْقة: تتابعت على قريش سِنُو جَدْب أَقْحَلَت\n---\nالظِّلْف أَي ذات الظِّلف. ورميت الصيد فظَلَفْته أَي أَصبت ظِلْفه، فهو\n---\nمَظْلوف؛ وظلَف الصيدَ يَظْلِفُه ظَلْفاً. ويقال: أَصاب فلان ظِلفه أَي ما\n---\nيوافقه ويريده. الفراء: تقول العرب وجدَت الدابةُ ظِلْفَها؛ يُضرب مثلاً\n---\nللذي يجد ما يوافقه ويكون أَراد به من الناس والدوابّ، قال: وقد يقال ذلك\n---\nلكل دابة وافقت هَواها. وبَلدٌ من ظِلف الغنم أَي مما يوافقها. وغنم فلان\n---\nعلى ظِلْف واحد وظَلَف واحد أَي قد ولَدت كلها. الفراء: الظَّلَفُ من\n---\nالأَرض الذي تَسْتَحِبّ الخيلُ العَدْوَ فيه. وأَرض ظَلِفةٌ بيّنة الظلَف\n---\nأَي غليظة لا تؤدّي أَثراً ولا يستبين عليها المَشي من لِينها. ابن\n---\nالأَعرابي: الظَّلَفُ ما غلُظ من الأَرض واشتدّ؛ وأَنشد لعَوْف بن\n---\nالأَحْوص:أَلم أَظْلِفْ عن الشُّعَراء عِرْضِي،\n---\nكما ظُلِفَ الوَسِيقَةُ بالكُراع؟\n---\nقال: هذا رجل سَلَّ إبلاً فأَخَذ بها في كُراع من الأَرض لئلا تَستبين\n---\nآثارها فتُتَّبع، يقول: أَلم أَمنعهم أَن يؤثّروا فيها؟ والوَسِيقَةُ:\n---\nالطَّريدة، وقوله ظُلف أَي أُخذ بها في ظَلَف من الأَرض كي لا يُقْتَصَّ\n---\nأَثرها، وسار والإبلَ يَحملها على أَرض صُلبة لئلا يُرى أَثرها، والكُراع من\n---\nالحَرَّة: ما استطال. قال أَبو منصور: جعل الفراء الظَّلَفَ ما لان من\n---\nالأَرض، وجعله ابن الأَعرابي ما غلُظ من الأَرض، والقول قول ابن\n---\nالأَعرابي: الظلفُ من الأَرض ما صَلُب فلم يُؤدّ أَثراً ولا وُعُوثة فيها، فيشتد\n---\nعلى الماشي المشي فيها، ولا رمل فَترْمَض فيها النعم، ولاحجارة فَتَحْتفِي\n---\nفيها، ولكنها صُلْبة التربة لا تؤدّي أَثراً.\n---\nوقال ابن شميل: الظَّلِفة الأَرض التي لا يتبين فيها أَثر، وهي قُفّ\n---\nغليظ، وهي الظلف؛ وقال يزيد بن الحكَم يصف جارية:\n---\nتَشْكو، إذا ما مَشَتْ بالدِّعْصِ، أَخْمَصَها،\n---\nكأَنّ ظَهْر النَّقا قُفٌّ لها ظَلَفُ\n---\nالفراء: أَرض ظَلِفٌ وظَلِفة إذا كانت لا تؤدي أَثراً كأَنها تمنع من\n---\nذلك.\n---\nوالأَُظْلُوفة من الأَرض: القِطْعة الحَزْنة الخَشِنة، وهي الأَظالِيف.\n---\nومكان ظَلِيف: حَزْن خَشن. والظَّلْفاء: صَفاة قد استوت في الأَرض،\n---\nممدودة.\n---\nوفي حديث عمر، رضي اللّه عنه: مر على راع فقال له: عليك الظَّلف من\n---\nالأَرض لا تُرَمِّضْها؛ هو، بفتح الظاء واللام، الغليظ الصلب من الأَرض مما\n---\nلا يبين فيه أَثر، وقيل: اللَّيِّن منها مما لا رمل فيه ولا حجارة، أَمره\n---\nأَن يرعاها في الأَرض التي هذه صفتها لئلا تَرْمَض بحرِّ الرمل وخُشُونة\n---\nالحجارة فتتلف أَظلافها، لأَن الشاء إِذا رُعِيَت في الدِّهاس وحَميت\n---\nالشمس عليه أَرْمَضَتها، والصّياد في البادية يَلبَس مِسْماتَيْه وهما\n---\nجَوْرَباه في الهاجِرة الحارّة فيُثير الوحْش عن كُنُسها، فإذا مشت في\n---\nالرّمْضاء تساقطت أَظْلافُها. ابن سيده: الظَّلَفُ والظَّلِفُ من الأَرض الغَليظ\n---\nالذي لا يؤدي أَثراً. وقد ظَلِفَ ظَلَفاً وظَلَفَ أَثره يَظْلُفُه\n---\nويَظْلِفُه ظَلْفاً وأَظْلفه إذا مشى في الحُزونة حتى لا يُرى أَثره فيها،\n---\nوأَنشد بيت عوف بن الأَحوص. والظَّلَف: الشدّة والغِلَظُ في المَعيشة من\n---\nذلك. وفي حديث سعد: كان يُصِيبنا ظَلَفُ العيش بمكة أَي بؤسُه وشدَّته\n---\nوخُشونته من ظلَف الأَرضِ. وفي حديث مصعب ابن عُمير: لما هاجر أَصابه ظلَف\n---\nشديد. وأَرض ظَلِفة بيِّنة الظلَف: ناتئة لا تُبين أَثراً. وظلَفهم\n---\nيَظْلِفُهم ظلْفاً: اتَّبع أَثرهم. ومكان ظَلِيف: خشن فيه رمل كثير. والأُظْلوفة:\n---\nأَرض صُلْبة حديدة الحجارة على خِلقة الجبل، والجمع أَظالِيف؛ أَنشد ابن\n---\nبري:\n---\nلَمَح الصُّقُورِ عَلَتْ فوق الأَظالِيفِ\n---\n(* قوله «لمح الصقور» كذا في الأصل بتقديم اللام وتقدم للمؤلف في مادة\n---\nملح ما نصه: ملح الصقور تحت دجن مغين. قال أبو حاتم قلت للاصمعي: أتراه\n---\nمقلوباً من اللمح؟ قال: لا، انما يقال لمح الكوكب ولا يقال ملح فلو كان\n---\nمقلوباً لجاز أن يقال ملح.)\n---\nوأَظلفَ القومُ: وقعوا في الظلَف أَو الأُظلوفةِ، وهو الموضع الصلب.\n---\nوشرٌّ ظَلِيف أَي شديد. وظَلَفه عن الأَمر يَظْلِفُه ظَلْفاً: منعه؛ وأَنشد\n---\nبيت عوف بن الأَحوص:\n---\nأَلم أظْلِفْ عن الشُّعَراءِ عِرْضي،\n---\nكما ظُلف الوسيقةُ بالكراع؟\n---\nوظلَفه ظلْفاً: منعه عما لا خير فيه. وظلَف نفسَه عن الشي: منعها عن\n---\nهواها، ورجل ظَلِفُ النفْس وظَلِيفُها من ذلك. الجوهري: ظلَف نفسَه عن الشيء\n---\nيَظلِفُها ظَلفاً أَي منعها من أَن تفعله أَو تأْتيه؛ قال الشاعر:\n---\nلقد أَظْلِفُ النفْسَ عن مَطْعَمٍ،\n---\nإذا ما تهافَتَ ذِبَّانُه\n---\nوظَلِفت نفسي عن كذا، بالكسر، تَظْلَف ظلَفاً أَي كَفّت. وفي حديث علي،\n---\nكرم اللّه وجهه: ظلَف الزُّهْدُ شَهَواتِه أَي كفَّها ومنعها. وامرأَة\n---\nظَلِفة النفْس أَي عزيزة عند نفسها. وفي النوادر: أَظْلَفتُ فلاناً عن كذا\n---\nوكذا وظَلَّفْته وشَذَّيْته وأَشْذَيْتُه إذا أَبْعَدْته عنه؛ وكلُّ ما\n---\nعَسُر عليك مطلَبُه ظَلِيف. ويقال: أَقامَه اللّه على الظَّلَفات أَي على\n---\nالشدّة والضِّيق؛ وقال طُفَيل:\n---\nهُنالِكَ يَرْويها ضَعِيفي ولم أُقِمْ،\n---\nعلى الظَّلَفات، مُقْفَعِلَّ الأَنامِل\n---\nوالظَلِيفُ: الذَّليل السيِّء الحال في مَعِيشته، ويقال: ذهَب به\n---\nمَجّاناً وظَلِيفاً إذا أَخذه بغير ثمن، وقيل: ذهب به ظليفاً أَي باطلاً بغير\n---\nحق؛ قال الشاعر:\n---\nأَيأْكُلُها ابنُ وعْلةَ في ظَلِيفٍ،\n---\nويأْمَنُ هَيْثَمٌ وابْنا سِنانِ؟\n---\nأَي يأْكلها بغير ثمن؛ قال ابن بري: ومثله قول الآخر:\n---\nفقلتُ: كلُوها في ظَلِيفٍ، فَعَمُّكمْ\n---\nهو اليومَ أَوْلى منكمُ بالتَّكَسُّبِ\n---\nوذهَب دمُه ظَلْفاً وظَلَفاً وظَلِيفاً، بالظاء والطاء جميعاً، أَي\n---\nهدَراً لم يُثأَر به. وقيل: كلُّ هَيِّن ظَلَفٌ. وأَخَذ الشيء بظَلِيفته\n---\n(*\n---\nقوله «بظليفته إلخ» كذا في الأصل مضبوطاً، وعبارة القاموس: وأخذه بظليفه\n---\nوظلفه محركة.) وظَلِفَته أَي بأَصله وجميعه ولم يدع منه شيئاً.\n---\nوالظِّلْفُ: الحاجةُ. والظِّلْف: المُتابَعةُ في الشيء.\n---\nالليث: الظَّلِفةُ طرَفُ حِنْوِ القتَب وحِنو الإكاف وأَشباه ذلك مما\n---\nيلي الأَرض من جَوانبها. ابن سيده: والظَّلِفتان ما سفل من حنْوي الرَّحْل،\n---\nوهو من حَنْوِ القتَب ما سَفَل عن العضد. قال: وفي الرحل الظّلِفاتُ وهي\n---\nالخشبات الأَربع اللواتي يكنَّ على جنبي البعير تصيب أَطْرافُها\n---\nالسُّفْلى الأَرض إذا وُضِعت عليها، وفي الواسط ظَلِفَتان، وكذلك في المؤْخِرةِ،\n---\nوهما ما سفل من الجنْوين لأَن ما علاهما مما يلي العَراقَي هما\n---\nالعضُدان، وأما الخشبات المطوّلة على جنبي البعير فهي الأَحناء وواحدتها ظَلِفةٌ؛\n---\nوشاهده:\n---\nكأَنَّ مَواقعَ الظَّلِفاتِ منه\n---\nمَواقعُ مَضْرَحِيَّاتٍ بِقارِ\n---\nيريد أَن مواقع الظَّلِفاتِ من هذا البعير قد ابيضت كمواقع ذَرْقِ\n---\nالنَّسر. وفي حديث بلال: كان يؤذّن على ظَلِفات أَقتاب مُغَرَّزةِ في الجدار،\n---\nهو من ذلك. أَبو زيد: يقال لأَعلى الظَّلِفتين مما يلي العَراقيَ\n---\nالعضُدان وأَسفلهما الظَّلِفتان. وهما ما سفل من الحِنْوين الواسط والمؤْخِرة.\n---\nابن الأَعرابي: ذَرَّفْتُ على الستين وظَلَّفْتُ ورمَّدْتُ\n---\n(* قوله\n---\n«ورمدت» كذا بالأصل ولم نجده بهذا المعنى في مادة رمد. نعم في القاموس في مادة\n---\nزند وما يزدنك أحد عليه وما يزندك أي ما يزيدك.) وطلَّثْتُ ورمَّثْتُ، كل\n---\nهذا إذا زدت عليها.", "ظفف": "@ظفف: الكسائي: ظَفَفْتُ قوائَم البعير وغيرِه أَظُفُّها ظَفّاً إذا\n---\nشَدَدْتَها كلَّها وجمعتها. وفي ترجمة ضفف: ماءٌ مَضْفوف إذا كثر عليه الناس؛\n---\nقال الشاعر:\n---\nلا يَستقي في النَّزَحِ المَضْفوفِ\n---\nقال ابن بري: رواه أَبو عمرو الشيباني المظفوف، بالظاء، وقال: العرب\n---\nتقول ماءً مَظْفوفاً أَي مشغولاً؛ وأَنشد:\n---\nلا يَستقي في النَّزَحِ المظفوفِ\n---\nوقال أَيضاً: المظفوف المقارَبُ بين اليدين في القَيْد؛ وأَنشد:\n---\nزَحْفَ الكَسِير، وقد تَهَيَّضَ عَظْمُه،\n---\nأَو زَحْف مَظْفُوفِ اليدين مُقيَّدِ\n---\nوابن فارس ذكره بالضاد لا غير، وكذلك حكاه الليث.", "ظوف": "@ظوف: أَخذ بظُوفِ رقبته وبظافِ رقبته: لغة في صُوف رقبته أَي بجميعها\n---\nأَو بشعرها السابل في نُقرتها.", "ظلل": "@ظلل: ظَلَّ نهارَه يفعل كذا وكذا يَظَلُّ ظَلاًّ وظُلُولاً وظَلِلْتُ\n---\nأَنا وظَلْتُ وظِلْتُ، لا يقال ذلك إِلاَّ في النهار لكنه قد سمع في بعض\n---\nالشعر ظَلَّ لَيْلَه، وظَلِلْت أَعْمَلُ كذا، بالكسر، ظُلُولاً إِذا\n---\nعَمِلْته بالنهار دون الليل؛ ومنه قوله تعالى: فَظَلْتم تَفَكَّهون، وهو من\n---\nشَواذِّ التخفيف. الليث: يقال ظَلَّ فلان نهارَه صائماً، ولا تقول العرب\n---\nظَلَّ يَظَلُّ إِلا لكل عمل بالنهار، كما لا يقولون بات يبيت إِلا بالليل،\n---\nقال: ومن العرب من يحذف لام ظَلِلْت ونحوها حيث يظهران، فإِن أَهل الحجاز\n---\nيكسرون الظاء كسرة اللام التي أُلْقِيَتْ فيقولون ظِلْنا وظِلْتُم المصدر\n---\nالظُّلُول، والأَمر اظْلَلْ وظَلَّ؛ قال تعالى: ظَلْتَ عليه عاكفاً،\n---\nوقرئ ظِلْتَ، فمن فَتَح فالأَصل فيه ظَلِلْت ولكن اللام حذفت لثِقَل\n---\nالتضعيف والكسر وبقيت الظاء على فتحها، ومن قرأَ ظِلْتَ، بالكسر، حَوَّل كسرة\n---\nاللام على الظاء، ويجوز في غير المكسور نحو هَمْت بذلك أَي هَمَمْت\n---\nوأَحَسْنت بذلك أَي أَحْسَسْت، قال: وهذا قول حُذَّاق النحويين؛ قال ابن سيده:\n---\nقال سيبويه أَمَّا ظِلْتُ فأَصله ظَلِلْتُ إِلاَّ أَنهم حذفوا فأَلقوا\n---\nالحركة على الفاء كما قالوا خِفْت، وهذا النَّحْوُ شاذٌّ، قال: والأَصل فيه\n---\nعربي كثير، قال: وأَما ظَلْت فإِنها مُشَبَّهة بِلَسْت؛ وأَما ما أَنشده\n---\nأَبو زيد لرجل من بني عقيل:\n---\nأَلَمْ تَعْلَمِي ما ظِلْتُ بالقوم واقفاً\n---\nعلى طَلَلٍ، أَضْحَتْ مَعارِفُه قَفْرا\n---\nقال ابن جني: قال كسروا الظاء في إِنشادهم وليس من لغتهم. وظِلُّ\n---\nالنهارِ: لونُه إِذا غَلَبَتْه الشمسُ. والظِّلُّ: نقيض الضَّحِّ، وبعضهم يجعل\n---\nالظِّلَّ الفَيْء؛ قال رؤبة: كلُّ موضع يكون فيه الشمس فتزول عنه فهو\n---\nظِلٌّ وفَيْء، وقيل: الفيء بالعَشِيِّ والظِّلُّ بالغداة، فالظِّلُّ ما كان\n---\nقبل الشمس، والفيء ما فاء بعد. وقالوا: ظِلُّ الجَنَّة، ولا يقال\n---\nفَيْؤها، لأَن الشمس لا تُعاقِب ظِلَّها فيكون هنالك فيء، إِنما هي أَبداً\n---\nظِلٌّ، ولذلك قال عز وجل: أُكُلُها دائمٌ وظِلُّها؛ أَراد وظِلُّها دائم\n---\nأَيضاً؛ وجمع الظِّلِّ أَظلالٌ وظِلال وظُلُولٌ؛ وقد جعل بعضهم للجنة فَيْئاً\n---\nغير أَنه قَيَّده بالظِّلِّ، فقال يصف حال أَهل الجنة وهو النابغة\n---\nالجعدي:فَسلامُ الإِلهِ يَغْدُو عليهم،\n---\nوفُيُوءُ الفِرْدَوْسِ ذاتُ الظِّلال\n---\nوقال كثير:\n---\nلقد سِرْتُ شَرْقيَّ البِلادِ وغَرْبَها،\n---\nوقد ضَرَبَتْني شَمْسُها وظُلُولُها\n---\nويروى:\n---\nلقد سِرْتُ غَوْرِيَّ البِلادِ وجَلْسَها\n---\nوالظِّلَّة: الظِّلال. والظِّلال: ظِلال الجَنَّة؛ وقال العباس بن عبد\n---\nالمطلب:\n---\nمِنْ قَبْلِها طِبْتَ في الظِّلال وفي\n---\nمُسْتَوْدَعٍ، حَيْثُ يُخْصَفُ الوَرَقُ\n---\nأَراد ظِلال الجنات التي لا شمس فيها. والظِّلال: ما أَظَلَّكَ من\n---\nسَحابٍ ونحوه. وظِلُّ الليلِ: سَوادُه، يقال: أَتانا في ظِلِّ الليل؛ قال ذو\n---\nالرُّمَّة:\n---\nقد أَعْسِفُ النَّازِحَ المَجْهولَ مَعْسِفُه،\n---\nفي ظِلِّ أَخْضَرَ يَدْعُو هامَهُ البُومُ\n---\nوهو استعارة لأَن الظِّلَّ في الحقيقة إِنما هو ضوء شُعاع الشمس دون\n---\nالشُّعاع، فإِذا لم يكن ضَوْءٌ فهو ظُلْمة وليس بظِلٍّ.\n---\nوالظُّلَّةُ أَيضاً\n---\n(* قوله «والظلة أيضاً إلخ» هذه بقية عبارة للجوهري\n---\nستأتي، وهي قوله: والظلة، بالضم، كهيئة الصفة، الى أن قال: والظلة أيضاً\n---\nالى آخر ما هنا): أَوّل سحابة تُظِلُّ؛ عن أَبي زيد. وقوله تعالى:\n---\nيَتَفَيَّأُ ظِلاله عن اليمين؛ قال أَبو الهيثم: الظِّلُّ كلُّ ما لم تَطْلُع\n---\nعليه الشمسُ فهو ظِلٌّ، قال: والفَيْء لا يُدْعى فَيْئاً إِلا بعد الزوال\n---\nإِذا فاءت الشمسُ أَي رَجَعَتْ إِلى الجانب الغَرْبيِّ، فما فاءت منه\n---\nالشمسُ وبَقِيَ ظِلاًّ فهو فَيْء، والفَيْءُ شرقيٌّ والظِّلُّ غَرْبيٌّ،\n---\nوإِنما يُدْعى الظِّلُّ ظِلاًّ من أَوَّل النهار إِلى الزوال، ثم يُدْعى\n---\nفيئاً بعد الزوال إِلى الليل؛ وأَنشد:\n---\nفلا الظِّلَّ من بَرْدِ الضُّحَى تَسْتَطِيعُه،\n---\nولا الفَيْءَ من بَرْدِ العَشِيِّ تَذُوق\n---\nقال: وسَوادُ اللَّيلِ كلِّه ظِلٌّ، وقال غيره: يقال أَظَلَّ يومُنا هذا\n---\nإِذا كان ذا سحاب أَو غيره وصار ذا ظِلٍّ، فهو مُظِلٌّ. والعرب تقول:\n---\nليس شيء أَظَلَّ من حَجَر، ولا أَدْفأَ من شَجَر، ولا أَشَدَّ سَواداً من\n---\nظِلّ؛ وكلُّ ما كان أَرْفع سَمْكاً كان مَسْقَطُ الشَّمس أَبْعَد، وكلُّ\n---\nما كان أَكثر عَرْضا وأَشَد اكتنازاً كان أَشد لسَوادِ ظِلِّه. وظِلُّ\n---\nالليل: جُنْحُه، وقيل: هو الليل نفسه، ويزعم المنجِّمون أَن الليل ظِلٌّ\n---\nوإِنما اسْوَدَّ جدّاً لأَنه ظِلُّ كُرَة الأَرض، وبِقَدْر ما زاد بَدَنُها\n---\nفي العِظَم ازداد سواد ظِلِّها. وأَظَلَّتْني الشجرةُ وغيرُها،\n---\nواسْتَظَلَّ بالشجرة: اسْتَذْرى بها. وفي الحديث: إِنَّ في الجنة شَجَرةً يَسِير\n---\nالراكبُ في ظِلِّها مائةَ عامٍ أَي في ذَراها وناحيتها. وفي قول العباس:\n---\nمِنْ قَبْلِها طِبْتَ في الظِّلال؛ أَراد ظِلال الجنة أَي كنتَ طَيِّباً\n---\nفي صُلْب آدم حيث كان في الجنة، وقوله من قبلها أَي من قبل نزولك إِلى\n---\nالأَرض، فكَنى عنها ولم يتقدم ذكرها لبيان المعنى. وقوله عز وجل: ولله\n---\nيَسْجُد مَنْ في السموات والأَرض طَوْعاً وكَرْهاً وظِلالُهُم بالغُدُوِّ\n---\nوالآصال؛ أَي ويَسْجُد ظِلالُهم؛ وجاء في التفسير: أَن الكافر يَسْجُدُ لغير\n---\nالله وظِلُّه يسجد لله، وقيل ظِلالُهم أَي أَشخاصهم، وهذا مخالف للتفسير.\n---\nوفي حديث ابن عباس: الكافر يَسْجُد لغير الله وظِلُّه يَسْجُد لله؛\n---\nقالوا: معناه يَسْجُد له جِسْمُه الذي عنه الظِّلُّ. ويقال للمَيِّت: قد\n---\nضَحَا ظِلُّه. وقوله عز وجل: ولا الظِّلُّ ولا الحَزورُ؛ قال ثعلب: قيل\n---\nالظِّلُّ هنا الجنة، والحَرور النار، قال: وأَنا أَقول الظِّلُّ الظِّلُّ\n---\nبعينه، والحَرُور الحَرُّ بعينه. واسْتَظَلَّ الرجلُ: اكْتَنَّ بالظِّلِّ.\n---\nواسْتَظَلَّ بالظِّلِّ: مال إِليه وقَعَد فيه. ومكان ظَلِيلٌ: ذو ظِلٍّ،\n---\nوقيل الدائم الظِّلِّ قد دامت ظِلالَتُه. وقولهم: ظِلٌّ ظَلِيل يكون من\n---\nهذا، وقد يكون على المبالغة كقولهم شِعْر شاعر. وفي التنزيل العزيز:\n---\nونُدْخِلهم ظِلاًّ ظَلِيلاً؛ وقول أُحَيْحَة بن الجُلاح يَصِف النَّخْل:\n---\nهِيَ الظِّلُّ في الحَرِّ حَقُّ الظَّلِيـ\n---\nـلِ، والمَنْظَرُ الأَحْسَنُ الأَجْمَلُ\n---\nقال ابن سيده: المعنى عندي هي الشيء الظَّلِيل، فوضع المصدر موضع الاسم.\n---\nوقوله عز وجل: وظَلَّلْنا عليكم الغَمامَ؛ قيل: سَخَّر اللهُ لهم\n---\nالسحابَ يُظِلُّهم حتى خرجوا إِلى الأَرض المقدَّسة وأَنزل عليهم المَنَّ\n---\nوالسَّلْوى، والاسم الظَّلالة. أَبو زيد: يقال كان ذلك في ظِلِّ الشتاء أَي في\n---\nأَوَّل ما جاء الشتاء. وفَعَلَ ذلك في ظِلِّ القَيْظ أَي في شِدَّة\n---\nالحَرِّ؛ وأَنشد الأَصمعي:\n---\nغَلَّسْتُه قبل القَطا وفُرَّطِه،\n---\nفي ظِلِّ أَجَّاج المَقيظ مُغْبِطِه\n---\n(* قوله «غلسته إلخ» كذا في الأصل والاساس، وفي التكملة: تقدم العجز على\n---\nالصدر).\n---\nوقولهم: مَرَّ بنا كأَنَّه ظِلُّ ذئب أَي مَرَّ بنا سريعاً كَسُرْعَة\n---\nالذِّئب. وظِلُّ الشيءِ: كِنُّه. وظِلُّ السحاب: ما وَارَى الشمسَ منه،\n---\nوظِلُّه سَوادُه. والشمسُ مُسْتَظِلَّة أَي هي في السحاب. وكُلُّ شيء\n---\nأَظَلَّك فهو ظُلَّة. ويقال: ظِلٌّ وظِلالٌ وظُلَّة وظُلَل مثل قُلَّة وقُلَل.\n---\nوفي التنزيل العزيز: أَلم تَرَ إِلى رَبِّك كيف مَدَّ الظِّلَّ. وظِلُّ\n---\nكلِّ شيء: شَخْصُه لمكان سواده. وأَظَلَّني الشيءُ: غَشِيَني، والاسم منه\n---\nالظِّلُّ؛ وبه فسر ثعلب قوله تعالى: إِلى ظِلٍّ ذي ثَلاث شُعَب، قال:\n---\nمعناه أَن النار غَشِيَتْهم ليس كظِلِّ الدنيا. والظُّلَّة: الغاشيةُ،\n---\nوالظُّلَّة: البُرْطُلَّة. وفي التهذيب: والمِظَلَّة البُرْطُلَّة، قال:\n---\nوالظُّلَّة والمِظَلَّة سواءٌ، وهو ما يُسْتَظَلُّ به من الشمس. والظُّلَّة:\n---\nالشيء يُسْتَتر به من الحَرِّ والبرد، وهي كالصُّفَّة. والظُّلَّة:\n---\nالصَّيْحة. والظُّلَّة، بالضم: كهيئة الصُّفَّة، وقرئ: في ظُلَلٍ على الأَرائك\n---\nمُتَّكئون، وفي التنزيل العزيز: فأَخَذَهُم عذابُ يَوْمِ الظُّلَّة؛\n---\nوالجمع ظُلَلٌ وظِلال. والظُّلَّة: ما سَتَرك من فوق، وقيل في عذاب يوم\n---\n(*\n---\nقوله «وقيل في عذاب يوم إلخ» كذا في الأصل) الظُّلَّة، قيل: يوم\n---\nالصُّفَّة، وقيل له يوم الظُّلَّة لأَن الله تعالى بعث غَمامة حارّة فأَطْبَقَتْ\n---\nعليهم وهَلَكوا تحتها. وكُلُّ ما أَطْبَقَ عليك فهو ظُلَّة، وكذلك كل ما\n---\nأَظَلَّك. الجوهري: عذابُ يوم الظُّلَّة قالوا غَيْمٌ تحته سَمُومٌ؛ وقوله\n---\nعز وجل: لهم مِنْ فوقِهم ظُلَلٌ من النار ومن تحتهم ظُلَلٌ؛ قال ابن\n---\nالأَعرابي: هي ظُلَلٌ لمَنْ تحتهم وهي أَرض لهم، وذلك أَن جهنم أَدْرَاكٌ\n---\nوأَطباق، فبِساطُ هذه ظُلَّةٌ لمَنْ تحتَه، ثم هَلُمَّ جَرًّا حتى ينتهوا\n---\nإِلى القَعْر. وفي الحديث: أَنه ذكر فِتَناً كأَنَّها الظُّلَل؛ قل: هي\n---\nكُلُّ ما أَظَلَّك، واحدتها ظُلَّة، أَراد كأَنَّها الجِبال أَو السُّحُب؛\n---\nقال الكميت:\n---\nفكَيْفَ تَقُولُ العَنْكَبُوتُ وبَيتُها،\n---\nإِذا ما عَلَتْ مَوْجاً من البَحْرِ كالظُّلَل؟\n---\nوظِلالُ البحر: أَمواجُه لأَنها تُرْفَع فتُظِلُّ السفينةَ ومن فيها،\n---\nومنه عذاب يوم الظُّلَّة، وهي سحابة أَظَلَّتْهم فَلَجؤوا إِلى ظِلِّها من\n---\nشِدَّة الحرّ فأَطْبَقَتْ عليهم وأَهْلَكَتْهم. وفي الحديث: رأَيت كأَنَّ\n---\nظُلَّةً تَنْطِف السَّمْنَ والعَسَل أَي شِبْهَ السَّحَابة يَقْطُرُ\n---\nمنها السَّمْنُ والعسلُ، ومنه: البقرةُ وآلُ عمران كأَنَّهما ظُلَّتانِ أَو\n---\nغَمامتان؛ وقوله:\n---\nوَيْحَكَ، يا عَلْقَمَةُ بنَ ماعِزِ\n---\nهَلْ لَكَ في اللَّواقِح الحَرَائزِ،\n---\nوفي اتِّباعِ الظُّلَل الأَوَارِزِ؟\n---\nقيل: يَعْني بُيوتَ السَّجْن. والمِظَلَّة والمَظَلَّة: بيوت الأَخبية،\n---\nوقيل: المِظَلَّة لا تكون إِلا من الثياب، وهي كبيرة ذات رُواقٍ، وربما\n---\nكانت شُقَّة وشُقَّتين وثلاثاً، وربما كان لها كِفَاءٌ وهو مؤخَّرها. قال\n---\nابن الأَعرابي: وإِنما جاز فيها فتح الميم لأَنها تُنْقل بمنزلة البيت.\n---\nوقال ثعلب: المِظَلَّة من الشعر خاصة. ابن الأَعرابي: الخَيْمة تكون من\n---\nأَعواد تُسْقَف بالثُّمام فلا تكون الخيمة من ثياب، وأَما المَظَلَّة فمن\n---\nثياب؛ رواه بفتح الميم. وقال أَبو زيد: من بيوت الأَعراب المَظَلَّة، وهي\n---\nأَعظم ما يكون من بيوت الشعر، ثم الوَسُوط نعت المَظَلَّة، ثم الخِباء\n---\nوهو أَصغر بيوت الشَّعَر. والمِظَلَّة، بالكسر: البيت الكبير من الشَّعَر؛\n---\nقال:\n---\nأَلْجَأَني اللَّيْلُ، وَرِيحٌ بَلَّه\n---\nإِلى سَوادِ إِبلٍ وثَلَّه،\n---\nوسَكَنٍ تُوقَد في مِظَلَّه\n---\nوعَرْشٌ مُظَلَّل: من الظِّلِّ. وقال أَبو مالك: المِظَلَّة والخباء\n---\nيكون صغيراً وكبيراً؛ قال: ويقال للبيت العظيم مِظَلَّة مَطْحُوَّة\n---\nومَطْحِيَّة وطاحِيَة وهو الضَّخْم. ومَظَلَّة ومِظَلَّة: دَوْحة\n---\n(* قوله «ومظلة\n---\nدوحة» كذا في الأصل والتهذيب).\n---\nومن أَمثال العرب: عِلَّةٌ ما عِلَّه أَوْتادٌ وأَخِلَّه، وعَمَدُ\n---\nالمِظَلَّه، أَبْرِزُوا لصِهْرِكم ظُلَّه؛ قالته جارية زُوِّجَتْ رَجُلاً\n---\nفأَبطأَ بها أَهْلُها على زوجها، وجَعَلُوا يَعْتَلُّون بجمع أَدوات البيت\n---\nفقالت ذلك اسْتِحْثاثاً لهم؛ وقول أُمَيَّة بن أَبي عائذ الهذلي:\n---\nولَيْلٍ، كأَنَّ أَفانِينَه\n---\nصَراصِرُ جُلِّلْنَ دُهْمَ المَظالي\n---\nإِنما أَراد المَظالَّ فخَفَّف اللام، فإِمَّا حَذَفها وإِمَّا\n---\nأَبْدَلَها ياءً لاجتماع المثلين لا سيما إِن كان اعتقد إِظهار التضعيف فإِنه\n---\nيزداد ثِقَلاً ويَنْكَسِر الأَول من المثلين فتدعو الكسرةُ إِلى الياء فيجب\n---\nعلى هذا القول أَن يُكْتب المَظالي بالياء؛ ومثْلُهُ سَواءً ما أَنشده\n---\nسيبويه لعِمْران بن حِطَّان:\n---\nقد كُنْتُ عِنْدَك حَوْلاً، لا يُرَوَّعُني\n---\nفيه رَوَائعُ من إِنْس ولا جانِ\n---\nوإِبدالُ الحرف أَسهلُ من حذفه. وكُلُّ ما أَكَنَّك فقد أَظَلَّكَ.\n---\nواسْتَظَلَّ من الشيء وبه وتَظَلَّل وظَلَّله عليه. وفي التنزيل العزيز:\n---\nوظَلَّلنا عليهم الغَمامَ.\n---\nوالإِظْلالُ: الدُّنُوُّ؛ يقال: أَظَلَّك فلان أَي كأَنه أَلْقى عليك\n---\nظِلَّه من قُرْبه. وأَظَلَّك شهرُ رمضان أَي دَنا منك. وأَظَلَّك فلان:\n---\nدَنا منك كأَنه أَلْقى عليك ظِلَّه، ثم قيل أَظَلَّك أَمرٌ. وفي الحديث:\n---\nأَنه خطب آخر يوم من شعبان فقال: أَيها الناس قد أَظَلَّكُمْ شَهْرٌ عظيم\n---\nأَي أَقْبَل عليكم ودَنا منكم كأَنه أَلْقى عليكم ظِلَّه. وفي حديث كعب ابن\n---\nمالك: فلما أَظَلَّ قادماً حَضَرَني بَثِّي. وفي الحديث: الجنَّةُ تحت\n---\nظِلالِ السيوف؛ هو كناية عن الدُّنُوِّ من الضِّرب في الجهاد في سبيل الله\n---\nحتى يَعْلُوَه السيفُ ويَصِيرَ ظِلُّه عليه.\n---\nوالظِّلُّ: الفَيْءُ الحاصل من الحاجز بينك وبين الشمس أَيَّ شيء كان،\n---\nوقيل: هو مخصوص بما كان منه إِلى الزوال، وما كان بعده فهو الفيء. وفي\n---\nالحديث: سَبْعَةٌ يُظِلُّهم اللهُ في ظِلِّ العرش أَي في ظِلِّ رحمته. وفي\n---\nالحديث الآخر: السُّلْطانُ ظِلُّ الله في الأَرض لأَنه يَدْفَع الأَذى عن\n---\nالناس كما يَدْفَع الظِّلُّ أَذى حَرِّ الشمس، قال: وقد يُكْنى بالظِّلِّ\n---\nعن الكَنَف والناحية. وأَظَلَّك الشيء: دَنا منك حتى أَلقى عليك ظِلُّه\n---\nمن قربه. والظِّلُّ: الخَيال من الجِنِّ وغيرها يُرى، وفي التهذيب: شِبْه\n---\nالخيال من الجِنِّ، ويقال: لا يُجاوِزْ ظِلِّي ظِلَّك.\n---\nومُلاعِب ظِلَّه: طائرٌ سمي بذلك. وهما مُلاعِبا ظِلِّهما ومُلاعِباتُ\n---\nظِلِّهن، كل هذ في لغة، فإِذا جَعَلته نكرة أَخْرَجْتَ الظِّلَّ على\n---\nالعِدَّةِ فقلت هُنَّ مُلاعِباتٌ أَظْلالَهُنَّ؛ وقول عنترة:\n---\nولقد أَبِيتُ على الطَّوى وأَظَلُّه،\n---\nحتى أَنالَ به كَرِيمَ المأْكَل\n---\nأَراد: وأَظَلُّ عليه. وقولهم في المثل: لأَتْرُكَنَّه تَرْكَ ظَبْيٍ\n---\nظِلَّه؛ معناه كما تَرَكَ ظَبْيٌ ظِله. الأَزهري: وفي أَمثال العرب: تَرَكَ\n---\nالظَّبْيُ ظِلَّه؛ يُضْرَب للرجل النَّفُور لأَن الظَّبْي إِذا نَفَر من\n---\nشيء لا يعود إِليه أَبداً، وذلك إِذا نَفَر، والأَصل في ذلك أَن\n---\nالظَّبْيَ يَكْنِس في الحَرّ فيأْتيه السامي فيُثِيره ولا يعود إِلى كِناسِه،\n---\nفيقال تَرَكَ الظَّبْيُ ظِلَّه، ثم صار مثلاً لكل نافر من شيء لا يعود\n---\nإِليه. الأَزهري: ومن أَمثالهم أَتيته حين شَدَّ الظََّّبْيُ ظِلَّه، وذلك\n---\nإِذا كَنَس نِصْف النهار فلا يَبْرَح مَكْنِسَه. ويقال: أَتيته حين\n---\nيَنْشُدُ الظَّبْيُ ظِلَّه أَي حين يشتدُّ الحَرُّ فيطلب كِناساً يَكْتَنُّ فيه\n---\nمن شدة الحر. ويقال: انْتَعَلَتِ المَطايا ظِلالها إِذا انتصف النهار في\n---\nالقَيْظ فلم يكُن لها ظِلٌّ؛ قال الراجز:\n---\nقد وَرَدَتْ تَمْشِي على ظِلالِها،\n---\nوذابَت الشَّمْس على قِلالها\n---\nوقال آخر في مثله:\n---\nوانْتَعَلَ الظِّلَّ فكان جَوْرَبا\n---\nوالظِّلُّ: العِزُّ والمَنَعة. ويقال: فلان في ظِلِّ فلان أَي في ذَراه\n---\nوكَنَفه. وفلان يعيش في ظِلِّ فلان أَي في كَنَفه. واسْتَظَلَّ الكَرْمُ:\n---\nالتَفَّتْ نَوامِيه.\n---\nوأَظَلُّ الإِنسان: بُطونُ أَصابعه وهو مما يلي صدر القَدَم من أَصل\n---\nالإِبهام إِلى أَصل الخِنْصَرِ، وهو من الإِبل باطن المَنْسِم؛ هكذا\n---\nعَبَّروا عنه ببطون؛ قال ابن سيده: والصواب عندي أَن الأَظَلَّ بطن الأُصبع؛\n---\nوقال ذو الرُّمَّة في مَنْسِم البعير:\n---\nدامي الأَظلِّ بَعِيد الشَّأْوِ مَهْيُوم\n---\nقال الأَزهري: سمعت أَعرابيّاً من طَيِّءٍ يقول لِلَحْمٍ رقيقٍ لازقٍ\n---\nبباطن المَنْسِم من البعير هو المُسْتَظِلاَّتُ، وليس في لحم البعير مُضْغة\n---\nأَرَقُّ ولا أَنعم منها غير أَنه لا دَسَم فيه. وقال أَبو عبيد في باب\n---\nسوء المشاركة في اهتمام الرجل بشأْن أَخيه: قال أَبو عبيدة إِذا أَراد\n---\nالمَشْكُوُّ إِليه أَنه في نَحْوٍ مما فيه صاحبُه الشَّاكي قال له إِن\n---\nيَدْمَ أَظَلُّكَ فقد نَقِبَ خُفِّي؛ يقول: إِنه في مثل حالك؛ قال لبيد:\n---\nبنَكِيبٍ مَعِرٍ دامي الأَظَلّ\n---\nقال: والمَنْسِمُ للبعير كالظُّفُر للإِنسان. ويقال للدم الذي في الجوف\n---\nمُسْتَظِلُّ أَيضاً؛ ومنه قوله:\n---\nمِنْ عَلَق الجَوْفِ الذي كان اسْتَظَلّ\n---\nويقال: اسْتَظَلَّت العينُ إِذا غارت؛ قال ذو الرمة:\n---\nعلى مُسْتَظِلاَّتِ العُيونِ سَوَاهِمٍ،\n---\nشُوَيْكِيَةٍ يَكْسُو بُرَاها لُغَامُها\n---\nومنه قول الراجز:\n---\nكأَنَّما وَجْهُكَ ظِلٌّ من حَجَر\n---\nقال بعضهم: أَراد الوَقاحة، وقيل: إِنه أَراد أَنه أَسودُ الوجه. غيره:\n---\nالأَظَلُّ ما تحت مَنْسِم البعير؛ قال العَجَّاج:\n---\nتَشْكو الوَجَى من أَظْلَلٍ وأَظْلَل،\n---\nمِنْ طُولِ إِمْلالٍ وظَهْرٍ أَمْلَل\n---\nإِنما أَظهر التضعيف ضرورة واحتاج إِلى فَكِّ الإِدغام كقول قَعْنَب بن\n---\nأُمِّ صاحب:\n---\nمَهْلاً أَعاذِلَ، قد جَرَّبْتِ منْ خُلُقِي\n---\nأَنِّي أَجُودُ لأَقوامٍ، وإِنْ ضَنِنُوا\n---\nوالجمع الظُّلُّ، عاملوا الوصف\n---\n(* قوله «عاملوا الوصف» هكذا في الأصل،\n---\nوفي شرح القاموس: عاملوه معاملة الوصف) أَو جمعوه جمعاً شاذّاً؛ قال ابن\n---\nسيده: وهذا أَسبق لأَني لا أَعرف كيف يكون صفة. وقولهم في المثل: لَكِنْ\n---\nعلى الأَثَلاثِ لَحْمٌ لا يُظَلَّل؛ قاله بَيْهَسٌ في إِخوته المقتولين\n---\nلما قالوا ظَلِّلوا لَحْمَ جَزُورِكم.\n---\nوالظَّلِيلة: مُسْتَنْقَع الماء في أَسفل مَسِيل الوادي. والظَّلِيلة:\n---\nالرَّوْضة الكثيرة الحَرَجات، وفي التهذيب: الظَّلِيلة مُسْتَنْقَع ماءٍ\n---\nقليلٍ في مَسِيل ونحوه، والجمع الظَّلائل، وهي شبه حُفْرة في بطنِ مَسِيل\n---\nماءٍ فينقطع السيل ويبقى ذلك الماء فيها؛ قال رؤبة:\n---\nغادَرَهُنَّ السَّيْلُ في ظَلائلا\n---\n.\n---\nابن الأَعرابي: الظُّلْظُل السُّفُن وهي المَظَلَّة. والظِّلُّ: اسم\n---\nفَرَس مَسْلمة بن عبد\n---\nالمَلِك. وظَلِيلاء: موضع، والله أَعلم.", "ظأم": "@ظأم: الظَّأْمُ: السِّلْفُ، لغةٌ في الظَّأْبِ، وقد تَظاءَما وظأَمَه.\n---\nوقد ظاءَبَني مُظاءبةً وظاءَمني إذا تَزوّجْتَ أنت امرأَةً وتزوّج هو\n---\nأُخْتَها. وظَأْمُ التَّيْسِ: صَوْتُه ولَبْلَبَتُه كَظَأْبه. الجوهري:\n---\nالظَّأْمُ الكلامُ والجَلَبَةُ مثل الظَّأْبِ.", "ظلم": "@ظلم: الظُّلْمُ: وَضْع الشيء في غير موضِعه. ومن أمثال العرب في\n---\nالشَّبه: مَنْ أَشْبَهَ أَباه فما ظَلَم؛ قال الأصمعي: ما ظَلَم أي ما وضع\n---\nالشَّبَه في غير مَوْضعه وفي المثل: من اسْترْعَى الذِّئْبَ فقد ظلمَ. وفي\n---\nحديث ابن زِمْلٍ: لَزِموا الطَّرِيق فلم يَظْلِمُوه أي لم يَعْدِلوا عنه؛\n---\nيقال: أَخَذَ في طريقٍ فما ظَلَم يَمِيناً ولا شِمالاً؛ ومنه حديث أُمِّ\n---\nسَلمَة: أن أبا بكرٍ وعُمَرَ ثَكَما الأَمْر فما ظَلَماه أي لم يَعْدِلا\n---\nعنه؛ وأصل الظُّلم الجَوْرُ ومُجاوَزَة الحدِّ، ومنه حديث الوُضُوء: فمن\n---\nزاد أو نَقَصَ فقد أساء وظَلَمَ أي أَساءَ الأدبَ بتَرْكِه السُّنَّةَ\n---\nوالتَّأَدُّبَ بأَدَبِ الشَّرْعِ، وظَلمَ نفْسه بما نَقَصَها من الثواب\n---\nبتَرْدادِ المَرّات في الوُضوء. وفي التنزيل العزيز: الذين آمَنُوا ولم\n---\nيَلْبِسُوا إيمانَهم بِظُلْمٍ؛ قال ابن عباس وجماعةُ أهل التفسير: لم يَخْلِطوا\n---\nإيمانهم بِشِرْكٍ، ورُوِي ذلك عن حُذَيْفة وابنِ مَسْعود وسَلمانَ،\n---\nوتأَوّلوا فيه قولَ الله عز وجل: إن الشِّرْك لَظُلْمٌ عَظِيم. والظُّلْم:\n---\nالمَيْلُ عن القَصد، والعرب تَقُول: الْزَمْ هذا الصَّوْبَ ولا تَظْلِمْ\n---\nعنه أي لا تَجُرْ عنه. وقوله عزَّ وجل: إنَّ الشِّرْكَ لَظُلم عَظِيم؛ يعني\n---\nأن الله تعالى هو المُحْيي المُمِيتُ الرزّاقُ المُنْعِم وَحْده لا شريك\n---\nله، فإذا أُشْرِك به غيره فذلك أَعْظَمُ الظُّلْمِ، لأنه جَعل النعمةَ\n---\nلغير ربِّها. يقال: ظَلَمَه يَظْلِمُهُ ظَلْماً وظُلْماً ومَظْلِمةً،\n---\nفالظَّلْمُ مَصْدرٌ حقيقيٌّ، والظُّلمُ الاسمُ يقوم مَقام المصدر، وهو ظالمٌ\n---\nوظَلوم؛ قال ضَيْغَمٌ الأَسدِيُّ:\n---\nإذا هُوَ لمْ يَخَفْني في ابن عَمِّي،\n---\nوإنْ لم أَلْقَهُ الرجُلُ الظَّلُومُ\n---\nوقوله عز وجل: إن الله لا يَظْلِمُ مِثْقالَ ذَرَّةٍ؛ أرادَ لا\n---\nيَظْلِمُهُم مِثْقالَ ذَرَّةٍ، وعَدَّاه إلى مفعولين لأنه في معنى يَسْلُبُهم،\n---\nوقد يكون مِثْقالَ ذرّة في موضع المصدر أي ظُلْماً حقيراً كمِثْقال الذرّة؛\n---\nوقوله عز وجل: فَظَلَمُوا بها؛ أي بالآيات التي جاءَتهم، وعدّاه بالباء\n---\nلأنه في معنى كَفَرُوا بها، والظُّلمُ الاسمُ، وظَلَمه حقَّه وتَظَلَّمه\n---\nإياه؛ قال أبو زُبَيْد الطائيّ:\n---\nوأُعْطِيَ فَوْقَ النِّصْفِ ذُو الحَقِّ مِنْهمُ،\n---\nوأَظْلِمُ بَعْضاً أو جَمِيعاً مُؤَرِّبا\n---\nوقال:\n---\nتَظَلَّمَ مَالي هَكَذَا ولَوَى يَدِي،\n---\nلَوَى يَدَه اللهُ الذي هو غالِبُهْ\n---\nوتَظَلَّم منه: شَكا مِنْ ظُلْمِه. وتَظَلَّم الرجلُ: أحالَ الظُّلْمَ\n---\nعلى نَفْسِه؛ حكاه ابن الأعرابي؛ وأنشد:\n---\nكانَتْ إذا غَضِبَتْ عَلَيَّ تَظَلَّمَتْ،\n---\nوإذا طَلَبْتُ كَلامَها لم تَقْبَلِ\n---\nقال ابن سيده: هذا قولُ ابن الأعرابي، قال: ولا أَدْري كيف ذلك، إنما\n---\nالتَّظَلُّمُ ههنا تَشَكِّي الظُّلْم منه، لأنها إذا غَضِبَت عليه لم\n---\nيَجُزْ أن تَنْسُبَ الظُّلْمَ إلى ذاتِها. والمُتَظَلِّمُ: الذي يَشْكو\n---\nرَجُلاً ظَلَمَهُ. والمُتَظَلِّمُ أيضاً: الظالِمُ؛ ومنه قول الشاعر:\n---\nنَقِرُّ ونَأْبَى نَخْوَةَ المُتَظَلِّمِ\n---\nأي نَأْبَى كِبْرَ الظالم. وتَظَلَّمَني فلانٌ أي ظَلَمَني مالي؛ قال\n---\nابن بري: شاهده قول الجعدي:\n---\nوما يَشْعُرُ الرُّمْحُ الأَصَمُّ كُعوبُه\n---\nبثَرْوَةِ رَهْطِ الأَعْيَطِ المُتَظَلِّمِ\n---\nقال: وقال رافِعُ بن هُرَيْم، وقيل هُرَيْمُ بنُ رافع، والأول أَصح:\n---\nفهَلاَّ غَيْرَ عَمِّكُمُ ظَلَمْتُمْ،\n---\nإذا ما كُنْتُمُ مُتَظَلِّمِينا\n---\nأي ظالِمِينَ. ويقال: تَظَلَّمَ فُلانٌ إلى الحاكم مِنْ فُلانٍ\n---\nفظَلَّمَه تَظْليماً أي أنْصَفَه مِنْ ظالِمه وأَعانَه عليه؛ ثعلب عن ابن\n---\nالأعرابي أنه أنشد عنه:\n---\nإذا نَفَحاتُ الجُودِ أَفْنَيْنَ مالَه،\n---\nتَظَلَّمَ حَتَّى يُخْذَلَ المُتَظَلِّمُ\n---\nقال: أي أغارَ على الناس حتى يَكْثُرَ مالُه. قال أبو منصور: جَعَل\n---\nالتَّظلُّمَ ظُلْماً لأنه إذا أغارَ على الناس فقد ظَلَمَهم؛ قال:\n---\nوأَنْشَدَنا لجابر الثعلبيّ:\n---\nوعَمْروُ بنُ هَمَّام صَقَعْنا جَبِينَه\n---\nبِشَنْعاءَ تَنْهَى نَخْوةَ المُتَظَلِّمِ\n---\nقال أبو منصور: يريد نَخْوةَ الظالم. والظَّلَمةُ: المانِعونَ أهْلَ\n---\nالحُقوقِ حُقُوقَهم؛ يقال: ما ظَلَمَك عن كذا، أي ما مَنَعك، وقيل:\n---\nالظَّلَمةُ في المُعامَلة. قال المُؤَرِّجُ: سمعت أَعرابيّاً يقول لصاحبه:\n---\nأَظْلَمي وأَظْلَمُكَ فَعَلَ اللهُ به أَي الأَظْلَمُ مِنَّا. ويقال: ظَلَمْتُه\n---\nفتَظَلَّمَ أي صبَر على الظُّلْم؛ قال كُثَيْر:\n---\nمَسائِلُ إنْ تُوجَدْ لَدَيْكَ تَجُدْ بِها\n---\nيَدَاكَ، وإنْ تُظْلَمْ بها تَتَظلَّمِ\n---\nواظَّلَمَ وانْظَلَم: احْتَملَ الظُّلْمَ. وظَلَّمه: أَنْبأَهُ أنه\n---\nظالمٌ أو نسبه إلى الظُّلْم؛ قال:\n---\nأَمْسَتْ تُظَلِّمُني، ولَسْتُ بِظالمٍ،\n---\nوتُنْبِهُني نَبْهاً، ولَسْتُ بِنائمِ\n---\nوالظُّلامةُ: ما تُظْلَمُهُ، وهي المَظْلِمَةُ. قال سيبويه: أما\n---\nالمَظْلِمةُ فهي اسم ما أُخِذَ منك. وأَردْتُ ظِلامَهُ ومُظالَمتَه أي ظُلمه؛\n---\nقال:\n---\nولَوْ أَنِّي أَمُوتُ أَصابَ ذُلاًّ،\n---\nوسَامَتْه عَشِيرتُه الظِّلامَا\n---\nوالظُّلامةُ والظَّلِيمةُ والمَظْلِمةُ: ما تَطْلُبه عند الظّالم، وهو\n---\nاسْمُ ما أُخِذَ منك. التهذيب: الظُّلامةُ اسْمُ مَظْلِمتِك التي\n---\nتَطْلُبها عند الظَّالم؛ يقال: أَخَذَها مِنه ظُلامةً. ويقال: ظُلِم فُلانٌ\n---\nفاظَّلَم، معناه أنه احْتَمل الظُّلْمَ بطيبِ نَفْسِه وهو قادرٌ على الامتناع\n---\nمنه، وهو افتعال، وأَصله اظْتَلم فقُِلبت التاءُ طاءً ثم أُدغِمَت الظاء\n---\nفيها؛ وأَنشد ابن بري لمالك ابنَ حريم:\n---\nمَتَى تَجْمَعِ القَلْبَ الذَّكيَّ وصارِماً\n---\nوأَنْفاً حَمِيّاً، تَجَتْنِبْك المَظَالِمُ\n---\nوتَظالَمَ القومُ: ظلَمَ بعضُهم بعضاً. ويقال: أَظْلَمُ من حَيَّةٍ\n---\nلأنها تأْتي الجُحْرَ لم تَحْتَفِرْه فتسْكُنُه. ويقولون: ما ظَلَمَك أن\n---\nتَفْعَلَ؛ وقال رجل لأبي الجَرَّاحِ: أَكلتُ طعاماً فاتَّخَمْتُه، فقال أَبو\n---\nالجَرَّاحِ: ما ظَلَمك أَن تَقِيءَ؛ وقول الشاعر:\n---\nقالَتْ له مَيٌّ بِأَعْلى ذِي سَلَمْ:\n---\nألا تَزُورُنا، إنِ الشِّعْبُ أَلَمّْ؟\n---\nقالَ: بَلى يا مَيُّ، واليَوْمُ ظَلَمْ\n---\nقال الفرّاء: هم يقولون معنى قوله واليَوْمُ ظَلَم أي حَقّاً، وهو\n---\nمَثَلٌ؛ قال: ورأَيت أنه لا يَمْنَعُني يومٌ فيه عِلّةٌ تَمْنع. قال أبو\n---\nمنصور: وكان ابن الأعرابي يقول في قوله واليوْمُ ظَلَم حقّاً يقيناً، قال:\n---\nوأُراه قولَ المُفَضَّل، قال: وهو شبيه بقول من قال في لا جرم أي حَقّاً\n---\nيُقيمه مُقامَ اليمين، وللعرب أَلفاظ تشبهها وذلك في الأَيمان كقولهم:\n---\nعَوْضُ لا أفْعلُ ذلك، وجَيْرِ لا أَفْعلُ ذلك، وقوله عز وجل: آتَتْ أُكُلَها\n---\nولم تَظْلِم مِنْه شَيْئاً؛ أي لم تَنْقُصْ منه شيئاً. وقال الفراء في\n---\nقوله عز وجل: وما ظَلَمُونا ولكن كانوا أَنْفُسَهم يَظْلِمُون، قال: ما\n---\nنَقَصُونا شَيْئاً بما فعلوا ولكن نَقَصُوا أنفسَهم. والظِّلِّيمُ،\n---\nبالتشديد: الكثيرُ الظُّلْم. وتَظَالَمتِ المِعْزَى: تَناطَحَتْ مِمَّا سَمِنَتْ\n---\nوأَخْصَبَتْ؛ ومنه قول السّاجع: وتَظالَمَتْ مِعْزاها. ووَجَدْنا أرْضاً\n---\nتَظَالَمُ مِعْزاها أي تَتناطَحُ مِنَ النَّشاط والشِّبَع.\n---\nوالظَّلِيمةُ والظَّلِيمُ: اللبَنُ يُشَرَبُ منه قبل أن يَرُوبَ\n---\nويَخْرُجَ زُبْدُه؛ قال:\n---\nوقائِلةٍ: ظَلَمْتُ لَكُمْ سِقائِي\n---\nوهل يَخْفَى على العَكِدِ الظَّلِيمُ؟\n---\nوفي المثل: أهْوَنُ مَظْلومٍ سِقاءٌ مُروَّبٌ؛ وأنشد ثعلب:\n---\nوصاحِب صِدْقٍ لم تَرِبْني شَكاتُه\n---\nظَلَمْتُ، وفي ظَلْمِي له عامِداً أَجْرُ\n---\nقال: هذا سِقاءٌ سَقَى منه قبل أن يَخْرُجَ زُبْدُه. وظَلَمَ وَطْبَه\n---\nظَلْماً إذا سَقَى منه قبل أن يَرُوبَ ويُخْرَجَ زُبْدُه. وظَلَمْتُ\n---\nسِقائِي: سَقَيْتُهم إيَّاه قَبْلَ أن يَرُوبَ؛ وأنشد البيت الذي أَنشده\n---\nثعلب:ظَلَمْتُ، وفي ظَلْمِي له عامداً أَجْرُ\n---\nقال الأزهري: هكذا سمعت العرب تنشده: وفي ظَلْمِي، بِنَصْب الظاء، قال:\n---\nوالظُّلْمُ الاسم والظُّلْمُ العملُ. وظَلَمَ القوْمَ: سَقاهم\n---\nالظَّلِيمةَ. وقالوا امرأَةٌ لَزُومٌ لِلفِناء، ظَلومٌ للسِّقاء، مُكْرِمةٌ\n---\nلِلأَحْماء. التهذيب: العرب تقول ظَلَمَ فلانٌ سِقاءَه إذا سَقاه قبل أن\n---\nيُخْرَجَ زُبْدُه؛ وقال أبو عبيد: إذا شُرِبَ لبَنُ السِّقاء قبل أن يَبْلُغَ\n---\nالرُّؤُوبَ فهو المَظْلومُ والظَّلِيمةُ، قال: ويقال ظَلَمْتُ القومَ إذا\n---\nسَقاهم اللبن قبل إدْراكِهِ؛ قال أَبو منصور: هكذا رُوِيَ لنا هذا الحرفُ\n---\nعن أبي عبيد ظَلَمْتُ القومَ، وهو وَهَمٌ. وروى المنذري عن أبي الهيثم\n---\nوأبي العباس أحمد بن يحيى أنهما قالا: يقال ظَلَمْتُ السقَاءَ وظَلَمْتُ\n---\nاللبنَ إذا شَرِبْتَه أو سَقَيْتَه قبل إدراكه وإخراجِ زُبْدَتِه. وقال ابن\n---\nالسكيت: ظَلَمتُ وَطْبي القومَ أي سَقَيْتُه قبل رُؤُوبه. والمَظْلُوم:\n---\nاللبنُ يُشْرَبُ قبل أن يَبْلُغَ الرُّؤُوبَ. الفراء: يقال ظَلَم\n---\nالوَادِي إذا بَلَغَ الماءُ منه موضِعاً لم يكن نالَهُ فيما خَلا ولا بَلَغَه\n---\nقبل ذلك؛ قال: وأَنشدني بعضهم يصف سيلاً:\n---\nيَكادُ يَطْلُع ظُلْماً ثم يَمْنَعُه\n---\nعن الشَّواهِقِ، فالوادي به شَرِقُ\n---\nوقال ابن السكيت في قول النابغة يصف سيلاً:\n---\nإلاَّ الأَوارِيَّ لأْياً ما أُبَيِّنُها،\n---\nوالنُّؤْيُ كالحَوضِ بالمَظلُومة الجَلَدِ\n---\nقال: النُّؤْيُ الحاجزُ حولَ البيت من تراب، فشَبَّه داخلَ الحاجِزِ\n---\nبالحوض بالمظلومة، يعني أرضاً مَرُّوا بها في بَرِّيَّةِ فتَحَوَّضُوا\n---\nحَوْضاً سَقَوْا فيه إبِلَهُمْ وليست بمَوْضِع تَحْويضٍ. يقال: ظَلَمْتُ\n---\nالحَوْضَ إذا عَمِلْتَه في موضع لا تُعْمَلُ فيه الحِياض. قال: وأَصلُ\n---\nالظُّلْمِ وَضْعُ الشيء في غير موضعه؛ ومنه قول ابن مقبل:\n---\nعَادَ الأَذِلَّةُ في دارٍ، وكانَ بها\n---\nهُرْتُ الشَّقاشِقِ، ظَلاَّمُونَ للجُزُرِ\n---\nأي وَضَعوا النحر في غير موضعه. وظُلِمَت الناقةُ: نُحِرَتْ من غَيْرِ\n---\nعِلَّةٍ أو ضَبِعَتْ على غير ضَبَعَةٍ. وكُلُّ ما أَعْجَلْتَهُ عن أوانه\n---\nفقد ظَلَمْتَهُ، وأنشد بيت ابن مقبل:\n---\nهُرْتُ الشَّقاشِقِ، ظَلاَّمُون للجُزُر\n---\nوظَلَم الحِمارُ الأتانَ إذا كامَها وقد حَمَلَتْ، فهو يَظْلِمُها\n---\nظَلْماً؛ وأَنشد أبو عمرو يصف أُتُناً:\n---\nأَبَنَّ عقَاقاً ثم يَرْمَحْنَ ظَلْمَةً\n---\nإباءً، وفيه صَوْلَةٌ وذَمِيلُ\n---\nوظَلَم الأَرضَ: حَفَرَها ولم تكن حُفِرَتْ قبل ذلك، وقيل: هو أن\n---\nيَحْفِرَها في غير موضع الحَفْرِ؛ قال يصف رجلاً قُتِلَ في مَوْضِعٍ قَفْرٍ\n---\nفحُفِرَ له في غير موضع حَفْرٍ:\n---\nألا للهِ من مِرْدَى حُروبٍ،\n---\nحَواه بَيْنَ حِضْنَيْه الظَّلِيمُ\n---\nأي الموضع المظلوم. وظَلَم السَّيلُ الأرضَ إذا خَدَّدَ فيها في غير\n---\nموضع تَخْدِيدٍ؛ وأَنشد للحُوَيْدِرَة:\n---\nظَلَم البِطاحَ بها انْهلالُ حَرِىصَةٍ،\n---\nفَصَفَا النِّطافُ بها بُعَيْدَ المُقْلَعِ\n---\nمصدر بمعنى الإقْلاعِ، مُفْعَلٌ بمعنى الإفْعالِ، قال ومثله كثير مُقامٌ\n---\nبمعنى الإقامةِ. وقال الباهلي في كتابه: وأَرضٌ مَظْلُومة إذا لم\n---\nتُمْطَرْ. وفي الحديث: إذا أَتَيْتُمْ على مَظْلُومٍ فأَغِذُّوا السَّيْرَ. قال\n---\nأبو منصور: المَظْلُومُ البَلَدُ الذي لم يُصِبْهُ الغَيْثُ ولا رِعْيَ\n---\nفيه للِرِّكابِ، والإغْذاذُ الإسْراعُ. والأرضُ المَظْلومة: التي لم\n---\nتُحْفَرْ قَطُّ ثم حُفِرَتْ، وذلك الترابُ الظَّلِيمُ، وسُمِّيَ تُرابُ\n---\nلَحْدِ القبرِ ظَلِيماً لهذا المعنى؛ وأَنشد:\n---\nفأَصْبَحَ في غَبْراءَ بعدَ إشاحَةٍ،\n---\nعلى العَيْشِ، مَرْدُودٍ عليها ظَلِيمُها\n---\nيعني حُفْرَةَ القبر يُرَدُّ تُرابها عليه بعد دفن الميت فيها. وقالوا:\n---\nلا تَظْلِمْ وَضَحَ الطريقِ أَي احْذَرْ أَن تَحِيدَ عنه وتَجُورَ\n---\nفَتَظْلِمَه. والسَّخِيُّ يُظْلَمُ إذا كُلِّفَ فوقَ ما في طَوْقِهِ، أَوطُلِبَ\n---\nمنه ما لا يجدُه، أَو سُئِلَ ما لا يُسْأَلُ مثلُه، فهو مُظَّلِمٌ وهو\n---\nيَظَّلِمُ وينظلم؛ أَنشد سيبويه قول زهير:\n---\nهو الجَوادُ الذي يُعْطِيكَ نائِله\n---\nعَفْواً، ويُظْلَمُ أَحْياناً فيَظَّلِمُ\n---\nأَي يُطْلَبُ منه في غير موضع الطَّلَب، وهو عنده يَفْتعِلُ، ويروى\n---\nيَظْطَلِمُ، ورواه الأَصمعي يَنْظَلِمُ. الجوهري: ظَلَّمْتُ فلاناً\n---\nتَظْلِيماً إذا نسبته إلى الظُّلْمِ فانْظَلَم أَي احتمل الظُّلْم؛ وأَنشد بيت\n---\nزهير:\n---\nويُظْلَم أَحياناً فَيَنْظَلِمُ\n---\nويروى فيَظَّلِمُ أَي يَتَكَلَّفُ، وفي افْتَعَل من ظَلَم ثلاثُ لغاتٍ:\n---\nمن العرب من يقلب التاء طاء ثم يُظْهِر الطاء والظاء جميعاً فيقول\n---\nاظْطَلَمَ، ومنهم من يدغم الظاء في الطاء فيقول اطَّلَمَ وهو أَكثر اللغات،\n---\nومنهم من يكره أَن يدغم الأَصلي في الزائد فيقول اظَّلَم، قال: وأَما\n---\nاضْطَجَع ففيه لغتان مذكورتان في موضعهما. قال ابن بري: جَعْلُ الجوهري\n---\nانْظَلَم مُطاوعَ ظَلَّمتُهُ، بالتشديد، وَهَمٌ، وإنما انْظَلَم مطاوعُ\n---\nظَلَمْتُه، بالتخفيف كما قال زهير:\n---\nويُظْلَم أَحْياناً فيَنْظَلِمُ\n---\nقال: وأَما ظَلَّمْتُه، بالتشديد، فمطاوِعُه تَظَلَّمَ مثل كَسَّرْتُه\n---\nفتَكَسَّرَ، وظَلَم حَقَّه يَتَعَدَّى إلى مفعول واحد، وإنما يتعدّى إلى\n---\nمفعولين في مثل ظَلَمني حَقَِّي حَمْلاً على معنى سَلَبَني حَقِّي؛ ومثله\n---\nقوله تعالى: ولا يُظْلَمُونَ فَتِيلاً؛ ويجوز أَن يكون فتيلاً واقعاً\n---\nمَوْقِعَ المصدر أَي ظُلْماً مِقْدارَ فَتِيلٍ.\n---\nوبيتٌ مُظَلَّمٌ: كأَنَّ النَّصارَى وَضَعَتْ فيه أَشياء في غير\n---\nمواضعها. وفي الحديث: أَنه، صلى الله عليه وسلم، دُعِيَ إلى طعام فإذا البيتُ\n---\nمُظَلَّمٌ فانصرف، صلى الله عليه وسلم، ولم يدخل؛ حكاه الهروي في الغريبين؛\n---\nقال ابن الأَثير: هو المُزَوَّقُ، وقيل: هو المُمَوَّهُ بالذهب والفضة،\n---\nقال: وقال الهَرَوِيُّ أَنكره الأَزهري بهذا المعنى، وقال الزمخشري: هو\n---\nمن الظَّلْمِ وهو مُوهَةُ الذهب، ومنه قيل للماء الجاري على الثَّغْرِ\n---\nظَلْمٌ. ويقال: أَظْلَم الثَّغْرُ إذا تَلأْلأَ عليه كالماء الرقيق من شدَّة\n---\nبَرِيقه؛ ومنه قول الشاعر:\n---\nإذا ما اجْتَلَى الرَّاني إليها بطَرْفِه\n---\nغُرُوبَ ثَناياها أَضاءَ وأَظْلَما\n---\nقال: أَضاء أَي أَصاب ضوءاً، أَظْلَم أصاب ظَلْماً.\n---\nوالظُّلْمَة والظُّلُمَة، بضم اللام: ذهاب النور، وهي خلاف النور، وجمعُ\n---\nالظُّلْمةِ ظُلَمٌ وظُلُماتٌ وظُلَماتٌ وظُلْمات؛ قال الراجز:\n---\nيَجْلُو بعَيْنَيْهِ دُجَى الظُّلُماتِ\n---\nقال ابن بري: ظُلَمٌ جمع ظُلْمَة، بإسكان اللام، فأَما ظُلُمة فإنما\n---\nيكون جمعها بالألف والتاء، ورأيت هنا حاشية بخط سيدنا رضيّ الدين الشاطبي\n---\nرحمه الله قال: قال الخطيب أَِبو زكريا المُهْجَةُ خالِصُ النَّفْسِ، ويقال\n---\nفي جمعها مُهُجاتٌ كظُلُماتٍ، ويجوز مُهَجات، بالفتح، ومُهْجاتٌ،\n---\nبالتسكين، وهو أَضعفها؛ قال: والناس يأْلَفُون مُهَجات، بالفتح، كأَنهم يجعلونه\n---\nجمع مُهَجٍ، فيكون الفتح عندهم أَحسن من الضم. والظَّلْماءُ: الظُّلْمة\n---\nربما وصف بها فيقال ليلةٌ\n---\nظَلْماء أَي مُظْلِمة. والظَّلامُ: إسم يَجْمَع ذلك كالسَّوادِ ولا\n---\nيُجْمعُ، يَجْري مجرى المصدر، كما لا تجمع نظائره نحو السواد والبياض، وتجمع\n---\nالظُّلْمة ظُلَماً وظُلُمات. ابن سيده: وقيل الظَّلام أَوّل الليل وإن\n---\nكان مُقْمِراً، يقال: أَتيته ظَلاماً أي ليلاً؛ قال سيبويه: لا يستعمل إلا\n---\nظرفاً. وأتيته مع الظَّلام أي عند الليل. وليلةٌ ظَلْمةٌ، على طرحِ\n---\nالزائد، وظَلْماءُ كلتاهما: شديدة الظُّلْمة. وحكى ابن الأَعرابي: ليلٌ\n---\nظَلْماءُ؛ وقال ابن سيده: وهو غريب وعندي أَنه وضع الليل موضع الليلة، كما حكي\n---\nليلٌ قَمْراءُ أَي ليلة، قال: وظَلْماءُ أَسْهلُ من قَمْراء. وأَظْلَم\n---\nالليلُ: اسْوَدَّ. وقالوا: ما أَظْلَمه وما أَضوأَه، وهو شاذ. وظَلِمَ\n---\nالليلُ، بالكسر، وأَظْلَم بمعنىً؛ عن الفراء. وفي التنزيل العزيز: وإذا\n---\nأَظْلَمَ عليهم قاموا. وظَلِمَ وأَظْلَمَ؛ حكاهما أَبو إسحق وقال الفراء: فيه\n---\nلغتان أَظْلَم وظَلِمَ، بغير أَلِف.\n---\nوالثلاثُ الظُّلَمُ: أَوّلُ الشَّهْر بعدَ الليالي الدُّرَعِ؛ قال أَبو\n---\nعبيد: في ليالي الشهر بعد الثلاثِ البِيضِ ثلاثٌ\n---\nدُرَعٌ وثلاثٌ ظُلَمٌ، قال: والواحدة من الدُّرَعِ والظُّلَم دَرْعاءُ\n---\nوظَلْماءُ. وقال أَبو الهيثم وأَبو العباس المبرد: واحدةُ الدُّرَعِ\n---\nوالظُّلَم دُرْعةٌ وظُلْمة؛ قال أَبو منصور: وهذا الذي قالاه هو القياس\n---\nالصحيح. الجوهري: يقال لثلاث ليال من ليالي الشهر اللائي يَلِينَ الدُّرَعَ\n---\nظُلَمٌ\n---\nلإظْلامِها على غير قياس، لأَن قياسه ظُلْمٌ، بالتسكين، لأَنَّ واحدتها\n---\nظَلْماء.\n---\nوأَظْلَم القومُ: دخلوا في الظَّلام، وفي التنزيل العزيز: فإذا هم\n---\nمُظْلِمُونَ. وقوله عزَّ وجل: يُخْرجُهم من الظُّلُمات إلى النور؛ أَي يخرجهم\n---\nمن ظُلُمات الضَّلالة إلى نور الهُدَى لأَن أَمر الضَّلالة مُظْلِمٌ\n---\nغير بَيِّنٍ. وليلة ظَلْماءُ، ويوم مُظْلِمٌ: شديد الشَّرِّ؛ أَنشد\n---\nسيبويه:\n---\nفأُقْسِمُ أَنْ لوِ الْتَقَيْنا وأَنتمُ،\n---\nلكان لكم يومٌ من الشَّرِّ مُظْلِمُ\n---\nوأَمْرٌ مُظْلِم: لا يُدرَى من أَينَ يُؤْتَى له؛ عن أَبي زيد. وحكى\n---\nاللحياني: أَمرٌ مِظْلامٌ ويوم مِظْلامٌ في هذا المعنى؛ وأَنشد:\n---\nأُولِمْتَ، يا خِنَّوْتُ، شَرَّ إيلام\n---\nفي يومِ نَحْسٍ ذي عَجاجٍ مِظْلام\n---\nوالعرب تقول لليوم الذي تَلقَى فيه شِدَّةً يومٌ مُظلِمٌ، حتى إنهم\n---\nليقولون يومٌ ذو كَواكِبَ أَي اشتَدّت ظُلْمته حتى صار كالليل؛ قال:\n---\nبَني أَسَدٍ، هل تَعْلَمونَ بَلاءَنا،\n---\nإذا كان يومٌ ذو كواكِبَ أَشْهَبُ؟\n---\nوظُلُماتُ البحر: شدائِدُه. وشَعرٌ\n---\nمُظْلِم: شديدُ السَّوادِ. ونَبْتٌ مُظلِمٌ: ناضِرٌ\n---\nيَضْرِبُ إلى السَّوادِ من خُضْرَتِه؛ قال:\n---\nفصَبَّحَتْ أَرْعَلَ كالنِّقالِ،\n---\nومُظلِماً ليسَ على دَمالِ\n---\nوتكلَّمَ فأَظْلَمَ علينا البيتُ أَي سَمِعنا ما نَكْرَه، وفي التهذيب:\n---\nوأَظْلَم فلانٌ علنيا البيت إذا أَسْمَعنا ما نَكْرَه. قال أَبو منصور:\n---\nأَظْلمَ يكون لازماً وواقِعاً، قال: وكذلك أَضاءَ يكون بالمعنيين: أَضاءَ\n---\nالسراجُ بنفسه إضاءةً، وأَضاء للناسِ بمعنى ضاءَ، وأَضأْتُ السِّراجَ\n---\nللناسِ فضاءَ وأَضاءَ.\n---\nولقيتُه أَدنَى ظَلَمٍ، بالتحريك، يعني حين اخْتَلطَ الظلامُ، وقيل:\n---\nمعناه لقيته أَوّلَ كلِّ شيء، وقيل: أَدنَى ظَلَمٍ القريبُ، وقال ثعلب: هو\n---\nمنك أَدنَى ذي ظَلَمٍ، ورأَيتُه أَدنَى ظَلَمٍ الشَّخْصُ، قال: وإنه\n---\nلأَوّلُ ظَلَمٍ لقِيتُه إذا كان أَوّلَ شيءٍ سَدَّ بَصَرَك بليل أَو نهار،\n---\nقال: ومثله لقيته أَوّلَ وَهْلةٍ وأَوّلَ صَوْكٍ وبَوْكٍ؛ الجوهري: لقِيتُه\n---\nأَوّلَ ذي ظُلْمةٍ أَي أَوّلَ شيءٍ يَسُدُّ بَصَرَكَ في الرؤية، قال: ولا\n---\nيُشْتَقُّ منه فِعْلٌ. والظَّلَمُ: الجَبَل، وجمعه ظُلُومٌ؛ قال\n---\nالمُخَبَّلُ السَّعْدِيُّ:\n---\nتَعامَسُ حتى يَحْسبَ الناسُ أَنَّها،\n---\nإذا ما اسْتُحِقَّت بالسُّيوفِ، ظُلُومُ\n---\nوقَدِمَ فلانٌ واليومُ ظَلَم؛ عن كراع، أَي قدِمَ حقّاً؛ قال:\n---\nإنَّ الفراقَ اليومَ واليومُ ظَلَمْ\n---\nوقيل: معناه واليومُ ظَلَمنا، وقيل: ظَلَم ههنا وَضَع الشيءَ في غير\n---\nموضعه.\n---\nوالظَّلْمُ: الثَّلْج. والظَّلْمُ: الماءُ الذي يجري ويَظهَرُ على\n---\nالأَسْنان من صَفاءِ اللون لا من الرِّيقِ كالفِرِنْد، حتى يُتَخيَّلَ لك فيه\n---\nسوادٌ من شِدَّةِ البريق والصَّفاء؛ قال كعب بن زهير:\n---\nتَجْلو غَواربَ ذي ظَلْمٍ، إذا ابتسمَتْ،\n---\nكأَنه مُنْهَلٌ بالرَّاحِ مَعْلولُ\n---\nوقال الآخر:\n---\nإلى شَنْباءَ مُشْرَبَةِ الثَّنايا\n---\nبماءِ الظَّلْمِ، طَيِّبَةِ الرُّضابِ\n---\nقال: يحتمل أَن يكون المعنى بماء الثَّلْج. قال شمر: الظَّلْمُ بياضُ\n---\nالأَسنان كأَنه يعلوه سَوادٌ، والغُروبُ ماءُ الأَسنان. الجوهري:\n---\nالظَّلْمُ، بالفتح، ماءُ الأَسْنان وبَريقُها، وهو كالسَّوادِ داخِلَ عَظمِ\n---\nالسِّنِّ من شِدَّةِ البياض كفِرِنْد السَّيْف؛ قال يزيد ابن ضَبَّةَ:\n---\nبوَجْهٍ مُشْرِقٍ صافٍ،\n---\nوثغْرٍ نائرِ الظلْمِ\n---\nوقيل: الظَّلْمُ رِقَّةُ الأَسنان وشِدَّة بياضها، والجمع ظُلُوم؛ قال:\n---\nإذا ضَحِكَتْ لم تَنْبَهِرْ، وتبسَّمَتْ\n---\nثنايا لها كالبَرْقِ، غُرٌّ ظُلُومُها\n---\nوأَظْلَم: نَظَرَ إلى الأَسنان فرأَى الظَّلْمَ؛ قال:\n---\nإذا ما اجْتَلى الرَّاني إليها بعَيْنِه\n---\nغُرُوبَ ثناياها، أَنارَ وأَظْلَما\n---\n.\n---\nوالظَّلِيمُ: الذكَرُ من النعامِ، والجمع أَظْلِمةٌ\n---\nوظُلْمانٌ وظِلْمانٌ، قيل: سمي به لأَنه ذكَرُ الأَرضِ فيُدْحِي في غير\n---\nموضع تَدْحِيَةٍ؛ حكاه ابن دريد، قال: وهذا ما لا يُؤْخذُ. وفي حديث\n---\nقُسٍّ: ومَهْمَهٍ فيه ظُلْمانٌ؛ هو جمع ظَلِيم. والظَّلِيمانِ: نجمان.\n---\nوالمُظَلَّمُ من الطير: الرَّخَمُ والغِرْبانُ؛ عن ابن الأَعرابي؛\n---\nوأَنشد:\n---\nحَمَتْهُ عِتاقُ الطيرِ كلَّ مُظَلَّم،\n---\nمن الطيرِ، حَوَّامِ المُقامِ رَمُوقِ\n---\nوالظِّلاَّمُ: عُشْبة تُرْعَى؛ أَنشد أَبو حنيفة:\n---\nرَعَتْ بقَرارِ الحَزْنِ رَوْضاً مُواصِلاً،\n---\nعَمِيماً من الظِّلاَّمِ، والهَيْثَمِ الجَعْدِ\n---\nابن الأعرابي: ومن غريب الشجر الظِّلَمُ، واحدتها ظِلَمةٌ، وهو\n---\nالظِّلاَّمُ والظِّلامُ والظالِمُ؛ قال الأَصمعي: هو شجر له عَسالِيجُ طِوالٌ\n---\nوتَنْبَسِطُ حتى تجوزَ حَدَّ أَصل شَجَرِها فمنها سميت ظِلاماً. وأَظْلَمُ:\n---\nموضع؛ قال ابن بري: أَظْلمُ اسم جبل؛ قال أَبو وجزة:\n---\nيَزِيفُ يمانِيه لأجْراعِ بِيشَةٍ،\n---\nويَعْلو شآمِيهِ شَرَوْرَى وأَظْلَما\n---\nوكَهْفُ الظُّلم: رجل معروف من العرب. وظَلِيمٌ\n---\nونَعامَةُ: موضعان بنَجْدٍ. وظَلَمٌ: موضع. والظَّلِيمُ: فرسُ فَضالةَ\n---\nبن هِنْدِ بن شَرِيكٍ الأَسديّ، وفيه يقول:\n---\nنصَبْتُ لهم صَدْرَ الظَّلِيمِ وصَعْدَةً\n---\nشُراعِيَّةً في كفِّ حَرَّان ثائِر", "ظنم": "@ظنم: قال الأَزهري: أَما ظَنَم فالناسُ أَهملوه إلا ما رَوَى ثعلبٌ عن\n---\nابن الأَعرابي: الظَّنَمةُ الشَّرْبةُ من اللبن الذي لم تُخْرَجْ\n---\nزُبْدَتُه؛ قال أَبو منصور: أَصلها ظَلَمة.", "ظهم": "@ظهم: شيء ظَهْمٌ: خَلَق. وفي الحديث: قال كنا عندَ عبد الله بن عمرو\n---\nفسُئِلَ أَيُّ المَدينتين تُفْتَحُ أَوَّلَ: قُسْطنْطِينيَّةُ أَو\n---\nرُومِيَّة؟ فدعا بصندوقٍ ظَهْمٍ، قال: والظَّهْمُ الخَلَقُ، قال: فأخْرَجَ كتاباً\n---\nفنظر فيه وقال: كنا عند النبي، صلى الله عليه وسلم، نَكْتُبُ ما قال،\n---\nفسُئِل أَيُّ المدينتين تُفْتَح أَوَّلَ: قُسْطنْطِينيَّةُ أَو رُوميَّة؟\n---\nفقال رسول الله، صلى الله عليه وسلم: مدينةُ ابنِ هِرَقْلَ تُفْتَح أَوّلَ\n---\nيعني القُسْطَنْطِينيَّةَ؛ قال الأَزهري: كذا جاء مفسراً في الحديث، قال:\n---\nولم أَسمعْه إلا في هذا الحديث.", "ظوم": "@ظوم: الظَّوْمُ: صوتُ التَّيْسِ عند الهِياجِ، وزعم يعقوبُ أَن ميمه بدل\n---\nمن باء الظابِ.", "ظعن": "@ظعن: ظَعَنَ يَظْعَنُ ظَعْناً وظَعَناً، بالتحريك، وظُعوناً: ذهب وسار.\n---\nوقرئ قوله تعالى: يوم ظَعْنِكم، وظَعَنِكم. وأَظْعَنه هو: سَيَّرَه؛\n---\nوأَنشد سيبويه:\n---\nالظاعِنُونَ ولمَّا يُظْعِنُوا أَحداً،\n---\nوالقائِلونَ: لمن دارٌ نُخَلِّيها\n---\nوالظَّعْنُ: سَيْرُ البادية لنُجْعَةٍ أَو حُضُوره ماءٍ أَو طَلَبِ\n---\nمَرْبَعٍ أَو تَحَوُّلٍ من ماء إلى ماء أَو من بلد إلى بلد؛ وقد يقال لكل\n---\nشاخص لسفر في حج أَو غزو أَو مَسير من مدينة إلى أُخرى ظاعِنٌ، وهو ضدّ\n---\nالخافِضِ، ويقال: أَظاعِنٌ أَنت أَم مُقيم؟ والظُّعْنة: السَّفْرَة القصيرة.\n---\nوالظَّعِينَة: الجمل يُظْعَنُ عليه. والظَّعِينة: الهَوْدج تكون فيه\n---\nالمرأَة، وقيل: هو الهودج، كانت فيه أَو لم تكن. والظَّعِينة: المرأَة في\n---\nالهودج، سميت به على حَدِّ تسمية الشيء باسم الشيء لقربه منه، وقيل: سميت\n---\nالمرأَة ظَعِينة لأَنها تَظْعَنُ مع زوجها وتقيم بإِقامته كالجليسة، ولا\n---\nتسمى ظَعِينَة إلا وهي في هودج. وعن ابن السكيت: كل امرأَة ظَعِينَةٌ في\n---\nهودج أَو غيره، والجمع ظَعائنُ وظُعْنٌ وظُعُنٌ وأَظْعانٌ وظُعُناتٌ؛\n---\nالأَخيرتان جمع الجمع؛ قال بِشْرُ بن أَبي خازم:\n---\nلهم ظُعُناتٌ يَهْتَدِينَ برايةٍ،\n---\nكما يَستَقِلُّ الطائرُ المُتَقَلِّبُ\n---\nوقيل: كل بعير يُوَطأَُ للنساء فهو ظَعِينة، وإنما سميت النساء ظَعَائِن\n---\nلأَنَّهنَّ يكنّ في الهَوْادج. يقال: هي ظَعينته وزَوْجُه وقَعِيدته\n---\nوعِرْسه. وقال الليث: الظَّعِينة الجَمَل الذي يُرْكَب، وتسمى المرأَة\n---\nظَعينة لأَنها تركبه. وقال أَبو زيد: لا يقال حُمُول ولا ظُعُنٌ إلاَّ للإِبل\n---\nالتي عليها الهوادج، كان فيها نساء أَو لم يكن. والظَّعينة: المرأَة في\n---\nالهودج، وإِذا لم تكن فيه فليست بظَعِينة؛ قال عمرو بن كُلْثوم:\n---\nقِفِي قبلَ التَّفَرُّقِ يا ظَعِينا،\n---\nنُخَبِّرْكِ اليَقينَ وتُخْبِرينا\n---\nقال ابن الأَنباري: الأَصل في الظعينة المرأَة تكون في هَوْدَجها، ثم\n---\nكثر ذلك حتى سَمَّوْا زوجة الرجل ظَعِينة. وقال غيره: أَكثر ما يقال\n---\nالظَّعينة للمرأَة الراكبة؛ وأَنشد قوله:\n---\nتَبَصَّرْ خلِيلي، هل تَرَى من ظَعائنٍ\n---\nلِمَيَّةَ أَمثالِ النَّخيلِ المَخارِفِ؟\n---\nقال: شبه الجمال عليها هوادج النساء بالنخيل. وفي حديث حُنين: فإِذا\n---\nبهَوازِنَ على بَكْرَةِ آبائهم بظُعُنِهم وشائهم ونَعَمِهم؛ الظُّعُنُ:\n---\nالنساء، واحدتها ظَعينة؛ قال: وأَصل الظَّعِينة الراحلةُ التي يُرْحَلُ\n---\nويُظْعَنُ عليها أَي يُسارُ، وقيل: الظَّعِينة المرأَة في الهودج، ثم قيل\n---\nللهودج بلا امرأَة وللمرأَة بلا هودج ظَعينة. وفي الحديث: أَنه أَعطى حليمة\n---\nالسعدية بعيراً مُوَقَّعاً للظَّعينة أَي للهودج؛ ومنه حديث سعيد بن\n---\nجُبَيْر: ليس في جَمَل ظعينة صدقةٌ؛ إن روي بالإضافة فالظَّعينة المرأَة، وإن\n---\nروي بالتنوين فهو الجمل الذي يُظْعَنُ عليه، والتاءُ فيه للمبالغة.\n---\nواظَّعَنَتِ المرأَة البعير: ركبته. وهذا بعير تَظَّعِنُه المرأَة أَي تركبه\n---\nفي سفرها وفي يوم ظَعْنِها، وهي تَفْتَعِلُه. والظَّعُون من الإِبل: الذي\n---\nتركبه المرأَة خاصة، وقيل: هو الذي يُعْتَمَلُ ويُحْتَمَل عليه.\n---\nوالظِّعَانُ والظَّعُون: الحَبْل يشدّ به الهودج، وفي التهذيب: يشد به الحمل؛ قال\n---\nالشاعر:\n---\nله عُنُقٌ تُلْوَى بما وُصِلَتْ به،\n---\nودَفّانِ يَسْتاقانِ كلَّ ظِعَانِ\n---\nوأَنشد ابن بري للنابغة:\n---\nأَثَرْتُ الغَيَّ ثم نَزَعْت عنه،\n---\nكما حادَ الأَزَبُّ عن الظِّعَانِ\n---\nوالظَُّعُنُ والظَّعَنُ: الظّاعِنُون، فالظُّعُن جمع ظاعِنٍ، والظَّعَنُ\n---\nاسم الجمع؛ فأَما قوله:\n---\nأَو تُصْبِحي في الظاعن المُوَلِّي.\n---\nفعلى إرادة الجنس. والظِّعْنَة: الحال، كالرِّحْلة. وفرس مِظْعانٌ:\n---\nسَهْلة السَّير، وكذلك الناقة. وظاعِنَةُ بن مُرٍّ: أَخو تميم، غلبهم قومهم\n---\nفرَحَلُوا عنهم. وفي المثل: على كُرْه ظَعَنَتْ ظاعِنَةٌ. وذو\n---\nالظُّعَيْنَةِ: موضع. وعثمان بن مَظْعُونٍ: صاحب النبي، صلى الله عليه وسلم.", "ظنن": "@ظنن: المحكم: الظَّنُّ شك ويقين إلاَّ أَنه ليس بيقينِ عِيانٍ، إنما هو\n---\nيقينُ تَدَبُّرٍ، فأَما يقين العِيَانِ فلا يقال فيه إلاَّ علم، وهو يكون\n---\nاسماً ومصدراً، وجمعُ الظَّنِّ الذي هو الاسم ظُنُون، وأَما قراءة من\n---\nقرأَ: وتَظُنُّونَ بالله الظُّنُونا، بالوقف وترك الوصل، فإِنما فعلوا ذلك\n---\nلأَن رؤُوس الآيات عندهم فواصل، ورؤُوس الآي وفواصلها يجري فيها ما يجري\n---\nفي أَواخِرِ الأَبياتِ والفواصل، لأَنه إنما خوطب العرب بما يعقلونه في\n---\nالكلام المؤَلف، فيُدَلُّ بالوقف في هذه الأَشياء وزيادة الحروف فيها نحو\n---\nالظُّنُونا والسَّبيلا والرَّسولا، على أَنَّ ذلك الكلام قد تمَّ وانقطع،\n---\nوأَنَّ ما بعده مستأْنف، ويكرهون أَن يَصلُوا فيَدْعُوهم ذلك إلى مخالفة\n---\nالمصحف. وأَظَانِينُ، على غير القياس؛ وأَنشد ابن الأَعرابي:\n---\nلأَصْبَحَنْ ظَالِماً حَرْباً رَباعيةً،\n---\nفاقْعُد لها ودَعَنْ عنك الأَظَانِينا\n---\nقال ابن سيده: وقد يجوز أَن يكون الأَظَانين جمع أُظْنُونة إلاَّ أَني\n---\nلا أَعرفها. التهذيب: الظَّنُّ يقينٌ وشَكّ؛ وأَنشد أَبو عبيدة:\n---\nظَنِّي بهم كعَسَى، وهم بتَنُوفَةٍ\n---\nيَتَنازَعُون جَوائزَ الأَمْثالِ\n---\nيقول: اليقين منهم كعسى، وعسى شك؛ وقال شمر: قال أَبو عمرو معناه ما\n---\nيُظَنُّ بهم من الخير فهو واجب وعسى من الله واجب. وفي التنزيل العزيز: إني\n---\nظَنَنْتُ أَني مُلاقٍ حِسَابيه؛ أَي علمت، وكذلك قوله عزَّ وجل: وظَنُّوا\n---\nأَنهم قد كُذِّبُوا؛ أَي علموا، يعني الرسل، أَنَّ قومهم قد كذبوهم فلا\n---\nيصدقونهم، وهي قراءة أَبي عمرو وابن كثير ونافع وابن عامر بالتشديد، وبه\n---\nقرأَت عائشة وفسرته على ما ذكرناه. الجوهري: الظن معروف، قال: وقد يوضع\n---\nموضع العلم، قال دُرَيْدُ بن الصِّمَّة:\n---\nفقلت لهم: ظُنُّوا بأَلْفَيْ مُدَجَّج،\n---\nسَرَاتُهُمُ في الفارِسِيِّ المُسَرِّدِ.\n---\nأَي اسْتَيْقِنُوا، وإِنما يخوِّف عدوّه باليقين لا بالشك. وفي الحديث:\n---\nإياكم والظَّنَّ فإنَّ الظَّنِّ أَكذبُ الحديث؛ أَراد الشكَّ يَعْرِضُ لك\n---\nفي الشيء فتحققه وتحكم به، وقيل: أَراد إياكم وسوء الظَّن وتحقيقَه دون\n---\nمبادي الظُّنُون التي لا تُمْلَكُ وخواطر القلوب التي لا تُدْفع؛ ومنه\n---\nالحديث: وإِذا ظَنَنْتَ فلا تُحَقِّقْ؛ قال: وقد يجيء الظَّن بمعنى العلم؛\n---\nوفي حديث أُسَيْد بن حُضَيْر: وظَنَنَّا أَنْ لم يَجُدْ عليهما أَي\n---\nعَلِمْنا. وفي حديث عُبَيدة: قال أَنس سأَلته عن قوله تعالى: أَو لامَسْتُم\n---\nالنساء؛ فأَشار بيده فظَنَنْتُ ما قال أَي علمت. وظَنَنْتُ الشيءَ أَظُنُّه\n---\nظَنّاً واظَّنَنْتُه واظْطَنَنْتُه وتَظَنَّنْته وتَظَنَّيْتُه على\n---\nالتحويل؛ قال:\n---\nكالذِّئْبِ وَسْطَ العُنَّه،\n---\nإلاَّ تَرَهْ تَظَنَّهْ\n---\nأَراد تَظَنَّنْه، ثمَّ حَوَّلَ إِحدى النونين ياء، ثم حذف للجزم، ويروى\n---\nتَطَنَّه. وقوله: تَرَه أَراد إلاَّ تَرَ، ثم بيَّن الحركة في الوقف\n---\nبالهاء فقال تره، ثم أَجرى الوصل مجرى الوقف. وحكى اللحياني عن بني سُلَيْم:\n---\nلقد ظَنْتُ ذلك أَي ظَنَنْتُ، فحذفوا كما حذفوا ظَلْتُ ومَسْتُ وما\n---\nأَحَسْتُ ذاك، وهي سُلَمِيَّةٌ. قال سيبويه: أَما قولهم ظَنَنْتُ به فمعناه\n---\nجعلته موضع ظَنِّي، وليست الباء هنا بمنزلتها في: كفى بالله حسيباً، إذ لو\n---\nكان ذلك لم يجز السكت عليه كأَنك قلت ظَنَنْتُ في الدار، ومثله شَككت\n---\nفيه، وأَما ظَنَنْتُ ذلك فعلى المصدر. وظَنَنْتُه ظَنّاً وأَظْنَنْتُه\n---\nواظْطَنَنْتُه: اتَّهَمْتُه. والظِّنَّة: التُّهَمَة. ابن سيده: وهي\n---\nالظِّنَّة والطِّنَّة، قلبوا الظاء طاء ههنا قلباً، وإن لم يكن هنالك إدغام\n---\nلاعتيادهم اطَّنَّ ومُطَّنٌ واطِّنانٌ، كما حكاه سيبويه من قولهم الدِّكرَ،\n---\nحملاً على ادَّكَر. والظَّنِينُ: المُتَّهم الذي تُظَنُّ به التهمة، ومصدره\n---\nالظِّنَّة، والجمع الظِّنَنُ؛ يقال منه: اظَّنَّه واطَّنَّه، بالطاء\n---\nوالظاء، إذا اتهمه. ورجل ظَنِين: مُتَّهم من قوم أَظِنَّاء بَيِّنِي\n---\nالظِّنَّة والظِّنَانَةِ. وقوله عزَّ وجل: وما هو على الغَيْبِ بِظَنِينٍ، أَي\n---\nبمُتَّهَمٍ؛ وفي التهذيب: معناه ما هو على ما يُنْبِئُ عن الله من علم\n---\nالغيب بمتهم، قال: وهذا يروى عن علي، عليه السلام. وقال الفراء: ويقال وما\n---\nهو على الغيب بظَنِين أَي بضعيف، يقول: هو مُحْتَمِلٌ له، والعرب تقول\n---\nللرجل الضعيف أَو القليل الحيلة: هو ظَنُون؛ قال: وسمعت بعضَ قُضَاعة يقول:\n---\nربما دَلَّكَ على الرَّأْي الظَّنُونُ؛ يريد الضعيف من الرجال، فإِن يكن\n---\nمعنى ظَنِين ضعيفاً فهو كما قيل ماء شَروبٌ وشَرِيبٌ وقَرُوني وقَرِيني\n---\nوقَرُونَتي وقَرِينَتي، وهي النَّفْسُ والعَزِيمة. وقال ابن سيرين: ما\n---\nكان عليٌّ يُظَّنُّ في قتل عثمان وكان الذي يُظَّنُّ في قتله غيره؛ قال\n---\nأَبو عبيد: قوله يُظَّنُّ يعني يُتَّهم، وأَصله من الظَّنِّ، إنما هو\n---\nيُفْتَعل منه، وكان في الأَصل يُظْتَنُّ، فثقلت الظاء مع التاء فقلبت ظاء\n---\nمعجمة، ثم أُدْغِمَتْ، ويروى بالطاء المهملة، وقد تقدَّم؛ وأَنشد:\n---\nوما كلُّ من يَظَّنُّني أَنا مُعْتِبٌ، ولا كُلُّ ما يُرْوى عَلَيَّ\n---\nأَقُولُ.\n---\nومثله:\n---\nهو الجَوادُ الذي يُعْطِيك نائلَه\n---\nعَفْواً، ويُظْلَمُ أَحياناً فَيَظَّلِمُ.\n---\nكان في الأَصل فيَظْتَلِمُ، فقلبت التاء ظاء وأُدغمت في الظاء فشدّدت.\n---\nأَبو عبيدة: تَظَنَّيْت من ظَننْتُ، وأَصله تَظَنَنَّتْ، فكثرت النونات\n---\nفقلبت إحداها ياء كما قالو قَصَّيْتُ أَظفاري، والأَصل قصَّصتُ أَظفاري،\n---\nقال ابن بري: حكى ابن السكيت عن الفراء: ما كل من يَظْتَنُّنِي. وقال\n---\nالمبرد: الظَّنِينُ المُتَّهَم، وأَصله المَظْنُون، وهو من ظَنَنْتُ الذي\n---\nيَتَعَدَّى إلى مفعول واحد. تقول: ظَنَنْتُ بزيد وظننت زيداً أَي اتَّهَمْتُ؛\n---\nوأَنشد لعبد الرحمن ابن حسان:\n---\nفلا ويَمينُ الله، لا عَنْ جِنايةٍ\n---\nهُجِرْتُ، ولكِنَّ الظَّنِينَ ظَنِينُ.\n---\nونسب ابن بري هذا البيت لنَهارِ بن تَوْسِعَة. وفي الحديث: لا تجوز\n---\nشهادة ظَنِين أَي مُتَّهَم في دينه، فعيل بمعنى مفعول من الظِّنَّة\n---\nالتُّهَمَةِ. وقوله في الحديث الآخَر: ولا ظَنِينَ في وَلاءٍ، هو الذي ينتمي إلى\n---\nغير مواليه لا تقبل شهادته للتهمة. وتقول ظَنَنْتُك زيداً وظَنَنْتُ زيداً\n---\nإياك؛ تضع المنفصل موضع المتصل في الكناية عن الاسم والخبر لأَنهما\n---\nمنفصلان في الأَصل لأَنهما مبتدأ وخبره. والمَظِنَّةُ والمِظَنَّة: بيتٌ\n---\nيُظَنُّ فيه الشيء. وفلان مَظِنَّةٌ من كذا ومَئِنَّة أَي مَعْلَمٌ؛ وأَنشد\n---\nأَبو عبيد:\n---\nيَسِطُ البُيوتَ لكي يكونَ مَظِنَّةً،\n---\nمن حيث تُوضعُ جَفْنَةُ المُسْتَرْفِدِ\n---\nالجوهري: مَظِنَّةُ الشيء مَوْضِعه ومأْلَفُه الذي يُظَنُّ كونه فيه،\n---\nوالجمع المَظانُّ. يقال: موضع كذا مَظِنَّة من فلان أَي مَعْلَم منه؛ قال\n---\nالنابغة:\n---\nفإِنْ يكُ عامِرٌ قد قالَ جَهْلاً،\n---\nفإِنَّ مَظِنَّةَ الجَهْلِ الشَّبَابُ\n---\nويروى: السِّبَابُ، ويروى: مَطِيَّة، قال ابن بري: قال الأَصمعي أَنشدني\n---\nأَبو عُلْبة بن أَبي عُلْبة الفَزارِي بمَحْضَرٍ من خَلَفٍ الأٍَحْمرِ:\n---\nفإِن مطية الجهل الشباب.\n---\nلأَنه يَسْتَوْطِئه كما تُسْتَوطأُ المَطِيَّةُ. وفي حديث صِلَةَ بن\n---\nأُشَيْمٍ: طلبتُ الدنيا من مَظانِّ حلالها؛ المَظانُّ جمع مَظِنَّة، بكسر\n---\nالظاء، وهي موضع الشيء ومَعْدِنه، مَفْعِلَةٌ من الظن بمعنى العلم؛ قال ابن\n---\nالأَثير: وكان القياس فتح الظاء وإِنما كسرت لأَجل الهاء، المعنى طلبتها\n---\nفي المواضع التي يعلم فيها الحلال. وفي الحديث: خير الناس رجلٌ يَطْلُبُ\n---\nالموتَ مَظَانَّهُ أَي مَعْدِنَه ومكانه المعروف به أَي إذا طُلِبَ وجد\n---\nفيه، واحدتها مَظِنَّة، بالكسر، وهي مَفْعِلَة من الظَّنِّ أَي الموضع\n---\nالذي يُظَّنُّ به الشيء؛ قال: ويجوز أَن تكون من الظَّنِّ بمعنى العلم\n---\nوالميم زائدة. وفي الحديث: فمن تَظَنُّ أَي من تتهم، وأَصله تَظْتَنُّ من\n---\nالظِّنَّة التُّهَمَةِ، فأَدغم الظاء في التاء ثم أَبدل منها طاء مشدّدة كما\n---\nيقال مُطَّلِم في مُظَّلِم؛ قال ابن الأَثير: أَورده أَبو موسى في باب\n---\nالطاء وذكر أَن صاحب التتمة أَورده فيه لظاهر لفظه، قال: ولو روي بالظاء\n---\nالمعجمة لجاز. يقال: مُطَّلِم ومُظَّلِم ومُظْطَلِم كما يقال مُدَّكر\n---\nومُذَّكر ومُذْدَكر. وإنه لمَظِنَّةٌ أَن يفعل ذاك أَي خليق من أَن يُظَنَّ\n---\nبه فِعْلُه، وكذلك الاثنان والجمع والمؤنث؛ عن اللحياني. ونظرت إلى\n---\nأَظَنّهم أَن يفعل ذلك أَي إلى أَخْلَقِهم أَن أَظُنَّ به ذلك. وأَظْنَنْتُه\n---\nالشيءَ: أَوْهَمْتُه إياه. وأَظْنَنْتُ به الناسَ: عَرَّضْتُه للتهمة.\n---\nوالظَّنِينُ: المُعادِي لسوء ظَنِّه وسُوءِ الظَّنِّ به. والظَّنُونُ: الرجل\n---\nالسَّيِّءِ الظَّنِّ، وقيل: السَّيّءِ الظَّنِّ بكل أَحد. وفي حديث عمر،\n---\nرضي الله عنه: احْتَجِزُوا من الناس بسوءِ الظَّنِّ أَي لا تَثِقُوا بكل\n---\nأَحد فإِنه أَسلم لكم؛ ومنه قولهم: الحَزْمُ سُوءُ الظَّنِّ. وفي حديث\n---\nعلي، كرَّم الله وجهه: إن المؤمن لا يُمْسي ولا يُصْبِحُ إلاّع ونَفْسُه\n---\nظَنُونٌ\n---\nعنده أَي مُتَّهَمَة لديه. وفي حديث عبد الملك بن عُمَير: السَّوْآءُ\n---\nبنت السيد أَحَبُّ إليّ من الحسْناء بنت الظَّنُونِ أَي المُتَّهَمة.\n---\nوالظَّنُونُ: الرجل القليل الخير. ابن سيده: الظَّنينُ القليل اليخر، وقيل: هو\n---\nالذي تسأعله وتَظُنُّ به المنع فيكون كما ظَنَنْتَ. ورجل ظَنُونٌ: لا\n---\nيُوثَق بخبره؛ قال زهير:\n---\nأَلا أَبْلِغْ لدَيْكَ بني تَميمٍ،\n---\nوقد يأْتيك بالخَبَرِ الظَّنُونُ.\n---\nأَبو طالب: الظَّنُونُ المُتَّهَمُ في عقله، والظَّنُونُ كل ما لا\n---\nيُوثَقُ به من ماء أَو غيره. يقال: عِلْمُه بالشيء ظَنونٌ إذا لم يوثق به؛\n---\nقال:\n---\nكصَخْرَةَ إِذ تُسائِلُ في مَرَاحٍ\n---\nوفي حَزْمٍ، وعَلْمُهما ظَنُونُ\n---\nوالماء الظَّنُونُ: الذي تتوهمه ولست على ثقة منه. والظِّنَّةُ: القليل\n---\nمن الشيء، ومنه بئر ظَنُون: قليلة الماء؛ قال أَوس بن حجر:\n---\nيَجُودُ ويُعْطِي المالَ من غير ظِنَّة،\n---\nويَحْطِمُ أَنْفَ الأَبْلَجِ المُتَظَلِّمِ.\n---\nوفي المحكم: بئر ظَنُون قليلة الماء لا يوثق بمائها. وقال الأَعشى في\n---\nالظَّنُون، وهي البئر التي لا يُدْرَى أَفيها ماء أَم لا:\n---\nما جُعِلَ الجُدُّ الظَّنُونُ الذي\n---\nجُنِّبَ صَوْبَ اللَّجِبِ المَاطِرِ\n---\nمِثْلَ الفُراتِيِّ، إذا ما طَما\n---\nيَقْذِفُ بالبُوصِيِّ والماهِرِ\n---\nوفي الحديث: فنزل على ثَمَدٍ بوادِي الحُدَيْبية ظَنُونه الماء\n---\nيَتَبَرَّضُه تَبَرُّضاً؛ الماء الظَّنُون: الذي تتوهمه ولست منه على ثقة، فعول\n---\nبمعنى مفعول، وهي البئر التي يُظَنُّ أَن فيها ماء. وفي حديث شَهْرٍ:\n---\nحَجَّ رجلٌ فمرّ بماءِ ظَنُونٍ، قال: وهو راجع إلى الظَّنِّ والشك\n---\nوالتُّهَمَةِ. ومَشْرَبٌ ظَنُون: لا يُدْرَى أَبِهِ ماء أَم لا؛ قال: مُقَحَّمُ\n---\nالسَّيرِ ظَنُونُ الشِّرْبِ ودَيْن ظَنُون: لا يَدْرِي صاحبُه أَيأْخذه أَم\n---\nلا: ما جُعِلَ الجُدُّ الظَّنُونُ الذي جُنِّبَ صَوْبَ اللَّجِبِ\n---\nالمَاطِرِ مِثْلَ الفُراتِيّ، إذا ما طَما يَقْذِفُ بالبُوصِيّ والماهِرِ. وفي\n---\nالحديث: فنزل على ثَمَدٍ بوادِي الحُدَيْبية ظَنُونِ الماء يَتَبَرَّضه\n---\nتَبَرُّضاً؛ الماء الظَّنُون: الذي تتوهمه ولست منه على ثقة، فعول بمعنى\n---\nمفعول، وهي البئر التي يُظَنُّ أَن فيها ماء. وفي حديث شَهْرٍ: حَجَّ رجلٌ\n---\nفمرّ بماء ظَنُونٍ، قال: وهو راجع إلى الظَّنِّ والشك والتُّهَمَةِ.\n---\nومَشْرَبٌ ظَنُون: لا يُدْرَى أَبِهِ ماء أَم لا؛ قال:\n---\nمُقَحَّمُ السَّيرِ ظَنُونُ الشِّرْبِ.\n---\nودَيْن ظَنُون: لا يَدْرِي صاحبُه أَيأْخذه أَم لا. وكل ما لا يوثق به\n---\nفهو ظَنُونٌ وظَنِينٌ. وفي حديث علي، عليه السلام، أَنه قال: في الدَّيْنِ\n---\nالظَّنُونِ يزكيه لما مضى إذا قبضه؛ قال أَبو عبيد: الظَّنُون الذي لا\n---\nيدري صاحبه أَيَقْضيه الذي عليه الدين أَم لا، كأَنه الذي لا يرجوه. وفي\n---\nحديث عمر، رضي الله عنه: لا زكاة في الدَّيْنِ الظَّنُونِ؛ هو الذي لا\n---\nيدري صاحبه أَيصل إليه أم لا، وكذلك كل أَمر تُطالبه ولا تَدْرِي على أَيِّ\n---\nشيء أَنت منه فهو ظَنونٌ. والتَّظَنِّي: إِعمال الظَّنِّ، وأَصله\n---\nالتَّظَنُّنُ، أُبدل من إحدى النونات ياء. والظَّنُون من النساء: التي لها شرف\n---\nتُتَزَوَّجُ طمعاً في ولدها وقد أَسَنَّتْ، سميت ظَنُوناً لأَن الولد\n---\nيُرْتَجى منها.وقول أَبي بلال بنِ مِرْداسٍ وقد حضر جنازة فلما دفنت جلس على\n---\nمكان مرتفع ثم تَنَفَّسَ الصُّعَدَاءَ وقال: كلُّ مَنِيَّةٍ ظَنُونٌ إلا\n---\nالقتلَ في سبيل الله؛ لم يفسر ابن الأَعرابي ظَنُوناً ههنا، قال: وعندي\n---\nأَنها القليلة الخير والجَدْوَى. وطَلَبَه مَظانَّةً أَي ليلاً ونهاراً.", "ظين": "@ظين: أَديم مُظَيَّنٌ: مدبوغ بالظَّيَّانِ؛ حكاه أَبو حنيفة، وهو مذكور\n---\nفي موضعه. والظَّيَّانُ: ياسَمِينُ البَرِّ، وهو نبت يُشْبِه\n---\nالنِّسْرينَ؛ قال أَبو ذؤيب:\n---\nبمُشْمَخِرٍّ به الظَّيَّانُ والآسُ."}