{"ت": "@ت: التاء من الحروف المهموسة، وهي من الحروف النَّطْعِيَّة، والطاء والدال والثاء، ثلاثة في حيز واحد.", "تا": "@تا: التاء: حرف هجاء من حروف المعجم تاءٌ حَسَنَةٌ، وتنسب القصيدة التي قَوافِيها على التاء تائيّةٌ، ويقال تاوِيَّةٌ، وكان أَبو جعفر الرُّؤَاسي يقول بَيَوِيَّة وتَيَوِيَّة؛ الجوهري: النسب إِلى التاء تَيَوِيٌّ.\n---\nوقصِيدة تَيَوِيَّةٌ: رويها التاء، وقال أَبو عبيد عن الأَحمر: تاوِيَّةٌ، قال: وكذلك أَخواتها؛ والتاءُ من حروف الزيادات وهي تزاد في المستقبل إِذا خاطبت تقول: أَنت تَفْعل، وتدخُل في أَمر المُواجَهة للغابرِ كقوله تعالى: فبذلك فَلْتَفْرَحُوا؛ قال الشاعر:\n---\nقُلْتُ لِبَوَّابٍ لَدَيْهِ دارُها:\n---\nتِيذَنْ فإِني حَمْؤُها وجارُها\n---\nأَراد: لِتِيذَنْ، فحذف اللام وكسر التاء على لغة من يقول أَنت تِعْلَم، وتُدْخِلها أَيضاً في أَمر ما لم يسمَّ فاعِله فتقول من زُهِيَ الرجل: لِتُزْهَ يا رجل ولِتُعْنَ بحاجتي؛ قال الأَخفش: إِدْخالُ اللام في أَمر المُخاطَب لغة رديئة لأن هذه اللام إِنما تدخُل في الموضع الذي لا يُقْدَرُ فيه على افْعَلْ، تقول: لِيَقُمْ زيد، لأَنك لا تقدر على افْعَلْ، وإِذا خاطبت قلت قُمْ لأَنك قد اسْتَغْنَيْتَ عنها؛ والتاءُ في القَسَم بدل من الواو كما أَبدلوا منها في تَتْرى وتُراثٍ وتُخَمةٍ وتُجاه، والواو بدل من الباء، تقول: تالله لقد كان كذا، ولا تدخل في غير هذا الاسم، وقد تُزاد التاء للمؤنث في أَول المستقبل وفي آخر الماضي، تقول: هي تَفْعَلُ وفَعَلَتْ، فإِن تأَخَّرت عن الاسم كانت ضميراً، وإِن تقَدَّمت كانت علامة؛ قال ابن بري: تاء التأْنيث لا تخرج عن أَن تكون حرفاً تأَخَّرت أَو تقدّمت؛ قال الجوهري: وقد تكون ضمير الفاعل في قولك فَعَلْت، يستوي فيه المذكر والمؤنث، فإِن خاطبْتَ مذكراً فتحتَ، وإِن خاطبتَ مؤنثاً كسرت؛ وقد تزاد التاء في أَنت فتصير مع الاسم كالشيء الواحد من غير أَن تكون مضافة إِليه؛ وقول الشاعر:\n---\nبالخيرِ خَيْراتٍ وإِنْ شَرًّا قال\n---\nولا أُريدُ الشَّرَّ إِلا أَنْ تا\n---\nقال الأَخفش: زعم بعضهم أَنه أَراد الفاء والتاء فرَخَّم، قال: وهذا خطأٌ، أَلا ترى أَنك لو قلت زيداً وا تريد وعمراً لم يُستدلَّ أَنك تريد وعمراً، وكيف يُريدون ذلك وهم لا يَعْرِفون الحروف؟ قال ابن جني: يريد أَنك لو قلت زيداً وا من غير أَن تقول وعَمْراً لم يُعلم أَنك تريد عَمراً دون غيره، فاختصر الأَخفش الكلام ثم زاد على هذا بأَن قال: إِن العرب لا تعرف الحروف، يقول الأَخفش: فإِذا لم تعرف الحروف فكيف ترخم ما لا تعرفه ولا تلفظ به ؟ وإِنما لم يجز ترخيم الفاء والتاء لأَنهما ثُلاثيان ساكنا الأَوسط فلا يُرَخَّمانِ، وأَما الفراء فيرى ترخيم الثلاثي إِذا تحرك أَوْسَطُه نحو حَسَنٍ وحَمَلٍ، ومن العرب من يجعل السين تاء؛ وأَنشد لِعلْباء بن أَرقم:\n---\nيا قَبَّحَ اللهُ بَني السِّعْلاتِ:\n---\nعَمْرَو بنَ يَرْبوعٍ شِرارَ الناتِ\n---\nلَيْسُوا أَعِفَّاءَ ولا أَكْياتِ\n---\nيريد الناسَ والأَكْياسَ. قال: ومن العرب من يجعل التاء كافاً؛ وأَنشد\n---\nلرجل من حِمْيَر:\n---\nيا ابنَ الزُّبَيْرِ طالَما عَصَيْكا،\n---\nوطالَما عَنَّيْتَنا إِلَيْكا،\n---\nلَنَضْرِبَنْ بسَيْفِنا قَفَيْكا\n---\nالليث: تا وذي لغتانِ في موضع ذِه، تقول: هاتا فُلانةُ، في موضع هذه، وفي لغة تا فلانة، في موضع هذه. الجوهري: تا اسم يشار به إِلى المؤنث مثل ذا للمذكر؛ قال النابغة:\n---\nها إِنَّ تا عِذْرَةٌ إِنْ لا تَكُنْ نَفَعَتْ،\n---\nفَإِنَّ صاحِبَها قَدْ تاهَ في البَلَدِ\n---\nوعلى هاتين اللغتين قالوا تِيكَ وتِلْكَ وتالِكَ، وهي أَقبح اللغات كلها، فإِذا ثَنَّيْت لم تقل إِلاَّ تانِ وتانِك وتَيْنِ وتَيْنِكَ في الجر والنصب في اللغات كلها، وإِذا صَغَّرت لم تقل إِلاَّ تَيَّا، ومن ذلك اشْتُقَّ اسم تَيَّا؛ قال: والتي هي مَعْرِفةُ تا، لا يَقُولونها في المَعرفة إِلا على هذه اللغة، وجعلوا إحدى اللامين تقوية للأُخرى استقباحاً أَن يقولوا التي، وإِنما أَرادوا بها الأَلف واللام المُعَرِّفة، والجمع اللاَّتِي،وجمع الجمع اللَّواتِي، وقد تخرج التاء من الجمع فيقال اللاَّئِي ممدودة، وقد تخرج الياء فيقال اللاَّءِ، بكسرة تدل على الياء، وبهذه اللغة كان أَبو عمرو بن العلاء يقرأُ؛ وأَنشد غيره:\n---\nمن اللاَّءِ لم يَحْجُجْنَ يَبْغِينَ حِسْبةً،\n---\nولَكِنْ لِيَقْتُلْنَ البَرِئَ المُغَفَّلا\n---\nوإِذا صَغَّرْت التي قلت اللَّتَيَّا، وإِذا أَردت أَن تجمع اللَّتَيَّا قلت اللَّتَيَّاتِ. قال الليث: وإِنما صار تصغيرتِهِ وذِه وما فيهما من\n---\nاللغات تَيَّا لأَن كلمة التاء والذال من ذِه وتِه كلُّ واحدة هي نَفْسٌ وما لَحِقَها من بعدها فإِنها عمادٌ للتاء لكي ينطلق به اللسان، فلما صُغِّرت لم تَجِد ياءُ التصغير حرفين من أَصل البناء تجيء بعدَهما كما جاءت في سُعَيْدٍ وعُمَيْرٍ، ولكنها وقعت بعدَ التاء فجاءت بعد فتحة، والحرف الذي قبل ياء التصغير بجَنْبها لا يكون إِلا مفتوحاً، ووقَعت التاء إِلى جنبها فانْتَصَبَتْ وصار ما بعدها قوَّة لها، ولم ينضم قبلها شيء لأَنه ليس قبلها حرفان، وجمِيعُ التصغير صَدْرُه مَضْمومٌ والحرف الثاني منصوب ثم بعدهما ياء التصغير، ومنَعَهم أَن يرفعوا التاء التي في التصغير لأَن هذه الحروف دخلت عماداً للسان في آخر الكلمة فصارَتِ الياء التي قبلها في غير موضعها، لأَنها قُلِبت للسان عماداً، فإِذا وقعت في الحَشْو لم تكن عِماداً، وهي في تَيَّا الأَلف التي كانت في ذا؛ وقال المبرد: هذه الاسماء المبهمة مخالفة لغيرها في معناها وكثير من لفظها، فمن مُخالفتِها في المعنى وُقُوعها في كل ما أَوْمَأْت، إليه وأَما مخالفتها في اللفظ فإِنها يكون منها الاسم على حَرْفَيْنِ، أَحدهما حرفُ لِين نحوذا وتاء فلما صُغِّرت هذه الأَسماء خُولِف بها جِهةَ التصغير فلا يعربُ المُصغَّرُ منها ولا يكون على تصغيره دليل، وأُلحقت أَلف في أَواخرها تدل على ما كانت تدل عليه الضمة في غير المبهمة، أَلا ترى أَنَّ كل اسم تُصَغِّره من غير المبهمة تَضمُّ أَوّله نحو فُلَيْسٍ ودْرَيْهِمٍ؟ وتقول في تصغير ذا ذَيًّا، وفي تاتَيًّا، فإِن قال قائل: ما بالُ ياء التصغيرِ لَحِقَت ثانيةً وإِنما حَقُّها أن تَلْحَقَ ثالثةً؟ قيل: إِنها لحقت ثالثةً ولكنك حَذَفْتَ ياء لاجتماع الياءَاتِ فصارت ياءُ التصغير ثانية، وكان الأَصل ذُيَيَّا، لأَنك إذا قُلْتَ ذا فالأَلف بَدَلٌ من ياء، ولا يكون اسم على حرفين في الأَصل فقد ذهَبَتْ ياءٌ أُخَرَى، فإِن صَغَّرتَ ذه أو ذي قلت تَيًّا، وإِنما منعك أَن تقول ذَيًّا كَراهيةَ الالتباس بالمُذَكَّرِ فقلت تَيًّا؛ قال: وتقول في تصغير الذي اللَّذَيَّا وفي تصغير التي اللَّتَيَّا كما قال:\n---\nبَعْدَ اللَّتَيَّا واللَّتَيَّا والَّتِي،\n---\nإِذا عَلَتْها أَنْفُسٌ تَرَدَّتِ\n---\nقال: ولو حَقَّرْتَ اللاتِي قلت في قول سيبويه اللَّتَيَّاتِ كتصغير التي، وكان الأَخفش يقول وحده اللوتيا   لأَنه ليس جمع التي على لفظها فإِنما هو اسم للجمع، قال المُبرد: وهذا هو القياس. قال الجوهري: تِه مثل ذِه، وتانِ للتثنية، وأُولاء للجمع، وتصغير تاتَيَّا، بالفتح والتشديد، لأَنك قلبت الألف ياء وأَدٌغَمْتَها في ياء التصغير؛ قال ابن بري: صوابه وأَدغمت ياء التصغير فيها لأَنّ ياء التصغير لا تتحّرك أَبداً، فالياء الأُولى في تَيّا هي ياء التصغير وقد حذفت من قبلها ياء هي عين الفعل، وأَما الياء المجاورة للأَلف فهي لام الكلمة. وفي حديث عمر: أَنه رأَى جاريةً مَهْزُولة فقال من يَعْرِف تَيَّا؟ فقال له ابنه: هي واللهِ إِحدى بَناتِك؛ تَيًّا: تصغيرُ تا، وهي اسم إشارة إلى المؤنث بمنزلة ذا للمذَكَّر، وإِنما جاء بها مُصَغَّرة تَصْغيراً لأَمرها، والأَلف في آخرها علامة التصغير وليست التي في مكبرها؛ ومنه قول بعض السلف: وأَخَذَ تِبْنةً من الأَرض فقال تَيًّا من التوفيقِ خيرٌ من كذا وكذا من العَمَل. قال الجوهري: ولك أَن تدخل عليها ها التنبيهِ فتقول هاتا هند وهاتان وهؤلاء، وللتصغير هاتَيًّا، فإِن خاطَبْتَ جئتَ بالكاف فقلت تِيكَ وتِلْكَ وتاكَ وتَلْكَ، بفتح التاء، وهي لغة رديئةٌ، وللتثنية تانِكَ وتانِّكَ، بالتشديد، والجمع أُولَئِكَ وأُولاكَ وأُولالِكَ، فالكاف لمن تخاطبه في التذكير والتأْنيث والتثنية والجمع، وما قَبْلَ الكافِ لمن تُشِيرُ إِليه في التذكير والتأْنيث والتثنية والجمع، فإِن حفظت هذا الأَصل لم تُخطِئ في شيء من مسائله؛ وتدخل الهاء على تِيكَ وتاكَ تقول هاتِيكَ هِندٌ وهاتاكَ هِندٌ؛ قال عبيد يصف ناقته:\n---\nهاتِيكَ تَحْمِلُني وأَبْيَضَ صارِماً،\n---\nومُذَزِّباً في مارِنٍ مَخْمُوسِ\n---\nوقال أَبو النجم:\n---\nجِئْنا نُحَيِّيكَ ونَسْتَجْدِِيكا،\n---\nفافْعَلْ بِنا هاتاكَ أَوْ هاتِيكا\n---\nأَي هذه أَو تِلْك تَحِيَّةً أَو عطية، ولا تدخل ها على تلك لأَنهم جعلوا اللام عوضاً عن ها التَّنْبِيه؛ قال ابن بري: إِنما امْتَنَعُوا مِن دخول ها التنبيه على ذلك وتلك من جهة أَنَّ اللام تدل على بُعْدِ المشار إِليه، وها التنبيه تدلُّ على قُرْبه، فَتَنافيا وتَضادَّا. قال الجوهري: وتالِك لغة في تِلْك؛ وأَنشد ابن السكيت للقُطامِيّ يَصِف سفينة نوح ، عليه السلام:\n---\nوعامَتْ، وهْيَ قاصِدةٌ، بإِذْنٍ،\n---\nولَوْلا اللهُ جارَ بها الجَوارُ،\n---\nإِلى الجُوديِّ حتى صار حِجْراً\n---\nوحانَ لِتالِك الغُمَرِ انْحِسارُ\n---\nابن الأَعرابي: التُّوَى الجَوارِي، والتّايَةُ الطَّايَةُ؛ عن كراع.", "تأتأ": "@تأتأ: تَأْتَأَ التَّيْسُ عند السِّفادِ يُتَأْتِئُ تَأْتَأَةً وتِئْتاءً ليَنْزُوَ ويُقْبِلَ. ورجُل تَأْتاءٌ، على فَعْلالٍ، وفيه تَأْتَأَةٌ: يَتردَّدُ في التاء إِذا تَكلَّمَ. والتَّأْتَأَةُ: حكاية الصوت.\n---\nوالتَأْتاءُ: مَشْيُ الصبيِّ الصغير؛ والتَأْتاءُ: التَّبَخْتُر في الحَرب شجاعةً؛ والتَّأْتاء\n---\n: دُعاء الحِطّانِ إِلى العَسْبِ، والحِطّانُ التَّيْسُ، وهو الثَّأْثاء أَيضاً بالثاء.", "تأب": "@تأب: تَيْأَب: اسم موضِعٍ. قال عباس بن مِرْداسٍ السُّلَمِي:\n---\nفإِنَّكَ عَمْري، هل أُرِيكَ ظَعائِناً، *  سَلَكْنَ على ركْنِ الشَطاةِ، فَتَيْأَبَا\n---\nوالتَّوْأَبانِيَّانِ: رَأْسا الضَّرْعِ من الناقة. وقيل: التَّوْأَبانِيَّانِ قادِمَتا الضَّرْعِ. قال ابن مُقْبِل:\n---\nفَمَرَّتْ على أَظْرابِ هِرٍّ، عَشِيَّةً،  * لها تَوْأَبانِيَّانِ لم يَتَفَلْفَلا\n---\nلم يَتَفَلْفَلا أَي لم يَظْهَرا ظُهوراً بَيِّناً؛ وقيل: لم تَسْوَدَّ حَلَمتاهُما. ومنه قول الآخر:\n---\nطَوَى أُمَّهاتِ الدَّرِّ، حتى كأَنها  * فَلافِلُ. . . . . . . . . .\n---\n\n---\nأَي لَصِقَت الأَخْلافُ بالضَّرَّةِ كأَنها فَلافِلُ.\n---\nقال أَبو عُبَيدةَ: سَمَّى ابنُ مُقْبِل خِلْفَي الناقةِ توأَبانِيَّيْنِ، ولم يَأْت به عربي، كأَنَّ الباءَ مُبْدَلةٌ من الميم. قال أَبو منصور: والتاءُ في التوأَبانِيَّيْنِ ليست بأَصلية. قال ابن بري، قال الأَصمعي: التَّوْأَبانِيَّانِ الخِلْفانِ؛ قال: ولا أَدري ما أَصل ذلك. يريد لا أَعرف اشْتِقاقَه، ومن أَين أُخِذَ. قال: وذكر أَبو علي الفارسي أَن أَبا بكر بن السَّرَّاجِ عَرَفَ اشتِقاقَه، فقال: تَوْأَبانِ فَوْعَلانِ من الوَأْبِ، وهو الصُّلْبُ الشديدُ، لأَن خِلْفَ الصغيرةِ فيه صَلابةٌ، والتاء فيه بدل من الواو، وأَصله وَوْأَبانِ، فلما قُلبت الواو تاءً صار تَوْأَبانِ، وأُلحِق ياءً مشدَّدة زائدةً، كما زادوها في أَحْمَرِيٍّ، وهم يُريدون أَحمَرَ، وفي عارِيَّةٍ وهم يُرِيدون عارةً، ثم ثَنَّوْه فقالوا: تَوْأَبانِيَّانِ. والأَظْرابُ: جمع ظَرِبٍ، وهو الجُبَيْلُ الصغير. ولم يَتَفَلْفَلا أَي لم يَسْوَدّا. قال: وهذا يدل على أَنه أَراد القادِمَتَيْنِ من الخِلْفِ.", "تأر": "@تأر: أَتأَر إِليه النَّظَرَ: أَحَدَّه. وأَتْأَره بصره: أَتْبَعَه إِياه، بهمز الأَلفين غير ممدودة؛ قال بعض الأَغفال: وأَتْأَرَتْني نَظْرَة الشَّفير. وأَتْأَرتُه بصري: أَتْبَعْته إِياه. وفي الحديث: أَن رجلاً أَتاه فَأَتْأَرَ إِليه النَّظَرَ أَي أَحَدَّه إِليه وحَقَّقَه؛ وقال الشاعر؛ أَتْأَرْتُهُمْ بَصَري، والآلُ يَرْفَعُهُمْ،\n---\nحتى اسْمَدَرَّ بِطَرْفِ العَيْنِ إِتْآري\n---\nومن ترك الهمز قال: أَتَرْتُ إِليه النظر والرَّمْيَ، وهو مذكور في تَوَرَ؛ وأَما قول الشاعر:\n---\nإِذا اجْتَمَعُوا عَلَيَّ وأَشْقَذُوني،\n---\nفَصِرْت كَأَنَّني فَرَأٌ مُتَارُ\n---\nقال ابن سيده: فإِنه أَراد مُتْأَرٌ فنقل حركة الهمزة إِلى التاء وأَبدل منها أَلفاً لسكونها وانفتاح ما قبلها فصار مُتارٌ.\n---\nوالتُّؤْرُورُ: العَوْن يكون مع السلطان بلا رِزْقٍ، وقيل: هو الجِلوازُ، وذهب الفارسي إِلى أَنه تُفْعُول من الأَرِّ وهو الدفع؛ وأَنشد ابن السكيت:\n---\nتالله لَوْلا خَشْيَةُ الأَمِيرِ،\n---\nوخشيةُ الشُّرْطيِّ والتُّؤْرورِ\n---\nقال: التؤرور أَتْباع الشُّرَطِ.\n---\nابن الأَعرابي: التَّائرُ المداوم على العمل بعد فتور. الأَزهري في التَّأْرَةِ: الحين. عن ابن الأَعرابي قال: تأْرَةٌ، مهموز، فلما كثر استعمالهم لها تركوا همزها؛ قال الأَزهري: قال غيره وجمعها تِئَرٌ، مهموزة؛ ومنه يقال: أَتّأَرْتُ إِليه النظر أَي أَدمته تارَةً بعد تارَةٍ.", "تأف": "@تأف: أَتَيْتُه على تَئِفّة ذلك: كتَفِئّةٍ، فَعِلَّةٌ عند سيبويه، وتَفْعِلةٌ عند أَبي عليّ، أَي حين ذلك لأَنَّ العرب تقول: أَفَفْتُ عليه عَنْبرةَ الشتاء أَي أَتيته في ذلك الحين؛ وأَتيته على إفَّان ذلك وتِئِفّانه أَي أَوَّلِه، فهذا يَشْهَد بزيادتها. قال أَبو منصور: ليست التاء في تَفِئَّةٍ وتَئِفَّةٍ أَصليةً. والتَّئفّانُ: النَّشاطُ.", "تأق": "@تأق: التَّأَقُ: شدَّة الامْتِلاء. ابن سيده: تَئِقَ السِّقاء يَتْأَق تَأَقاً، فهو تَئِقٌ: امْتَلأَ، وأَتْأَقَه هو إتْآقاً. وفي حديث علي:\n---\nأتْأَقُ الحِياضَ بمواتِحه؛ وقال النابغة:\n---\nيَنْضَحْنَ نَضْحَ المَزادِ الوُفْرِ أتْأَقَها\n---\nشَدُّ الرُّواةِ بماء، غير مَشْرُوبِ\n---\nماء غير مشروب: يعني العرَق، أَراد ينضَحن بماء غير مشروب نضحَ المَزادِ الوُفْر. ورجل تَئِقٌ: مَلآن غَيْظاً أو حزناً أو سروراً، وقيل: هو الضيّق الخُلق، وقيل: تَئقَ إذا امتلأَ حزناً وكاد يبكي. أَبو عمرو:\n---\nالتَّأَقةُ شدة الغضَب والسُّرْعةُ إلى الشرّ، والمَأَقُ شدة البكاء. ومُهْر تَئِقٌ: سريعٌ. وأتأَقَ القوسَ: شدَّ نَزْعها وأَغرق فيها السهمَ. وفرس تَئِقٌ: نشِيط مُمْتلئ جَرْياً؛ أَنشد ابن الأَعرابي:\n---\nوأَرْيَحِيّاً عَضْباً وذا خُصَلٍ،\n---\nمُخْلَوْلِقَ المَتْنِ سابِحاً تَئِقَا\n---\nأَريَحِيٌّ: منسوب إلى أرْيَحَ أرض باليمن؛ إيّاها عنى الهُذلي بقوله:\n---\nفلَوْتُ عنه سُيوفَ أَرْيَحَ، إذْ\n---\nباء بكَفِّي، فلم أَكَدْ أَجِدُ\n---\nوقد تَئقَ تأَقاً، وتَئق الصبيُّ وغيره تأَقاً وتأَقةً؛ عن اللحياني، فهو تئق إذا أَخذه شبه الفُواق عند البكاء. ومن كلام أُم تأَبّط شرّاً أَو غيرها: ولا أبتُّه تَئِقاً. أبو عمرو: التأَقة، بالتحريك، شدّة الغضَب والسرعةُ إلى الشر، وهو يَتْأقُ وبه تأَقةٌ؛ وفي مثل للعرب: أَنتَ تَئقٌ وأَنا مَئقٌ فكيف نَتَّفِق؟ قال اللحياني: قيل معناه أَنت ضيّق وأَنا خفيف فكيف نتفق، قال: وقال بعضهم أَنت سريع الغَضَب وأَنا سريع البكاء فكيف نتفق، وقال أَعرابي من عامر: أَنت غَضْبانُ وأَنا غضبان فكيف نتفق؟\n---\nالأَصمعي: في هذا المثل تقول العرب أَنا تئق وأَخي مئق فكيف نتفق؛ يقول: أنا ممتلئ من الغيْظ والحزن وأَخي سريع البكاء فلا يقع بيننا وِفاق. وقال الأَصمعي: التَّئق السريع إلى الشرّ والمئق السريع البكاء، ويقال: الممتلئ من الغضب، وقال الأَصمعي: هو الحديدُ؛ قال عدي بن زيد يصف كلباً:\n---\nأَصْمَعُ الكَعْبَين مَهْضُوم الحَشا،\n---\nسَرْطَمُ اللَّحْيَيْن مَعَّاجٌ تَئِقْ\n---\nوالمِتْأَقُ أَيضاً: الحادُّ؛ قال زهير بن مسعود الضَّبِّي يصف فرساً:\n---\nضافي السَّبِيب أسِيلُ الخَدِّ مُشْتَرِفٌ،\n---\nحابي الضُّلوعِ شَدِيدٌ أَسْرُه تَئِقُ\n---\nالأَصمعي: وتَئِقَ الرجل إذا امتلأَ غضَباً وغَيْظاً، ومَئِقَ إذا أخذه شِبه الفُواق عند البكاء قبل أن يبكي؛ وقال الأَصمعي في قول رؤبة:\n---\nكأنَّما عَوْلَتُها، من التَّأَقْ،\n---\nعَوْلةُ ثَكلى ولْوَلَتْ بعد المأَقْ\n---\nوالمَأَقُ: نَشْيجُ البكاء أَيضاً، والتأَق: الامْتِلاء. والمَأَقُ:\n---\nنشيج البكاء الذي كأَنه نفَس يقْلَعه من صدره. وقال أَبو الجرّاح: التَّئِق المَلآن شِبَعاً ورِيّاً، والمَئِقُ الغضبان؛ وقيل: التئق هنا الممتلئ حزناً، وقيل: النشِيط، وقيل: السّيِّء الخلق. وفي حديث السِّراط: فيمُرّ الرجُل كشدّ الفرس التئِق الجَواد أَي الممتلئ نَشاطاً.", "تأل": "@تأل: ابن الأَعرابي: التُّؤلة، بالضم والهمز، الداهلية. قال الفراء: يقال جاء فلان بالدُّؤَلة والتُّؤَلة، وهما الدواهي. وقال الليث: التَّألانُ الذي كأَنه يَنْهض برأْسه إِذا مَشى يُحَرِّكه إِلى فَوْقُ؛ قال أَبو منصور: هذا تصحيف فاضح وإِنما هو النَّأَلان، بالنون، وذكره الليث في أَبواب التاء فلزم التنبيه على صوابه لئلا يَغْتَرَّ به من لا يعرفه، وقد أَوضحناه أَيضاً في موضعه.", "تألب": "@تألب: التَّأْلَبُ: شجرٌ تُتَّخَذُ منه القِسِيُّ. ذكر الأَزهريُّ في الثلاثي الصحيح عن أَبي عبيد عن الأَصمعي قال: مِن أَشجارِ الجِبالِ الشَّوْحَطُ والتَّأْلَبُ، بالتاءِ والهمزة. قال: وأَنشد شمر لامْرِئِ القَيْس:\n---\nونَحَتْ لَه عَنْ أَرْزِ تَأْلَبَةٍ، *  فِلْقٍ، فِراغِ مَعابِلٍ، طُحْلِ\n---\n(1 قوله «ونحت إلخ» أورده الصاغاني في مادة فرغ بهذا الضبط وقال في شرحه الفراغ القوس الواسعة جرح النصل. نحت تحرّفت أي رمته عن قوس. وله لامرئ القيس. وأرز قوة وزيادة. وقيل الفراغ النصال العريضة وقيل الفراغ القوس\n---\nالبعيدة السهم ويروى فراغ بالنصب أي نحت فراغ والمعنى كأن هذه المرأة رمته بسهم في قلبه.)\n---\nقال شمر، قال بعضهم: الأَرْزُ ههنا القَوْسُ بعَيْنِها. قال: والتَّأْلَبَةُ: شجرة تُتَّخذ منها القِسِيُّ. والفِراغُ: النِّصالُ العِراضُ، الواحدُ فَرْغٌ. وقوله: نَحَتْ له يعني امْرأَةً تَحَرَّفَتْ له بِعَيْنِها فأَصابتْ فُؤَادَه. قال العجاج يَصِفُ عَيْراً وأُتُنَه:\n---\nبِأَدَماتٍ قَطَواناً تَأْلَبا، *  إِذا عَلا رَأْسَ يَفاعٍ قَرَّبَا\n---\n\n---\nأدَماتٌ: أَرض بِعَيْنِها. والقَطَوانُ: الذي يُقارِب خُطاه.\n---\nوالتَّأْلَبُ: الغَلِيظُ الـمُجْتَمِعُ الخَلْقِ، شُبِّهَ بالتَّأْلَب، وهو شَجَرٌ تُسَوَّى مِنه القِسِيُّ العَرَبِيَّةُ.", "تأم": "@تأم: التَّوْأَمُ من جميع الحيوان: المولود مع غيره في بَطْن من الإثنين إلى ما زاد، ذكَراً كان أَو أُنْثى، أَو ذكراً مع أُنثى، وقد يستعار في جميع المُزْدَوِجات وأَصله ذلك؛ فأَما قوله:\n---\nتَحْسَبه ممَّا نِضْوَ سَقَمْ،\n---\nأَو تَوْأَماً أَزْرَى به ذاك التَّوَمْ\n---\nقال ابن سيده: إنما أَراد ذاك التَّوْأَم، فخفَّف الهمزة بأَن حَذَفها وأَلقى حركتها على الساكن الذي قبلها كما حكاه سيبويه في الهمزة المتحرِّكة الساكن ما قبلها، ولا يكون التَّوَم هنا من ت و م لأَنَّ معنى التَّوْأَم الذي هو من ت أ م قائم فيه وكأنَّ هذا إنما يكون على الحذف كأنه قال وُجودُ ذلك التَّوْأَم. والجمع تَوائم وتُؤامٌ؛ قال الراجز:\n---\nقالتْ لنَا ودمْعُها تُؤامُ،\n---\nكالدُّرِّ إذ أَسْلَمَهُ النِّظامُ:\n---\nعلى الذين ارْتَحَلُوا السَّلامُ\n---\nوقال أَبو دواد:\n---\nنَخَلات من نَخْل نَيْسان أَيْنَعـْ       ـنَ جميعاً، ونَبْتُهُنَّ تُؤام\n---\nقال الأَزهري: ومثل تُؤام غَنَم رُبابٌ وإبل ظُؤار، وهو من الجمع العزيز، وله نظائر قد أُثبتت في غير موضع من هذا الكتاب. قال ابن سيده: ويقال تَوْأَم للذكَر، وتَوْأَمة للأُنثى، فإذا جمَعوهما قالوا هما تَوْأَمان وهما تَوْأَمٌ، قال حميد بن ثور:\n---\nفجاؤوا بِشَوْشاةٍ مِزاقٍ تَرَى بها\n---\nنُدُوباً، من الأنْساعِ، فَذّاً وتَوْأَمَا\n---\nوقد أَتْأَمَتِ المرأة إذا ولدت اثنين في بَطْن واحد، وقال ابن سيده: أَتْأَمت المرأة وكل حامل وهي مُتْئِمٌ، فإذا كان ذلك لها عادة فهي مِتآمٌ.\n---\nوتاءَمَ أَخاه: وُلِد معه، وهو تِئْمُه وتُؤْمُه وتَئِيمُه؛ عن أَبي زيد في المصادر، والوَلَدان تَوْأَمان. الأَزهري في ترجمة وأَم: ابن السكيت وغيره يقال هما تَوْأَمان، وهذا تَوْأَم هذا، على فَوْعَل، وهذه تَوْأَمةُ هذه، والجمع توَائِم مثل قَشْعَم قَشاعِم، وتُؤام على ما فُسر في عُراق؛ قال حدير  . عبد بني قَمِيئة من بني قيس بن ثعلبة:\n---\nقالت لنا ودَمْعُها تُؤَامُ\n---\nقال: ولا يَمتنع هذا من الواو والنون في الآدَميِّين كما أَنَّ مؤَنثه يجمع بالتاء؛ قال الكميت:\n---\nفلا تَفْخَرْ فإنَّ بني نِزَارٍ\n---\nلعَلاَّتٍ، ولَيْسوا تَوْأَمِينا\n---\nقال ابن بري: وشاهد تَوْأَم قول الأَسلع بن قِصاف الطُّهَوِيّ:\n---\nفِداء لقَوْمِي كلُّ مَعْشَرِ جارِمٍ\n---\nطَريدٍ ومَخْذُولٍ بما جَرَّ، مُسْلَمِ\n---\nهُمُ أَلْجَمُ» الخَصْم الذي يَسْتَقِيدُني،\n---\nوهُمْ فَصَمُوا حِجْلي، وهم حَقَنوا دَمِي\n---\nبأَيْدٍ يُفَرِّجْنَ المَضِيقَ، وأَلْسُنٍ\n---\nسِلاطٍ، وجمع ذي زُهاءٍ عَرَمْرَمِ\n---\nإذا شِئت لم تَعْدَم لَدى الباب منهُمُ\n---\nجَمِيلَ المُحَيَّا، واضحاً غير تَوْأَمِ\n---\nقال: وشاهد تَوْأَمة قول الأَخطل بن ربيعة:\n---\nوليلة ذي نَصَب بِتُّها\n---\nعلى ظَهْرِ تَوْأَمةٍ ناحِلَهْ\n---\nوبَيْني، إلى أنْ رأَيت الصَّباح،\n---\nومن بَينها الرَّحْل والراحِلَهْ\n---\nقال: وشاهد تَوائم في الجمع قول المُرَقِّش:\n---\nيُحَلَّيْنَ ياقوتاً وشَذْراً وصَيْعة،\n---\nوجَزْعاً ظفارِيّاً ودُرّاً تَوائِما\n---\n.\n---\nقال ابن بري: وذهب بعض أَهل اللغة إلى أَن تَوأَم فَوْعَل من الوِئام، وهو المُوافقةُ والمُشاكلةُ، فقال: هو يُوائمُني أَي يُوافِقُني، فالتَّوْأَمُ على هذا أَصله وَوْأَم، وهو الذي واءَم غيره أَي وافَقه، فقلبت الواو الأُولى ياء، وكل واحد منهما تَوْأَم للآخر أَي مُوافِقه. وقال الليث: التَّوْأَمُ ولَدان معاً، ولا يقال هما تَوْأَمان، ولكن يقال هذا تَوْأَم هذه وهذه تَوْأَمَتُه، فإذا جمعا فهما تَوْأَم؛ قال أَبو منصور: أَخطأَ الليث فيما قال، والقول ما قال ابن السكيت، وهو قول الفراء والنحويّين الذين يُوثَق بعلْمهم، قالوا: يقال للواحد تَوْأَمٌ، وهما توأَمان إذا ولدا في بطْن واحد؛ قال عنترة:\n---\nيَطَلٌ كأنَّ ثيابَه في سَرْحَةٍ،\n---\nيُحْذَى نِعالَ السِّبْتِ ليس بِتَوْأَمِ\n---\nقال الأَزهري: وقد ذكرت هذا الحرف في باب التاء وأَعَدْت ذكره في باب الواو لأُعرِّفك أَن التاء مُبْدَلة من الواو، فالتَّوْأَمُ وَوْأَمٌ في الأَصل، وكذلك التَّوْلَجُ في الأَصل وَوْلَجٌ، وهو الكِناس، وأصل ذلك من الوِئام، وهو الوِفاق. ويقال: فلان يغنِّي غِناء مُتوائماً وافَق بعضُه بعضاً ولم تختلف أَلحانه؛ قال ابن أَحمر:\n---\nأَرَى ناقَتي حَنَّتْ بِلَيْلٍ وساقَها\n---\nغِناءٌ، كَنَوْحِ الأَعْجَمِ المُتَوائم\n---\nوفي حديث عُمَير بن أَفصى: مُتْئم أَو مُفْرِد؛ المُتئم التي تَضَع اثنين في بطْن، والمُفْرِد: التي تَلِد واحداً. وتوائِم النُّجوم: ما تشابك منها، وكذلك تَوائمُ اللؤلؤ. وتاءَم الثوبَ: نسَجه على خَيْطَين. وثوب مِتْآم إذا كان سَداه ولُحْمَتُه طاقَين طاقين. وقد تاءَمْتُ مُتاءمةً، على مُفاعلة، إذا نَسَجْته على خَيطَين خيطين. وأَتْأَمَها أَي أَفْضاها؛ قال عروة ابن الورد  (* قوله «قوله عروة بن الورد» مثله في الصحاح، وتعقبه الصاغاني بأن البيت الثاني ليس لعروة بن الورد، وهو غير مرويّ في\n---\nديوانه).\n---\nأَخَذْتَ وَراءَنا بِذِنابِ عَيْشٍ،\n---\nإذا ما الشمسُ قامَتْ لا تَزُولُ\n---\nوكنتَ كلَيْلَةِ الشَّيْباء هَمَّتْ\n---\nبِمَنع الشَّكْرِ، أَتْأَمَها القَبيلُ\n---\nوفرس مُتائم: تأتي بِجَرْيٍ بَعد جَرْيٍ؛ قال:\n---\nعافِي الرَّقاقِ مِنْهَبٌ مُوائِمُ،\n---\nوفي الدَّهاسِ مِضْبَرٌ مُتائمُ\n---\nتَرْفَضُّ عن أَرْساغِه الجَرائِمُ\n---\nوكلُّ هذا من التَّوْأَم. والتَّوْأَمُ: من منازلِ الجَوْزاء، وهما توأَمانِ. والتَّوْأَم: السَّهم من سِهام المَيْسِر، قيل: هو الثاني منها؛\n---\nوقال اللحياني: فيه فَرْضان وله نَصِيبان إن فازَ، وعليه غُرْم نَصيبَين إن لم يفُزْ. والتَّوْأَماتُ من مَراكِب النساء: كالمَشاجِرِ لا أَظْلالَ لها، واحدَتُها تَوْأََمة؛ قال أَبو قِلابة الهُذلي يذكر الظُّعْن:\n---\nصَفَّا جَوانحَ بَيْنَ التَّوْأَماتِ، كما\n---\nصَفَّ الوُقوعَ حَمامُ المشْرَبِ الحاني\n---\nقال: والتَّوْأَمُ في أكثر ما ذكرتُ الأَصل فيه وَوْأَمٌ.\n---\nوالتَّوْأَمانِ: نَبْت مُسْلَنْطح. والتَّوْأَمانِ: عُشْبَة صغيرة لها ثمَرة مثلُ الكَمُّون كثيرةُ الورق، تَنْبُت في القِيعان مُسْلَنْطِحة، ولها زَهْرة صَفراء؛ عن أَبي حنيفة. والتِّئمَةُ: الشاة تكونُ للمرأَة تَحْتَلِبها، والإِتْآم ذَبْحها.\n---\nوتُؤام، مثل تُعَام: مدينة من مُدُن عُمَان يقَع إِليها اللؤلؤ فيُشْترى من هنالك. والتُّؤَامِيَّة، مثل التُّعامِيَّة، والتُّوآمِيَّة، مثل التُّوعامِيَّة: اللؤلؤ. الجوهري: تُؤَام قصَبَة عُمَان   مما يٍَلي الساحِل وينسَب إليها الدُّرُّ؛ قال سُويد:\n---\nكالتُّؤامِيَّة إِن باشَرْتَها،\n---\nقَرَّتِ العينُ وطابَ المُضْطَجَعْ\n---\nالتُّؤامِيَّة: الدُّرة نسَبها إلى التُّؤام. قال الأَصمعي: التُّؤَام موضع بالبحرين مَغاص، وقال ثعلب: ساحِل عُمان، ويقال: قرية لبني سامة بن لُؤَي، وقال النَّجِيرَمِيُّ: الذي عندي أَنَّ التُّؤَامِية منسوبة إلى الصَّدَف والصَّدَف كله تُؤام كما قالوا صَدَفِيَّة، ولم نَرُدّه إلى الواحد فنقول تَوْأَمِيَّة للضرورة.\n---\nوفي ترجمة توم: في الحديث: أَتَعْجِزُ إحداكنَّ أَن تَتَّخِذ تُومَتَين؟ قال: مَن رواه   تَوْأَمِيَّة فهما درَّتان للأُذنين إحداهما تَوْأَمة الأُخْرى.\n---\nوتَوْأَم وتَوْأَمة: إسمان.", "تأن": "@تأن: أَنشد ابن الأََعرابي:\n---\nأَغَرَّكَ يا مَوْصولُ، منها ثُمالةٌ وبَقْلٌ\n---\nبأَكنافِ الغُرَيِّ تُؤَانُ\n---\nقال: أَراد تُؤَامُ فأَبدل، هذا قوله، قال: وأَحسن منه أَن يكون وَضْعاً لا بدلاً، قال: ولم نسمع هذا إلا في هذا البيت، وقوله: يا موصولُ إِما أَن يكون شَبَّهه بالموصول من الهوامّ، وإما أَن يكون اسمَ رجل. وحكى ابن بري قال: تتَاءَنَ الرجلُ الصيدَ إذا جاءَه من هنا مرّةً ومن هنا مرة أُخرى، وهو ضرْبٌ من الخديعة؛ قال أَبو غالب المَعْنِيّ:\n---\nتتَاءَنَ لي بالأَمرِ من كل جانبٍ\n---\nليَصْرِفَني عمّا أُرِيدُ كَنود .", "تأي": "@تأي: ابن الأَعرابي: تَأَى، بوزن تَعَى إذا سَبَقَ، يَتْأَى. قال أَبو منصور: هو بمنزلة شَأَى يَشْأَى إذا سَبق، والله أَعلم.", "تبا": "@تبا: ابن الأَعرابي: تَبَا إذا غَزَا وغنم وسَبَى.", "تبب": "@تبب: التَّبُّ: الخَسارُ. والتَّبابُ: الخُسْرانُ والهَلاكُ. وتَبّاً  له، على الدُّعاءِ، نُصِبَ لأَنه مصدر محمول على فِعْلِه، كما تقول سَقْياً لفلان، معناه سُقِيَ فلان سَقْياً، ولم يجعل اسماً مُسْنَداً إِلى ما قبله. وتَبّاً تَبيباً، على الـمُبالَغَةِ. وتَبَّ تَباباً وتَبَّبَه: قال له تَبّاً، كما يقال جَدَّعَه وعَقَّره. تقول تَبّاً لفلان، ونصبه على المصدر باضمار فعل، أَي أَلْزَمه اللّهُ خُسْراناً وهَلاكاً.\n---\nوتَبَّتْ يَداهُ تَبّاً وتَباباً: خَسِرتَا. قال ابن دريد: وكأَنَّ التَّبَّ الـمَصْدرُ، والتَّباب الاسْمُ. وتَبَّتْ يَداهُ: خَسِرتا. وفي التنزيل العزيز: تَبَّتْ يَدا أَبي لَهَبٍ أي ضَلَّتا وخَسِرَتا. وقال الراجز:\n---\nأَخْسِرْ بِها مِنْ صَفْقةٍ لم تُسْتَقَلْ،\n---\nتَبَّتْ يدا صافِقِها، ماذا فَعَلْ\n---\nوهذا مَثَلٌ قِيل في مُشْتَري الفَسْوِ.\n---\nوالتَّبَبُ والتَّبابُ والتَّتْبِيبُ: الهَلاكُ. وفي حديث أَبي لَهَبٍ:\n---\nتَبّاً لكَ سائرَ اليَوْمِ، أَلِهذا جَمَعْتَنا. التَّبُّ: الهَلاكُ.\n---\nوتَتَّبُوهم تَتْبِيباً أَي أَهْلَكُوهم.\n---\nوالتَّتْبِيبُ: النَّقْصُ والخَسارُ. وفي التنزيل العزيز: وما زادُوهم غير تَتْبِيبٍ؛ قال أَهل التفسير: ما زادُوهم غير تَخْسِير. ومنه قوله تعالى: وما كَيْدُ فِرْعَوْنَ إِلا في تَبابٍ؛ أَي ما كَيْدُه إِلا في خُسْرانٍ.وتَبَّ إِذا قَطَعَ.\n---\nوالتابُّ: الكبير من الرجال، والأُنثى تابَّةٌ. والتَّابُّ: الضعِيفُ، والجمْع أَتْبابٌ، هذلية نادرة.\n---\nواسْتَتَبَّ الأَمرُ: تَهَيَّأً واسْتَوَى. واسْتَتَبَّ أَمْرُ فلان إِذا اطَّرَد واسْتَقامَ وتَبَيَّنَ، وأَصل هذا من الطَّرِيق الـمُسْتَتِبِّ، وهو الذي خَدَّ فيه السَّيَّارةُ خُدُوداً وشَرَكاً، فوَضَح واسْتَبانَ لمن يَسْلُكه، كأَنه تُبِّبَ من كثرة الوطءِ، وقُشِرَ وَجْهُه، فصار مَلْحُوباً بَيِّناً من جَماعةِ ما حَوالَيْهِ من الأَرض، فَشُبِّهَ الأَمرُ الواضِحُ البَيِّنُ الـمُسْتَقِيمُ به. وأَنشد المازِنيُّ في الـمَعَاني:\n---\nومَطِيَّةٍ، مَلَثَ الظَّلامِ، بَعَثْتُه *  يَشْكُو الكَلالَ إِليَّ، دامي الأَظْلَلِ\n---\nأَوْدَى السُّرَى بِقِتالِه ومِراحِه،  * شَهْراً، نَواحِيَ مُسْتَتِبٍّ مُعْمَلِ\n---\nنَهْجٍ، كَأَنْ حُرُثَ النَّبِيطِ عَلَوْنَه، *  ضاحِي الـمَوارِدِ، كالحَصِيرِ الـمُرْمَلِ\n---\nنَصَبَ نَواحِيَ لأَنه جَعَلَه ظَرْفاً. أَراد: في نواحي طَرِيقٍ مُسْتَتِبٍّ. شَبَّه ما في هذا الطَّرِيقِ الـمُسْتَتِبِّ مِنَ الشَّرَكِ والطُّرُقاتِ بآثار السِّنِّ، وهو الحَديدُ الذي يُحْرَثُ به الأَرضُ. وقال آخر في مثله:\n---\nأَنْضَيْتُها من ضُحاها، أَو عَشِيَّتِها،  * في مُسْتَتِبٍّ، يَشُقُّ البِيدَ والأُكُما\n---\nأَي في طَرِيقٍ ذي خُدُودٍ، أَي شُقُوق مَوْطُوءٍ بَيِّنٍ. وفي حديث الدعاءِ: حتى اسْتَتَبَّ له ما حاوَلَ في أَعْدائِكَ أَي اسْتقامَ واسْتَمَرَّ.\n---\nوالتَّبِّيُّ والتِّبِّيُّ: ضَرْبٌ من التمر، وهو بالبحرين كالشّهْرِيزِ بالبَصْرة. قال أَبو حنيفة: وهو الغالبُ على تمرهم، يعني أَهلَ\n---\nالبَحْرَيْنِ. وفي التهذيب: رَدِيءٌ يَأْكُله سُقَّاطُ الناسِ. قال الشاعر:\n---\nوأَعْظَمَ بَطْناً، تَحْتَ دِرْعٍ، تَخالُه،  * إِذا حُشِيَ التَّبِّيَّ، زِقّاً مُقَيَّرا\n---\nوحِمارٌ تابُّ الظَّهْرِ إِذا دَبِرَ. وجَمَلٌ تابٌّ: كذلك. ومن أَمثالهم: مَلَكَ عَبْدٌ عَبْداً، فأَوْلاهُ تَبّاً. يقول: لم يَكُنْ له مِلْكٌ فلما مَلَكَ هانَ عليه ما مَلَكَ.\n---\nوتَبْتَبَ إِذا شاخَ.", "تبت": "@تبت: هذه ترجمة لم يترجم عليها أَحدٌ مِن مُصَنِّفي الأُصول، وذكره ابن\n---\nالأَثير لمراعاته ترتيبه، في كتابه، وترجمنا نحن عليها لأَن الشيخ أَبا\n---\nمحمد بن بري، رحمه اللَّه، قال في ترجمة توب، رادّاً على الجوهري لمَّا\n---\nذكر تابوت في أَثنائها، قال: إِن الجوهري أَساء تصريفه حتى ردّه إِلى\n---\nتابوت، قال: وكان الصواب أَن يذكره في فصل تبت، لأَِن تاءه أَصلية، ووزنه\n---\nفاعول، كما ذكرناه هناك في توب؛ وذكره ابن سيده أَيضاً في ترجمة تَبه، وقال:\n---\nالتابُوه لغة في التَّابُوتِ، أَنصارية؛ وقد ذكرناه نحن أَيضاً في ترجمة\n---\nتبه، ولم أَرَ في ترجمة تبت شيئاً في الأُصول، وذكرتها أَنا هنا مراعاة\n---\nلقول الشيخ أَبي محمد بن بري: كان الصواب أَن يذكر في ترجمة تبت؛ ولما\n---\nذكره ابن الأَثير، قال في حديث دعاء قيام الليل: اللهم اجْعَل في قَلْبِي\n---\nنوراً، وذكر سبعاً في التَّابُوتِ. التَّابُوتُ: الأَضْلاعُ وما تَحْويه\n---\nكالقَلْب والكَبِد وغيرهما، تشبيهاً بالصُّنْدُوق الذي يُحْرَزُ فيه\n---\nالمَتاع أَي أَنه مكتوب موضوع في الصُّنْدُوقِ.", "تبر": "@تبر: التِّبْرُ: الذهبُ كُلُّه، وقيل: هو من الذهب والفضة وجميع جواهر\n---\nالأَرض من النحاس والصُّفْرِ والشَّبَهِ والزُّجاج وغير ذلك مما استخرج من\n---\nالمعدن قبل أَن يصاغ ويستعمل؛ وقيل: هو الذهب المكسور؛ قال الشاعر:\n---\nكُلُّ قَوْمٍ صِيغةٌ من تِبْرِهِمْ،\n---\nوبَنُو عَبْدِ مَنَافٍ مِنْ ذَهَبْ\n---\nابن الأَعرابي: التِّبْرُ الفُتاتُ من الذهب والفضة قبل أَن يصاغا فإِذا\n---\nصيغا فهما ذهب وفضة. الجوهري: التِّبْرُ ما كان من الذهب غير مضروب\n---\nفإِذا ضرب دنانير فهو عين، قال: ولا يقال تِبْرٌ إِلا للذهب وبعضهم يقوله\n---\nللفضة أَيضاً. وفي الحديث: الذهب بالذهب تِبْرِها وعَيْنِها، والفضة بالفضة\n---\nتبرها وعينها. قال: وقد يطلق التبر على غير الذهب والفضة من المعدنيات\n---\nكالنحاس والحديد والرَّصاص، وأَكثر اختصاصه بالذهب، ومنهم من يجعله في\n---\nالذهب أَصلاً وفي غيره فرعاً ومجازاً. قال ابن جني: لا يقال له تبر حتى يكون\n---\nفي تراب معدنه أَو مكسوراً؛ قال الزجاج: ومنه قيل لمكسر الزجاج تبر.\n---\nوالتَّبَارُ: الهلاك. وتَبَّرَه تَتْبِيراً أَي كَسَّرَه وأَهلكه.\n---\nوهؤلاء مُتَبَّرٌ ما هم فيه أَي مُكَسَّرٌ مُهْلَكٌ. وفي حديث عليٍّ، كرّم\n---\nالله وجهه: عَجْزٌ حاضر ورَأْيٌ مُتَبَّر، أَي مهلَك. وتَبَّرَهُ هو: كسره\n---\nوأَذهبه. وفي التنزيل العزيز: ولا تزد الظالمين إِلا تَبَاراً؛ قال\n---\nالزجاج: معناه إِلاَّ هلاكاً، ولذلك سمي كل مُكَسَّرٍ تِبْراً. وقال في قوله\n---\nعز وجل: وكُلاًّ تَبَّرْنا تَتْبِيراً، قال: التتبير التدمير؛ وكل شيء\n---\nكسرته وفتتته، فقد تَبَّرْتَهُ، ويقال: تَبِرَ\n---\n(* قوله «تبر» من باب ضرب على\n---\nما في القاموس ومن بابي تعب وقتل كما في المصباح). الشيءُ يَتْبَرُ\n---\nتَباراً. ابن الأَعرابي: المتبور الهالك، والمبتور الناقص. قال: والتَّبْراءُ\n---\nالحَسَنَةُ اللَّوْنِ من النُّوق.\n---\nوما أَصبتُ منه تَبْرِيراً أَي شيئاً، لا يستعمل إِلا في النفي، مثل به\n---\nسيبويه وفسره السيرافي. الجوهري: ويقال في رأْسه تِبْرِيَةٌ؛ قال أَبو\n---\nعبيدة: لغة في الهِبْرِيَةِ وهي التي تكون في أُصول الشعر مثل\n---\nالنُّخَالَةِ.", "تبرز": "@تبرز: التهذيب في الرباعي: تِبْرِزُ موضع.", "تبرع": "@تبرع: تَبْرَعٌ وتَرْعَبٌ: موضعان بَيَّنَ صرفهم إِياهما أَن التاء أَصل.", "تبرك": "@تبرك: تَبْركَ بالمكان: أَقام. وتِبْراك: موضع، مشتق منه.", "تبع": "@تبع: تَبِعَ الشيءَ تَبَعاً وتَباعاً في الأَفعال وتَبِعْتُ\n---\nالشيءَتُبوعاً: سِرْت في إِثْرِه؛ واتَّبَعَه وأَتْبَعَه وتتَبَّعه قَفاه وتَطلَّبه\n---\nمُتَّبعاً له وكذلك تتَبَّعه وتتَبَّعْته تتَبُّعاً؛ قال القُطامي:\n---\nوخَيْرُ الأَمْرِ ما اسْتَقْبَلْتَ منه،\n---\nوليس بأَن تتَبَّعَه اتِّباعا\n---\nوضَع الاتِّباعَ موضع التتبُّعِ مجازاً. قال سيبويه: تتَبَّعَه\n---\nاتِّباعاً لأَن تتَبَّعْت في معنى اتَّبَعْت. وتَبِعْت القوم تَبَعاً وتَباعةً،\n---\nبالفتح، إِذا مشيت خلفهم أَو مَرُّوا بك فمضَيْتَ معهم. وفي حديث الدعاء:\n---\nتابِعْ بيننا وبينهم على الخيْراتِ أَي اجْعَلْنا نَتَّبِعُهم على ما هم\n---\nعليه.\n---\nوالتِّباعةُ: مثل التَّبعةِ والتِّبعةِ؛ قال الشاعر:\n---\nأَكَلَت حَنِيفةُ رَبَّها،\n---\nزَمَنَ التقَحُّمِ والمَجاعهْ\n---\nلم يَحْذَرُوا، من ربِّهم،\n---\nسُوء العَواقِبِ والتِّباعهْ\n---\nلأَنهم كانوا قد اتخذوا إِلهاً من حَيْسٍ فعَبَدُوه زَماناً ثم أَصابتهم\n---\nمَجاعة فأَكلوه.\n---\nوأَتْبَعه الشيءَ: جعله له تابعاً، وقيل: أَتبَعَ الرجلَ سبقه فلَحِقَه.\n---\nوتَبِعَه تَبَعاً واتَّبَعه: مرَّ به فمضَى معه. وفي التنزيل في صفة ذي\n---\nالقَرْنَيْنِ: ثم اتَّبَع سبَباً، بتشديد التاء، ومعناها تَبِعَ، وكان\n---\nأَبو عمرو بن العلاء يقرؤُها بتشديد التاء وهي قراءة أَهل المدينة، وكان\n---\nالكسائي يقرؤُها ثم أَتبع سبباً، بقطع الأَلف، أَي لَحِقَ وأَدْرك؛ قال ابن\n---\nعبيد: وقراءة أَبي عمرو أَحبُّ إِليَّ من قول الكسائي.\n---\nواسْتَتْبَعَه: طلَب إِليه أَن يَتبعه. وفي خبر الطَّسْمِيِّ النافِر من\n---\nطَسمٍ إِلى حَسَّان الملك الذي غَزا جَدِيساً: أَنه اسْتَتْبَع كلبة له\n---\nأَي جعلها تَتبعه.\n---\nوالتابِعُ: التَّالي، والجمع تُبَّعٌ وتُبَّاعٌ وتَبَعة. والتَّبَعُ:\n---\nاسم للجمع ونظيره خادِمٌ وخَدَم وطالبٌ وطلَبٌ وغائبٌ وغَيَبٌ وسالِفٌ\n---\nوسَلَفٌ وراصِدٌ ورَصَدٌ ورائحٌ ورَوَحٌ وفارِطٌ وفرَطٌ وحارِسٌ وحَرَسٌ\n---\nوعاسٌّ وعَسَسٌ وقافِلٌ من سفَره وقَفَلٌ وخائلٌ وخَوَلٌ وخابِلٌ وخَبَلٌ،\n---\nوهو الشيطان، وبعير هامِلٌ وهَمَلٌ، وهو الضالُّ المهمل؛ قال كراع: كل هذا\n---\nجمع والصحيح ما بدأْنا به، وهو قول سيبويه فيما ذَكر من هذا وقياس قوله\n---\nفيما لم يَذكره منه: والتَّبَعُ يكون واحداً وجماعة. وقوله عز وجل: إِنَّا\n---\nكُنا لكم تَبَعاً، يكون اسماً لجمع تابِع ويكون مصدراً أَي ذَوِي\n---\nتَبَعٍ، ويجمع على أَتْباع.\n---\nوتَبِعْتُ الشيءَ وأَتْبَعْتُه: مثل رَدِفْتُه وأَرْدَفْتِه؛ ومنه قوله\n---\nتعالى: إِلاَّ مَن خَطِفَ الخَطْفةَ فأَتْبعه شِهاب ثاقِب؛ قال أَبو\n---\nعبيد: أَتْبَعْت القوم مثل أَفْعلت إِذا كانوا قد سبقوك فَلَحِقْتَهم، قال:\n---\nواتَّبَعْتُهم مثل افْتَعَلْت إِذا مرُّوا بك فمضيتَ؛ وتَبِعْتُهم تَبَعاً\n---\nمثله. ويقال: ما زِلْتُ أَتَّبِعُهم حتى أَتْبَعْتُهم أَي حتى\n---\nأَدركْتُهم. وقال الفراء: أَتْبَعَ أَحسن من اتَّبَع لأَن الاتِّباع أَن يَسِير\n---\nالرجل وأَنت تسير وراءَه، فإِذا قلت أَتْبَعْتُه فكأَنك قَفَوْته. وقال\n---\nالليث: تَبِعْت فلاناً واتَّبَعْته وأَتْبعْته سواء. وأَتْبَعَ فلان فلاناً\n---\nإِذا تَبِعَه يريد به شرّاً كما أَتْبَعَ الشيطانُ الذي انسلَخَ من آيات\n---\nالله فكان من الغاوِين، وكما أَتْبَع فرعونُ موسى. وأَمَّا التتَبُّع:\n---\nفأَن تتتَبَّعَ في مُهْلةٍ شيئاً بعد شيء؛ وفلان يتَتبَّعُ مَساوِيَ فلان\n---\nوأَثرَه ويَتتبَّع مَداقَّ الأُمور ونحو ذلك. وفي حديث زيد بن ثابت حين\n---\nأَمره أَبو بكر الصديقُ بجمع القرآن قال: فَعَلِقْتُ أَتَتَبَّعه من\n---\nاللِّخافِ والعُسُبِ، وذلك أَنه اسـَقْصَى جميعَ القرآن من المواضع التي كُتِب\n---\nفيها حتى ما كُتِب في اللِّخاف، وهي الحجارة، وفي العُسُب، وهي جريد\n---\nالنخل، وذلك أَنَّ الرَّقَّ أَعْوَزَهم حين نزل على رسول الله، صلى الله عليه\n---\nوسلم، فأُمِر كاتبُ الوَحْي فيما تيسَّر من كَتِف ولوْحٍ وجِلْد وعَسُيب\n---\nولَخْفة، وإِنما تَتبَّع زيد بن ثابت القرآن وجمعه من المواضع التي\n---\nكُتِب فيها ولم يقتصر على ما حَفِظ هو وغيره، وكان من أَحفظ الناس للقرآن\n---\nاسْتِظهاراً واحْتِياطاً لئلا يَسْقُط منه حرف لسُوء حِفْظ حافِظه أَو\n---\nيتبدَّل حرف بغيره، وهذا يدل على أَن الكتابة أَضْبَطُ من صدور الرجال\n---\nوأَحْرَى أَن لا يسقط منه شيء، فكان زيد يَتتبَّع في مُهلة ما كُتب منه في\n---\nمواضعه ويَضُمُّه إَلى الصُّحف، ولا يُثْبِتُ في تلك الصحف إِلاَّ ما وجده\n---\nمكتوباً كما أُنزل على النبي، صلى الله عليه وسلم، وأَمْلاه على مَن كَتبه.\n---\nواتَّبَعَ القرآنَ: ائْتَمَّ به وعَمِلَ بما فيه. وفي حديث أَبي موسى\n---\nالأَشعري، رضي الله عنه: إِنَّ هذا القرآن كائنٌ لكم أَجراً وكائن عليكم\n---\nوِزْراً فاتَّبِعوا القرآن ولا يَتَّبِعنَّكُم القرآنُ، فإِنه من يَتَّبِعِ\n---\nالقرآن يَهْبِطْ به على رِياضِ الجنة، ومَن يَتَّبِعْه القرآنُ يَزُخّ في\n---\nقَفاه حتى يَقْذِفَ به في نار جهنم؛ يقول: اجعلوه أَمامكم ثم اتلوه كما\n---\nقال تعالى: الذين آتيناهم الكتاب يَتْلُونه حقَّ تِلاوته أَي يَتَّبِعونه\n---\nحقَّ اتِّباعه، وأَراد لا تَدَعُوا تِلاوته والعملَ به فتكونوا قد\n---\nجعلتموه وراءَكم كما فَعل اليهود حين نَبَذُوا ما أُمروا به وراء ظهورهم،\n---\nلأَنه إِذا اتَّبَعَه كان بين يديه، وإِذا خالفه كان خَلْفَه، وقيل: معنى\n---\nقوله لا يتبعنكم القرآن أَي لا يَطْلُبَنَّكُم القرآنُ بتضييعكم إِياه كما\n---\nيطلُب الرجلُ صاحبَه بالتَّبِعة؛ قال أَبو عبيد: وهذا معنى حسن يُصَدِّقه\n---\nالحديث الآخر: إِن القرآن شافِع مُشَفَّعٌ وماحِلٌ مُصَدَّقٌ، فجعله\n---\nيَمْحَل صاحبَه إِذا لم يَتَّبِعْ ما فيه. وقوله عز وجل: أَو التابعينَ\n---\nغَيْرِ أُولي الإِرْبةِ؛ فسره ثعلب فقال: هم أَتباع الزوج ممن يَخْدُِمُه مثل\n---\nالشيخ الفاني والعجوز الكبيرة.\n---\nوفي حديث الحُدَيْبية: وكنت تَبِيعاً لطَلْحةَ بن عُبيدِ الله أَي\n---\nخادماً. والتَّبَعُ كالتابِعُ كأَنه سمي بالمصدر. وتَبَعُ كلِّ شيءٍ: ما كان\n---\nعلى آخِره. والتَّبَعُ: القوائم؛ قال أَبو دُواد في وصف الظَّبَّية:\n---\nوقَوائم تَبَع لها،\n---\nمِن خَلْفِها زَمَعٌ زَوائدْ\n---\nوقال الأَزهري: التَّبَعُ ما تَبِعَ أَثَرَ شيء فهو تَبَعةٌ؛ وأَنشد بيت\n---\nأَبي دواد الإيادي في صفة ظبية:\n---\nوقوائم تَبَع لها،\n---\nمن خلفها زمع مُعَلَّقْ\n---\nوتابَع بين الأُمور مُتابَعةً وتِباعاً: واتَرَ ووالَى؛ وتابعْتُه على\n---\nكذا مُتابعةً وتِباعاً. والتِّباعُ: الوِلاءُ. يقال: تابَعَ فلان بين\n---\nالصلاة وبين القراءة إِذا والَى بينهما ففعل هذا على إِثْر هذا بلا مُهلة\n---\nبينهما، وكذلك رميته فأَصبته بثلاثة أَسهم تِباعاً أَي وِلاء. وتَتابَعَتِ\n---\nالأَشياءُ: تَبِعَ بعضُها بعضاً. وتابَعه على الأَمر: أَسْعدَه عليه.\n---\nوالتابِعةُ: الرَّئِيُّ من الجنّ، أَلحقوه الهاء للمبالغة أَو لتَشْنِيع\n---\nالأَمْرِ أَو على إِرادة الداهِيةِ. والتابعةُ: جِنِّيَّة تَتْبع\n---\nالإِنسان. وفي الحديث: أَوَّلُ خَبرٍ قَدِمَ المدينةَ يعني من هجرة النبي، صلى\n---\nالله عليه وسلم، امرأَة كان لها تابِعٌ من الجن؛ التابِعُ ههنا: جِنِّيٌّ\n---\nيَتْبَع المرأَة يُحِبُّها. والتابعةُ: جِنية تتْبع الرجلَ تحبه.\n---\nوقولهم: معه تابعة أَي من الجن.\n---\nوالتَّبِيعُ: الفَحل من ولد البقر لأَنه يَتْبع أُمه، وقيل: هو تَبيع\n---\nأَولَ سنة، والجمع أَتْبِعة، وأَتابِعُ وأَتابِيعُ كلاهما جمعُ الجمعِ،\n---\nوالأَخيرة نادرة، وهو التِّبْعُ والجمع أَتباع، والأُنثى تَبِيعة. وفي\n---\nالحديث عن معاذ بن جبل: أَن النبي، صلى الله عليه وسلم، بعثه إِلى اليمين\n---\nفأَمرَه في صدَقةِ البقر أَن يأْخذ من كل ثلاثين من البقر تَبِيعاً، ومن كل\n---\nأَربعين مُسِنَّةً؛ قال أَبو فَقْعَس الأَسَدي: ولد البقَر أَول سنة\n---\nتَبِيع ثم جزَع ثم ثنيّ ثم رَباعٌ ثم سَدَسٌ ثم صالِغٌ. قال الليث: التَّبِيعُ\n---\nالعِجْل المُدْرِك إِلا أَنه يَتْبَع أُمه بعدُ؛ قال الأَزهري: قول\n---\nالليث التَّبِيع المدرك وهَم لأَنه يُدْرِكُ إِذا أَثنى أَي صار ثَنِيًّا.\n---\nوالتبيع من البقر يسمى تبيعاً حين يستكمل الحَوْل، ولا يسمى تَبِيعاً قبل\n---\nذلك، فإِذا استكمل عامين فهو جَذَع، فإِذا استوفى ثلاثة أَعوام فهو\n---\nثَنِيٌّ، وحينئذ مُسِنٌّ، والأُنثى مُسِنَّة وهي التي تؤخذ في أَربعين من\n---\nالبقر.وبقرة مُتْبِعٌ: ذاتُ تَبِيع. وحكى ابن بري فيها: مُتْبِعة أَيضاً.\n---\nوخادم مُتْبِع: يَتْبَعُها ولدها حيثما أَقبلت وأَدبرت، وعمَّ به اللحياني\n---\nفقال: المُتْبِعُ التي معها أَولاد. وفي الحديث: أَن فلاناً اشترى\n---\nمَعْدِناً بمائة شاة مُتْبِع أَي يَتْبَعها أَولادها. وتَبِيعُ المرأَةِ:\n---\nصَدِيقُها، والجمع تُبَعاء، وهي تَبِيعته.\n---\nوهو تِبْعُ نِساء، والجمع أَتباع، وتُبَّع نساء؛ عن كراع حكاها في\n---\nالمُنَجَّذ، وحكاها أَيضاً في المُجَرَّد إِذا جدَّ في طَلَبِهِنّ؛ وحكى\n---\nاللحياني: هو تِبْعُها وهي تِبْعَتُه؛ قال الأَزهري: تِبْعُ نساء أَي\n---\nيَتْبَعُهُنَّ، وحِدْثُ نساء يُحادِثُهنَّ، وزِيرُ نساء أَي يَزُورُهُنَّ، وخِلْب\n---\nنساء إِذا كان يُخالِبهنَّ. وفلان تِبْعُ ضِلَّةٍ: يَتْبَع النساءَ،\n---\nوتِبْعٌ ضِلَّةٌ أَي لا خَيْرَ فيه ولا خير عنده؛ عن ابن الأَعرابي. وقال\n---\nثعلب: إِنما هو تِبْعُ ضِلَّةٍ مضاف.\n---\nوالتَّبِيعُ: النَّصِير. والتَّبِيعُ: الذي لك عليه مال. يقال: أُتْبِعَ\n---\nفلان بفلان أَي أُحِيلَ عليه، وأَتْبَعَه عليه: أَحالَه.\n---\nوفي الحديث: الظُّلْم لَيُّ الواجِدِ، وإِذا أُتْبِعَ أَحدُكم على\n---\nمَلِيءٍ فَلْيَتَّبِعْ؛ معناه إِذا أُحِيلَ أَحدكم على مَلِيءٍ قادِرٍ\n---\nفلْيَحْتَلْ من الحَوالةِ؛ قال الخطابي: أَصحاب الحديث يروونه اتَّبع، بتشديد\n---\nالتاء، وصوابه بسكون التاء بوزن أُكْرِمَ، قال: وليس هذا أَمراً على الوجوب\n---\nوإِنما هو على الرِّفْق والأَدب والإِياحةِ. وفي حديث ابن عباس، رضي الله\n---\nعنهما: بَيْنا أَنا أَقرأُ آية في سِكَّة من سَكَكِ المدية إِذ سمعت صوتاً\n---\nمن خَلفي: أَتْبِعْ يا ابن عباس، فالتَفَتُّ فإِذا عُمر، فقلت: أُتْبِعُك\n---\nعلى أُبَيّ بن كعب أَي أَسْنِدْ قراءتك ممن أَخذتها وأَحِلْ على\n---\nمن سَمِعْتها منه. قال الليث: يقال للذي له عليك مال يُتابِعُك به أَي\n---\nيُطالبك به: تَبِيع. وفي حديث قيس بن عاصم، رضي الله عنه، قال: يا رسول الله\n---\nما المالُ الذي ليس فيه تَبِعةٌ من طالب ولا ضَيْفٍ؟ قال: نِعْم المال\n---\nأَربعون والكثير ستون؛ يريد بالتَّبِعةِ ما يَتْبَع المالَ من نوائب الحُقوق\n---\nوهو من تَبِعْت الرجل بحقّي. والتَّبِيعُ: الغَرِيمُ؛ قال الشماخ:\n---\nتَلُوذُ ثَعالِبُ الشَّرَفَيْن منها،\n---\nكما لاذَ الغَرِيمُ من التَّبِيعِ\n---\nوتابَعَه بمال أَي طَلَبه. والتَّبِعُ: الذي يَتْبَعُكَ بحق يُطالبك به\n---\nوهو الذي يَتْبع الغريم بما أُحيل عليه. والتبيع: التابع. وقوله تعالى:\n---\nفيُغْرِقَكم بما كفرتم ثم لا تَجِدُوا لكم علينا به تَبِيعاً؛ قال الفراء:\n---\nأَي ثائراً ولا طالباً بالثَّأْرِ لإِغْراقِنا إِيّاكم، وقال الزجاج:\n---\nمعناه لا تجدوا من يَتْبَعُنا بإِنكار ما نزل بكم ولا يتبعنا بأَن يصرفه\n---\nعنكم، وقيل: تَبِيعاً مُطالِباً؛ ومنه قوله تعالى: فاتِّباعٌ بالمَعْروف\n---\nوأَداء إِليه بإِحْسان؛ يقول: على صاحب الدَّمِ اتِّباع بالمعروف أَي\n---\nالمُطالَبَةُ بالدِّية، وعلى القاتِل أَداء إِليه بإِحسان، ورفع قوله تعالى\n---\nفاتباع على معنى قوله فعليه اتِّباع بالمعروف، وسيُذْكَرُ ذلك مُستوفى في\n---\nفصل عفا، في قوله تعالى: فَمن عُفِيَ له من أَخِيه شيء.\n---\nوالتَّبِعةُ والتِّباعةُ: ما اتَّبَعْتَ به صاحبَك من ظُلامة ونحوها.\n---\nوالتَّبِعةُ والتِّباعةُ: ما فيه إِثم يُتَّبَع به. يقال: ما عليه من الله في\n---\nهذا تَبِعة ولا تِباعة؛ قال وَدّاك بن ثُمَيل:\n---\nهِيمٌ إِلى الموتِ إِذا خُيِّرُوا،\n---\nبينَ تِباعاتٍ وتَقْتالِ\n---\nقال الأَزهري: التِّبِعة والتَّباعة اسم الشيء الذي لك فيه بُغْية شِبه\n---\nظُلامة ونحو ذلك. وفي أَمثال العرب السائرة: أَتْبِعِ الفَرَس لِجامَها،\n---\nيُضرب مثلاً للرجل يؤْمر بردِّ الصَّنِيعةِ وإِتْمامِ الحاجة.\n---\nوالتُّبّعَُ والتُّبُّع جميعاً: الظل لأَنه يَتْبَع الشمس؛ قالت سُعْدَى\n---\nالجُهَنِيَّةُ تَرْثي أَخاها أَسْعَدَ:\n---\nيَرِدُ المِياهَ حَضِيرةً ونَفِيضةً،\n---\nوِرْدَ القَطاةِ إِذا اسْمَأَلَّ التُّبَّعُ\n---\nالتُّبَّعُ: الظل، واسْمِئْلاله: بُلوغه نصف النهار وضُمورُه. وقال أَبو\n---\nسعيد الضرير: التُّبَّع هو الدَّبَرانُ في هذا البيت سُمي تُبَّعاً\n---\nلاتِّباعِه الثُّرَيّا؛ قال الأَزهري: سمعت بعض العرب يسمي الدبران التابع\n---\nوالتُّوَيْبِع، قال: وما أَشبه ما قال الضرير بالصواب لأَن القَطا تَرِدُ\n---\nالمياه ليلاً وقلما تردها نهاراً، ولذلك يقال: أَدَلُّ من قَطاة؛ ويدل على\n---\nذلك قول لبيد:\n---\nفَوَرَدْنا قبلَ فُرَّاطِ القَطا،\n---\nإِنَّ مِن وَرْدِيَ تَغْلِيسَ النَّهَلْ\n---\nقال ابن بري: ويقال له التابِعُ والتُّبَّعُ والحادِي والتالي؛ قال\n---\nمُهَلْهل:\n---\nكأَنَّ التابِعَ المَسْكِينَ فيها\n---\nأَجِيرٌ في حُداياتِ الوَقِير\n---\n\n---\nوالتَّبابِعةُ: ملوك اليمن، واحدهم تُبَّع، سموا بذلك لأَنه يَتْبَع\n---\nبعضُهم بعضاً كلما هَلك واحد قام مَقامه آخر تابعاً له على مثل سِيرته،\n---\nوزادوا الهاء في التبابعة لإِرادة النسب؛ وقول أَبي ذؤيب:\n---\nوعليهِما ماذِيَّتانِ قَضاهُما\n---\nداودُ، أَو صَنَعُ السَّوابِغِ تُبَّعُ\n---\nسَمِعَ أَن داودَ، على نبينا وعليه الصلاة والسلام، كان سُخِّر له\n---\nالحديدُ فكان يَصْنع منه ما أَراد، وسَمِعَ أَنَّ تُبَّعاً عَمِلَها وكان تُبع\n---\nأَمَر بعملها ولم يَصْنعها بيده لأَنه كان أَعظمَ شأْناً من أَن يصنع\n---\nبيده. وقوله تعالى: أَهم خَيْر أَم قومٌ تُبَّعٍ؛ قال الزجاج: جاء في\n---\nالتفسير أَن تُبَّعاً كان مَلِكاً من الملوك وكان مؤْمناً وأَن قومه كانوا\n---\nكافرين وكان فيهم تَبابِعةٌ، وجاء أَيْضاً أَنه نُظِر إِلى كتاب على قَبْرَين\n---\nبناحية. حِمْيَر: هذا قبر رَضْوى وقبر حُبَّى، ابنتي تُبَّع، لا تُشركان\n---\nبالله شيئاً، قال الأَزهري: وأَمّا تبع الملِك الذي ذكره الله عز وجل في\n---\nكتابه فقال:وقومُ تبع كلٌّ كذَّب الرسُلَ، فقد روي عن النبيي، صلى الله عليه\n---\nوسلم، أَنه قال: ما أَدري تُبَّعٌ كان لعِيناً أَم لا\n---\n(* قوله« تبع كان\n---\nلعيناً أم لا» هكذا في الأصل الذي بأيدينا ولعله محرف، والأصل كان نبياً\n---\nإلخ. ففي تفسير الخطيب عند قوله تعالى في سورة الدخان أهم خير أم قوم تبع،\n---\nوعن النبي،صلى الله عليه وسلم: لا تسبوا تبعاً فإنه كان قد أسلم. وعنه\n---\nصلى الله عليه وسلم: ما أدري أكان تبع نبياً أو غير نبي، وعن عائشة، رضي الله\n---\nعنها، قالت: لا تسبوا تبعاً فانه كان رجلاً صالحاً) ؛ قال: ويقال إِن\n---\nتُبَّتَ اشْتُقَّ لهم هذا الاسمُ من اسم تُبَّع ولكن فيه عُجْمة. ويقال: هم\n---\nاليوم من وَضائِع تُبَّع بتلك البلاد. وفي الحديث: لا تَسُبُّوا تُبَّعاً\n---\nفإِنه أَول من كَسا الكعبة؛ قيل: هو ملك في الزمان الأَول اسْمه أَسْعَدُ\n---\nأَبو كَرِب، وقيل: كان مَلِكُ اليمنِ لا يسمى تُبَّعاً حتى يَمْلِكَ\n---\nحَضْرَمَوْتَ وسَبأ وحِمْيَرَ.\n---\nوالتُّبَّعُ: ضرب من الطير، وقيل: التُّبَّع ضرب من اليَعاسِيب وهو\n---\nأَعظمها وأحسنها، والجمع التبابِعُ تشبيهاً بأُولئك الملوكُ، وكذلك الباء هنا\n---\nليشعروا بالهاء هنالك. والتُّبَّعُ: سيِّد النحل:\n---\nوتابَعَ عَمَلَه وكلامَه: أَتْقَنَه وأَحكمه؛ قال كراع: ومنه حديث أَبي\n---\nواقد الليثي: تابَعْنا الأَعمال فلم نَجِد شيئاً أَبلغ في طلَب الآخرة من\n---\nالزُّهْد في الدنيا أَي أَحْكَمْناها وعَرَفْناها. ويقال: تابَعَ فلان\n---\nكلامَه وهو تبيع للكلام إِذا أَحكمه. ويقال: هو يُتابِعُ الحديث إِذا كان\n---\nيَسْرُدُه، وقيل: فلان مُتتابِعُ العِلم إِذا كان عِلْمه يُشاكل بعضُه\n---\nبعضاً لا تَفاوُتَ فيه. وغصن مُتتابعٌ إِذا كان مستوياً لا أُبَن فيه. ويقال:\n---\nتابَعَ المَرْتَعُ المالَ فَتتابَعَت أي سَمَّن خَلْقَها فسَمِنَت\n---\nوحَسُنت؛ قال أَبو وجْزةَ السعْدي:\n---\nحَرْفٌ مُلَيْكِيةٌ كالفَحْلِ تابَعَها،\n---\nفي خِصْبِ عامَينِ، إِفْراقٌ وتَهْمِيلُ\n---\n\n---\nوناقة مُفْرِقٌ: تَمْكُث سنتين أَو ثلاثاً لا تَلْقَحُ؛ وأَما قول\n---\nسَلامان الطائي:\n---\nأَخِفْنَ اطِّنانِي إِن شُكِينَ، وإِنَّني\n---\nلفي شُغُلٍ عن ذَحْليَ اليتَتَبَّعُ\n---\nفإِنه أَرادَ ذَحْليَ يتَتَبَّع فطرح الذي وأَقام الأَلف واللام مُقامه،\n---\nوهي لغة لبعض العرب؛ وقال ابن الأَنباري: وِإِنما أَقحم الأَلف واللام\n---\nعلى الفعل المضارع لمضارعة الأَسماء.\n---\nقال ابن عون: قلت للشعبي: إِنَّ رُفَيْعاً أَبا العاليةِ أَعتقَ سائبةً\n---\nفأَوصَى بماله كله، فقال: ليس ذلك له إِنما ذلك للتابعة، قال النضر:\n---\nالتابعةُ أَن يتبع الرجلُ الرجلَ فيقول: أَنا مولاك؛ قال الأَزهري: أَراد أَن\n---\nالمُعْتَقَ سائبةً مالُه لمُعْتِقِه.\n---\nوالإِتْباعُ في الكلام: مثل حَسَن بَسَن وقَبِيح شَقِيح.", "تبك": "@تبك: تَبُوكُ: اسم أَرض، قال الأَزهري: فإِن كانت التاء في تَبُوك أَصلية فلا أَدري مِمَّ اشتقاق تَبُوكَ، وإِن كانت التاء تاءَ التأْنيث في المضارع فهي من باكَتْ تَبُوك، وقد مضى تفسيره.\n---\nوالتَّبُوكِيُّ: ضرب من عنب الطائف أَبيض قليل الماء عظام الحب نحو من عِظَمِ الأَقْماعِيّ، ينشق حبه علئ شجره، وقد يكون تَبُوك تَفْعُول.", "تبل": "@تبل: التَّبْل: العَدَاوة، والجمع تُبُول، وقد تَبَلني يَتْبُلني.\n---\nوالتَّبْل: الحِقْد. والتَّبْل: عداوة يُطْلَب بها. يقال: قد تَبَلَني فلان\n---\nولي عنده تَبْل، والجمع التُّبُول. الجوهري: يقال تَبَلَهم الدهر وأَتبلهم\n---\nأَي أَفناهم، وتَبَلهم الدهر تَبْلاً رَماهم بِصُروفه، ودَهْرٌ تَبْل من\n---\nتَبَله. وتَبَلت المرأَة فؤَادَ الرجل تَبْلاً: كأَنما أَصابته بتَبل؛\n---\nقال أَيوب بن عَبَاية:\n---\nأَجَدَّ بأُمِّ البَنِينَ الرَّحِيل،\n---\nفقَلْبُكَ صَبٌّ إِليها تَبِيل\n---\nوالتَّبْل: أَن يُسْقِم الهوى الإِنسان، رجل مَتْبُولٌ؛ قال الأَعشى:\n---\nأَأَنْ رَأْت رَجُلاً أَعْشَى أَضَرَّ به\n---\nرَيْبُ المَنُون، ودهْرٌ مُتْبِلٌ خَبِلُ\n---\nويروى: ودَهْرٌ خابِل تَبِلُ أَي مُسْقِم. وفي الصحاح: أَي يَذْهب\n---\nبالأَهل والولد. وأَصل التَّبْل التِّرَة والذَّحْلُ، يقال: تَبْلي عند فلان.\n---\nويقال: أُصيب بتَبْل وقد أَتبله إِتبالاً؛ وفي قصيد كعب ابن زهير:\n---\nبانَتْ سُعادُ فَقَلْبي اليومَ مَتْبُول\n---\nأَي مُصاب بتَبْل، وهو الذَّحْل والعَدَاوة. يقال: قَلْب مَتْبُول إِذا\n---\nغَلَبَه الحُبُّ وهَيَّمه. وتَبَله الحُبُّ يتبُله وأَتبله: أَسقمه\n---\nوأَفسده، وقيل: تَبَله تَبْلاً ذهب بعقله. والتَّابَل والتَّابِل: الفِحَا.\n---\nوتَوْبَلْتَ القِدْر وتَبَلْتها وتَبَّلْتها: فَحَّيتُها، وكان بعضهم يهمز\n---\nالتَّبل فيقول التأْبل، وكذلك كان يقول تأْبَلْت القِدْر. قال ابن جني:\n---\nوهو مما همز من الأَلِفات التي لا حَظَّ لها في الهمز. وتَوابِلُ القِدْر:\n---\nأَفْحَاؤها، واحدها تَوْبَل، وقيل للواحد تابَل. قال ابن بري: تَوْبَلْت\n---\nالقِدْر جعلت فيها التوابل، بُنِي الفعل من لفظ التوابل بزيادته كما\n---\nبُنِي تَمْنْطَق من لفظ المَنْطقة بزيادتها.\n---\nوتَبُلَ: اسم واد؛ قال لبيد:\n---\nكُلَّ يَوْمٍ مَنَعُوا جامِلهم،\n---\nومُرِنّاتٍ كآرامِ تُبَل\n---\nوتَبَالة: موضع. وفي المثل: أَهْوَن من تَبَالةَ على الحَجّاج، وكان عبد\n---\nالملك وَلاّه إِياها، فلما أَتاها استحقرها فلم يدخلها؛ قال لبيد:\n---\nفالضَّيْفُ والجارُ الجَنيبُ، كأَنَّما\n---\nهَبَطا تَبَالة مُخْصِباً أَهْضامُها\n---\nوتَبَالة: اسم بلد بعينه؛ ومنه المثل السائر: ما حَلَلْتَ تَبَالة\n---\nلتَحْرِمَ الأَضْيافَ، وهو بلد مُخْصِبٌ مَرِيعٌ. الجوهري: تبالة بلد باليمن\n---\nخَصْبة، بفتح التاء وتخفيف الباء، ورد ذكرها في الحديث.", "تبن": "@تبن: التِّبْنُ: عَصيفة الزَّرْع من البُرِّ ونحوه معروف، واحدته\n---\nتِبْنة، والتَّبْنُ: لغة فيه. والتَّبْنُ، بالفتح: مصدر تَبَنَ الدابةَ\n---\nيَتْبِنُها تَبْناً عَلَفَها التِّبْنَ. ورجل تَبّانٌ: يَبيع التِّبْنَ، وإن\n---\nجعلتَه فَعْلانَ من التَّبّ لم تصْرِفْه. والتِّبْنُ، بكسر التاء وسكون\n---\nالباء: أَعظم الأَقْداعْ يكادُ يُرْوي العشرين، وقيل: هو الغليظ الذي لم\n---\nيُتَنَوَّق في صَنْعَتِه. قال ابن بري وغيره: ترتيبُ الأَقداحِ الغُمَر، ثم\n---\nالقَعْب يُرْوي الرجل، ثم القَدَحُ يُرْوي الرَّجلين، ثم العُسُّ يُروي\n---\nالثلاثةَ والأَربعة، ثم الرَّفْد، ثم الصَّحْن مقارب التِّبْنِ. قال ابن\n---\nبري: وذكر حمزة الأَصفهاني بعد الصَّحْن ثم المعْلَق، ثم العُلْبة، ثم\n---\nالجَنْبَة، ثم الحَوْأَبةُ، قال: وهي أَنْكَرُها، قال: ونسب هذه الفروق إلى\n---\nالأَصمعي. وفي حديث عمرو بن معديكرب: أَشْرَبُ التِّبْنَ من اللَّبَن.\n---\nوالتَّبَانةُ: الطَّبانةُ والفِطْنة والذَّكاءُ. وتَبِنَ له تَبَناً\n---\nوتَبانةً وتَبانِيَةً: طَبِنَ، وقيل: التَّبَانةُ في الشر، والطَّبَانةُ في\n---\nالخير. وفي حديث سالم بن عبد الله قال: كنا نقول في الحامل المتوفَّى عنها\n---\nزوجُها إنه يُنْفَقُ عليها من جميع المال حتى تَبَّنْتُم ما تَبَّنْتُم؛\n---\nقال عبد الله: أُراها خَلَّطْتُم، وقال أَبو عبيدة: هو من التَّبانة\n---\nوالطَّبانةِ، ومعناهما شدَّةُ الفِطْنةِ ودِقَّةُ النظر، ومعنى قول سالم\n---\nتَبَّنْتُمْ أَي أَدْقَقْتُمْ النظر فقُلْتُم إنه يُنْفَقُ عليها من نصيبها.\n---\nوقال الليث: طَبِنَ له، بالطاء، في الشرِّ، وتَبِنَ له في الخير؛ فجعَل\n---\nالطَّبانة في الخَديعةِ والاغْتِيال، والتَّبانةَ في الخير؛ قال أَبو منصور:\n---\nهما عند الأَئمة واحدٌ، والعرب تُبْدِلُ الطاءَ تاءً لقُرْب مَخرَجِهما،\n---\nقالوا: مَتَّ ومَطَّ إذا مَدَّ، وطَرَّ وتَرَّ إذا سقط، ومثله كثير في\n---\nالكلام. وقال ابن شميل: التَّبَنُ إنما هو اللُّؤْمُ والدِّقَّة،\n---\nوالطَّبَنُ العِلْمُ بالأُمور والدَّهاءُ والفِطنة؛ قال أَبو منصور: وهذا ضدُّ\n---\nالأَول. وروي عن الهوازني أَنه قال: اللهم اشْغَلْ عنا أَتبانَ الشعراء،\n---\nقال: وهو فِطْنَتهم لما لا يُفطَنُ له. الجوهري: وتَبِنَ الرجلُ، بالكسر،\n---\nيَتْبَنُ تَبَناً، بالتحريك، أَي صارَ فَطِناً؛ فهو تَبِنٌ أَي فَطِنٌ\n---\nدقيقُ النظر في الأُمور، وقد تَبَّنَ تَتْبيناً إذا أَدَقَّ النظرَ. قال\n---\nأَبو عبيد: وفي الحديث أَن الرجلَ لَيَتكلَّم بالكلمةِ يُتَبِّنُ فيها\n---\nيَهْوِي بها في النار؛ قال أَبو عبيد: هو عندي إِغْماضُ الكلام وتَدقيقُه في\n---\nالجدلِ والخصومات في الدِّين؛ ومنه حديث مُعاذٍ: إياكم ومُغَمَّضاتِ\n---\n(*\n---\nقوله «ومغمضات» هكذا ضبط في بعض نسخ النهاية، وفي بعض آخر كمؤمنات وعليه\n---\nالقاموس وشرحه). الأُمور. ورجل تَبِنٌ بَطِنٌ: دقيقُ النظر في الأُمور\n---\nفَطِنٌ كالطَّبِن، وزعم يعقوب أَن التاء بدل. قال ابن بري: قال أَبو سعيد\n---\nالسيرافي تَبِنَ الرجلُ انْتفخ بَطْنُه، ذكَره عند قول سيبويه. وبَطِنَ\n---\nبَطَناً، فهو بَطِنٌ، وتَبِنَ تَبَناً فهو تَبِنٌ، فقرَنَ تَبِنَ ببَطِنَ،\n---\nقال: وقد يجوز أَن يريد سيبويه بتَبِنَ\n---\n(* قوله «وقد يجوز أن يريد سيبويه\n---\nبتبن إلخ» هكذا فيما بأيدينا من النسخ. امتَلأَ بطنُه لأَنه ذكره بعده،\n---\nوبَطِنَ بَطَناً، وهذا لا يكون إلا الفطنة، قال: والتَّبِنُ الذي يَعْبَثُ\n---\nبيدِه في كل شيء. وقوله في حديث عمر ابن عبد العزيز: إنه كان يَلْبَسُ\n---\nرداءً مُتَبَّناً بالزَّعْفَرانِ أَي يُشْبه لونه لونَ التَِّبْنِ.\n---\nوالتُّبَّان، بالضم والتشديد: سَراويلُ صغيرٌ مقدارُ شبْر يستر العورة المغلَّظة\n---\nفقط، يكون للملاَّحينَ. وفي حديث عمّار: أَنه صلى في تُبّانٍ فقال إني\n---\nمَمْثونٌ أَي يشتكي مَثانَتَه، وقيل: التُّبّانُ شِبْهُ السَّراويلِ\n---\nالصغير. وفي حديث عمر: صلى رجل في تُبّانٍ وقميص، تذكَِّره العرب، والجمع\n---\nالتَّبابِين. وتُبْنَى: موضع؛ قال كثيِّر عزة:\n---\nعَفا رابغٌ من أََهلِه فالظَّواهِرُ،\n---\nفأَكنافُ تُبْنَى قد عَفَتْ، فالأَصافِرُ.", "تبه": "@تبه: ا لتابُوه: لغة في التابوت، أَنصاريّة. قال ابن جني: وقد قرئ بها، قال: وأُراهم غَلِطوا بالتاء الأَصلية فإِنه سُمِعَ بعضُهم يقول قَعَدْنا على الفُراه، يريدون على الفرات.", "تطأ": "@تطأ: التهذيب: أَهمله الليث. ابن الأَعرابي: تَطَأَ إِذا ظَلَمَ\n---\n", "تفأ": "@تفأ: أَتَيْتُه على تَفِئةِ ذلك: أَي على حِينِه وزَمانِه. حكى اللحياني فيه الهمز والبدل قال: وليس على التخفيف القِياسي لأَنه قد اعْتُدَّ به لُغةً. وفي الحديث: دَخَلَ عُمر فكلَّم رسولَ اللّه صلى اللّه عليه وسلم، ثم دخل أَبو بكر على تَفِئةِ ذلك أَي على إِثره. وفيه لغة أُخرى: تَئِفةِ ذلك، بتقديم الياء على الفاء، وقد تُشدّد، والتاء فيها زائدة على أَنها تفعلة. وقال الزمخشري: لو كانت تَفْعِلة لكانت على وزن تَهْيِئة، فهي إِذاً لولا القلب فَعِيلةٌ لأَجل الإِعلالِ ولامها همزة. قال أَبو منصور: وليست التاء في تَفِئة وتافئٍ أَصلية.\n---\nوتَفِئَ تَفَأً: إِذا احْتَدَّ وغَضِبَ.", "تكأ": "@تكأ: ذكر الأَزهري هنا ما سنذكره في وكأَ، وقال هو أَيضاً: إِنّ تُكأَةً أَصله وُكأَةٌ.", "تنأ": "@تنأ: تَنَأَ بالمكان يَتْنأُ: أَقامَ وقَطَن. قال ثعلب: وبه سمي\n---\nالتَّانِئُ من ذلك؛ قال ابن سيده: وهذا من أَقبح الغلط إِن صح عنه، وخَلِيقٌ أَن يَصحّ لأَنه قد ثبت في أَماليه ونوادره. وفي حديث عُمر: ابنُ السَّبِيل أَحَقُّ بالماء من التّانِئِ عليه. أَراد أَن ابن السبيل، إِذا مَرَّ برَكِيَّةٍ عليها قوم يَسْقُون مِنها نَعَمَهُم، وهم مُقِيمون عليها، فابن السبيل مارّاً أَحَقُّ بالماء منهم، يُبَدَّأُ به فَيُسْقَى وظَهْرَه لأَنه سائر، وهم مُقيمون، ولا يَفُوتُهُم السَّقْيُ، ولا يُعْجِلُهم السَّفَر والـمَسِيرُ. وفي حديث ابنِ سيرِينَ: ليس للتانئة شيء، يريد أَن المقيمين في البلاد الذين لا يَنْفِرُون مع الغُزاة، ليس لهم في الفَيْء نَصِيب؛ ويريد بالتانِئةِ الجمَاعة منهم، وان كان اللفظ مفرداً، وانما التأنيث أَجاز إِطلاقه على الجماعة. وفي الحديث: من تَنَأَ في أَرض العجم، فَعَمِلَ نَيْرُوزَهم ومَهْرَجانَهم حُشِرَ معهم.\n---\nوتَنَأَ فهو تانِئٌ: إِذا أَقامَ في البلد وغيره. الجوهري: وهم تِناء\n---\nالبَلد، والاسم التِّناءةُ. وقالوا تنَا في المكان فأَبدلوا فظنَّه قوم\n---\nلغة، وهو خَطأ. الازهري: تَنَخَ بالمكان وتَنَأَ، فهو تانِخٌ وتانِئٌ، أَي مقيم.", "تجب": "@تجب: التِّجابُ من حجارة الفِضَّة: ما أُذيب مَرَّةً، وقد بَقِيتْ فيه\n---\nفِضَّةٌ، القِطْعَةُ منه تِجابةٌ. ابن الأَعرابي: التِّجْبابُ: الخَطُّ مِن الفِضَّةِ يكون في حَجَر الـمَعْدِن.\n---\nوتَجُوبُ: قبِيلةٌ مِن قَبائِل اليَمَنِ.", "تخرب": "@تخرب: ناقةٌ تَخْرَبُوتٌ: خِيارٌ فارِهةٌ. قال ابن سيده: وإِنما قضي على التاء الأُولى أَنها أَصل لأَنها لا تُزادُ أَوّلاً إِلا بِثَبْتٍ.", "تذرب": "@تذرب: تَذْرب: موضع. قال ابن سيده: والعِلَّةُ في أَن تاءه أَصلية ما تقَدَّمَ في تخرب.", "ترب": "@ترب: التُّرْبُ والتُّرابُ والتَّرْباءُ والتُّرَباءُ والتَّوْرَبُ والتَّيْرَبُ والتَّوْرابُ والتَّيْرابُ والتِّرْيَبُ والتَّرِيبُ، الأَخيرة عن كراع، كله واحد، وجَمْعُ التُّرابِ أَتْرِبةٌ وتِرْبانٌ، عن اللحياني.\n---\nولم يُسمع لسائر هذه اللغات بجمع، والطائفة من كل ذلك تُّرْبةٌ\n---\nوتُرابةٌ.وبفيهِ التَّيْرَبُ والتِّرْيَبُ. الليث: التُّرْبُ والتُّرابُ واحد،\n---\nإِلا أَنهم إِذا أَنَّثُوا قالوا التُّرْبة. يقال: أَرضٌ طَيِّبةُ التُّرْبةِ أَي خِلْقةُ تُرابها، فإِذا عَنَيْتَ طاقةً واحدةً من التُّراب قلت: تُرابة، وتلك لا تُدْرَكُ بالنَّظَر دِقّةً، إِلا بالتَّوَهُّم. وفي الحديث: خَلَقَ اللّهُ التُّرْبةَ يوم السبت. يعني الأَرضَ. وخَلَق فيها الجِبالَ يوم الأَحَد وخلق الشجَر يوم الاثْنَيْنِ. الليث: التَّرْباءُ نَفْسُ التُّراب. يقال: لأَضْرِبَنَّه حتى يَعَضَّ بالتَّرْباءِ. والتَّرْباءُ: الأَرضُ نَفْسُها. وفي الحديث: احْثُوا في وُجُوهِ الـمَدَّاحِينَ التُّرابَ. قيل أَراد به الرَّدَّ والخَيْبةَ، كما يقال للطالِبِ الـمَرْدُودِ الخائِبِ: لم يَحْصُل في كَفّه غيرُ التُّراب. وقَريبٌ منه قولُه، صلى اللّه عليه وسلم: وللعاهر الحَجَرُ. وقيل أَراد به التُّرابَ خاصّةً، واستعمله الـمِقدادُ على ظاهره،\n---\nوذلك أَنه كان عندَ عثمانَ، رضي اللّه عنهما، فجعل رجل يُثْني عليه، وجعل المِقْدادُ يَحْثُو في وجْهِه التُّرابَ، فقال له عثمانُ: ما تَفْعَلُ؟ فقال: سمعت رسول اللّه، صلى اللّه عليه وسلّم يقول: احْثُوا في وجُوه المدّاحِينَ التُّرابَ، وأَراد بالمدّاحين الذين اتَّخَذُوا مَدْحَ الناسِ عادةً وجعلوه بِضاعةً يَسْتَأْكِلُون به الـمَمْدُوحَ، فأَمـّا مَن مَدَح على الفِعل الحَسَنِ والأَمْرِ المحمود تَرغِيباً في أَمثالهِ وتَحْريضاً للناس على الاقْتداءِ به في أَشْباهِه، فليس بمَدّاح، وإِن كان قد صار مادحاً بما تكلم به من جَمِيلِ القَوْلِ. وقولُه في\n---\nالحديث الآ خر: إِذا جاءَ مَن يَطْلُبُ ثَمَنَ الكلب فامْلأْ كَفَّه تُراباً. قال ابن الأَثير: يجوز حَمْلُه على الوجهينِ.\n---\nوتُرْبةُ الإِنسان: رَمْسُه. وتُربةُ الأَرض: ظاهِرُها.\n---\nوأَتْرَبَ الشيءَ: وَضَعَ عليه الترابَ، فَتَتَرَّبَ أَي تَلَطَّخَ بالتراب.\n---\nوتَرَّبْتُه تَتْريباً، وتَرَّبْتُ الكتابَ تَتْريباً، وتَرَّبْتُ القِرْطاسَ فأَنا أُّتَرِّبهُ. وفي الحديث: أَتْرِبوا الكتابَ فإِنه أَنْجَحُ للحاجةِ. وتَتَرَّبَ: لَزِقَ به التراب. قال أَبو ذُؤَيْبٍ:\n---\nفَصَرَعْنَه تحْتَ التُّرابِ، فَجَنْبُه  * مُتَتَرِّبٌ، ولكلِّ جَنْبٍ مَضْجَعُ\n---\nوتَتَرَّبَ فلان تَتْريباً إِذا تَلَوَّثَ بالترابِ. وتَرَبَتْ فلانةُ الإِهابَ لِتُصْلِحَه، وكذلك تَرَبْت السِّقاءَ. وقال ابن بُزُرْجَ: كلُّ ما يُصْلَحُ، فهو مَتْرُوبٌ، وكلُّ ما يُفْسَدُ، فهو مُتَرَّبٌ، مُشَدَّد.\n---\nوأَرضٌ تَرْباءُ: ذاتُ تُرابٍ، وتَرْبَى. ومكانٌ تَرِبٌ: كثير التُّراب،\n---\nوقد تَرِبَ تَرَباً. ورِيحٌ تَرِبٌ وتَرِبةٌ، على النَّسَب: تَسُوقُ التُّرابَ. ورِيحٌ تَرِبٌ وتَرِبةٌ: حَمَلت تُراباً. قال ذو الرمة:\n---\nمَرًّا سَحابٌ ومَرًّا بارِحٌ تَرِبُ\n---\n\n---\nوقيل: تَرِبٌ: كثير التُّراب. وتَرِبَ الشيءُ. وريحٌ تَرِبةٌ: جاءَت\n---\nبالتُّراب.\n---\nوتَرِبَ الشيءُ، بالكسر: أَصابه التُّراب. وتَرِبَ الرَّجل: صارَ في يده التُّراب. وتَرِبَ تَرَباً: لَزِقَ بالتُّراب، وقيل: لَصِقَ بالتُّراب\n---\nمن الفَقْر. وفي حديث فاطمةَ بنتِ قَيْس، رضي اللّه عنها: وأَمـّا معاوِيةُ فَرجُلٌ تَرِبٌ لا مالَ له ، أَي فقيرٌ. وتَرِبَ تَرَباً ومَتْرَبةً:\n---\nخَسِرَ وافْتَقَرَ فلَزِقَ بالتُّراب.\n---\nوأَتْرَبَ: استَغْنَى وكَثُر مالُه، فصار كالتُّراب، هذا الأَعْرَفُ.\n---\nوقيل: أَتْرَبَ قَلَّ مالُه. قال اللحياني قال بعضهم: التَّرِبُ الـمُحتاجُ\n---\n، وكلُّه من التُّراب. والـمُتْرِبُ: الغَنِيُّ إِما على السَّلْبِ، وإِما على أَن مالَه مِثْلُ التُّرابِ.\n---\nوالتَّتْرِيبُ: كَثْرةُ المالِ. والتَّتْرِيبُ: قِلةُ المالِ أَيضاً.\n---\nويقال: تَرِبَتْ يَداهُ، وهو على الدُعاءِ، أَي لا أَصابَ خيراً.\n---\nوفي الدعاءِ: تُرْباً له وجَنْدَلاً، وهو من الجَواهِر التي أُجْرِيَتْ مُجْرَى الـمَصادِرِ المنصوبة على إِضمار الفِعْل غير المسْتَعْمَلِ\n---\nإِظهارُه في الدُّعاءِ، كأَنه بدل من قولهم تَرِبَتْ يَداه وجَنْدَلَتْ. ومِن العرب\n---\nمَن يرفعه، وفيه مع ذلك معنى النصب، كما أَنَّ في قولهم: رَحْمَةُ اللّهِ عليه، معنى رَحِمه اللّهُ. وفي الحديث: أَن النبي، صلى اللّه عليه وسلم، قال: تُنْكَحُ المرأَةُ لمِيسَمِها ولمالِها ولِحَسَبِها فعليكَ بِذاتِ الدِّين تَرِبَتْ يَداكَ. قال أَبو عبيد: قوله تَرِبَتْ يداكَ، يقال للرجل، إِذا قلَّ مالُه: قد تَرِبَ أَي افْتَقَرَ، حتى لَصِقَ بالتُّرابِ.\n---\nوفي التنزيل العزيز: أَو مِسْكِيناً ذا مَتْرَبَةٍ. قال: ويرَوْنَ، واللّه أَعلم أَنّ النبيّ، صلى اللّه عليه وسلم، لم يَتَعَمَّدِ الدُّعاءَ عليه بالفقرِ، ولكنها كلمة جارِيةٌ على أَلسُنِ العرب يقولونها، وهم لا\n---\nيُريدون بها الدعاءَ على الـمُخاطَب ولا وُقوعَ الأَمر بها. وقيل: معناها للّه دَرُّكَ؛ وقيل: أَراد به الـمَثَلَ لِيَرى الـمَأْمورُ بذلك الجِدَّ،\n---\nوأَنه إِن خالَفه فقد أَساءَ؛ وقيل: هو دُعاءٌ على الحقيقة، فإِنه قد قال لعائشة، رضي اللّه عنها: تَربَتْ يَمينُكِ، لأَنه رأَى الحاجة خيراً لها.\n---\nقال: والأوّل الوجه. ويعضده قوله في حديث خُزَيْمَة، رضي اللّه عنه: أَنـْعِم صباحاً تَرِبَتْ يداكَ، فإِنَّ هذا دُعاءٌ له وتَرْغيبٌ في\n---\nاسْتِعْماله ما تَقَدَّمَتِ الوَصِيَّةُ به. أَلا تراه قال: أَنْعِم صَباحاً، ثم\n---\nعَقَّبه بتَرِبَتْ يَداكَ. وكثيراً تَرِدُ للعرب أَلفاظ ظاهرها الذَّمُّ\n---\nوإِنما يُريدون بها الـمَدْحَ كقولهم: لا أَبَ لَكَ، ولا أُمَّ لَكَ، وهَوَتْ أُّمُّه، ولا أَرضَ لك، ونحوِ ذلك. وقال بعضُ الناس: إِنَّ قولهم\n---\nتَرِبَتْ يداكَ يريد به اسْتَغْنَتْ يداكَ. قال: وهذا خطأٌ لا يجوز في الكلام، ولو كان كما قال لقال: أَتْرَبَتْ يداكَ. يقال أَتْرَبَ الرجلُ، فهو مُتْرِبٌ، إِذا كثر مالهُ، فإِذا أَرادوا الفَقْرَ قالوا: تَرِبَ يَتْرَبُ.\n---\nورجل تَرِبٌ: فقيرٌ. ورجل تَرِبٌ: لازِقٌ بالتُّراب من الحاجة ليس بينه وبين الأَرض شيءٌ.\n---\nوفي حديث أَنس، رضي اللّه عنه: لم يكن رسولُ اللّه، صلى اللّه عليه وسلم، سَبَّاباً ولا فَحَّاشاً. كان يقولُ لأَحَدنا عند الـمُعاتَبةِ: تَرِبَ جَبِينُه. قيل: أَراد به دعاءً له بكثرة السجود. وأَما قوله لبعض أَصْحابه: تَرِبَ نَحْرُكَ، فقُتِل الرجُل شهيداً، فإِنه محمول على ظاهره.\n---\nوقالوا: الترابُ لكَ، فرَفَعُوه، وإِن كان فيه معنى الدعاء، لأَنه اسم وليس بمصدر، وليس في كلِّ شيءٍ من الجَواهِر قيل هذا. وإِذ امتنع هذا في بعض المصادر. فلم يقولوا: السَّقْيُ لكَ، ولا الرَّعْيُ لك، كانت الأَسماء أَوْلى بذلك. وهذا النوعُ من الأَسماء، وإِن ارْتَفَعَ، فإِنَّ فيه معنى المنصوب. وحكى اللحياني: التُّرابَ للأَبْعَدِ. قال: فنصب كأَنه دعاء. والـمَتْرَبةُ: الـمَسْكَنةُ والفاقةُ. ومِسْكِينٌ ذُو مَتْرَبةٍ أَي لاصِقٌ بالتراب.\n---\nوجمل تَرَبُوتٌ: ذَلُولٌ، فإِمَّا أَن يكون من التُّراب لذلَّتِه، وإِما أَن تكون التاء بدلاًمن الدال في دَرَبُوت من الدُّرْبةٍ ، وهو مذهب\n---\nسيبويه، وهو مذكور في موضعه. قال ابن بري: الصواب ما قاله أَبو علي تَرَبُوتٍ أَنّ أَصله دَرَبُوتٌ من الدربة، فأَبدل من الدال تاء، كما أَبدلوا من التاء دالاً في قولهم دَوْلَجٌ وأَصله تَوْلَجٌ، ووزنه تَفْعَلٌ من وَلَجَ، والتَّوْلَجُ: الكِناسُ الذي يَلِجُ فيه الظبي وغيره من الوَحْش. وقال اللحياني: بَكْرٌ تَرَبُوتٌ: مُذَلَّلٌ، فَخصَّ به البَكْر، وكذلك ناقة تَرَبُوت. قال: وهي التي إِذا أُخِذَتْ بِمِشْفَرِها أَو بُهدْب عينها تَبِعَتْكَ. قال وقال الأَصمعي: كلُّ ذَلُولٍ من الأَرض وغيرها تَرَبُوتٌ، وكلُّ هذا من التُّراب، الذكَرُ والأُنثى فيه سواءٌ.\n---\n«والتُّرْتُبُ: الأَمْرُ الثابتُ، بضم التاءين. والتُّرْتُبُ: العبدُ\n---\nالسُّوء»\n---\n.\n---\nوأَتْرَبَ الرجلُ إِذا مَلَك عبداً مُلِكَ ثلاث مَرَّات.\n---\nوالتَّرِباتُ: الأَنامِلُ، الواحدة تَرِبةٌ.\n---\nوالتَّرائبُ: مَوْضِعُ القِلادةِ من الصَّدْر، وقيل هو ما بين التَّرْقُوة إِلى الثَّنْدُوةِ؛ وقيل: التَّرائبُ عِظامُ الصدر؛ وقيل: ما وَلِيَ الّتَرْقُوَتَيْن منه؛ وقيل: ما بين الثديين والترقوتين. قال الأَغلب\n---\nالعِجْليّ:\n---\nأَشْرَفَ ثَدْياها على التَّرِيبِ،  * لَمْ يَعْدُوَا التَّفْلِيكَ في النُّتُوبِ\n---\nوالتِّفْلِيكُ: مِن فَلَّك الثَّدْيُ. والنُّتُوبُ: النُّهُودُ، وهو ارْتِفاعُه. وقيل: التَّرائبُ أَربعُ أَضلاعٍ من يَمْنةِ الصدر وأَربعٌ من يَسْرَتِه. وقوله عز وجل: خُلِقَ مِن ماءٍ دافِقٍ يَخْرُج من بينِ الصُّلْب والتَّرائبِ. قيل: التَّرائبُ: ما تقدَّم. وقال الفرَّاء: يعني صُلْبَ الرجلِ وتَرائبَ المرأَةِ. وقيل: التَّرائبُ اليَدانِ والرِّجْلانِ والعَيْنانِ، وقال: واحدتها تَرِيبةٌ. وقال أَهل اللغة أَجمعون: التَّرائبُ موضع القِلادةِ من الصَّدْرِ، وأَنشدوا:\n---\nمُهَفْهَفةٌ بَيْضاءُ، غَيْرُ مُفاضةٍ،  * تَرائِبُها مَصْقُولةٌ كالسَّجَنْجَلِ\n---\nوقيل: التَّرِيبَتانِ الضِّلَعانِ اللَّتانِ تَلِيانِ التَّرْقُوَتَيْنِ، وأَنشد:\n---\nومِنْ ذَهَبٍ يَلُوحُ على تَرِيبٍ، *  كَلَوْنِ العاجِ، ليس له غُضُونُ\n---\nأَبو عبيد: الصَّدْرُ فيه النَّحْرُ، وهو موضِعُ القِلادةِ، واللَّبَّةُ: موضع النَّحْرِ، والثُّغْرةُ: ثُغْرَةُ النَّحْرِ، وهي الهَزْمةُ بين التَّرْقُوَتَيْنِ. وقال:\n---\nوالزَّعْفَرانُ، علَى تَرائِبِها، *  شَرِقٌ به اللَّبَّاتُ والنَّحْرُ\n---\nقال: والتَّرْقُوَتانِ: العَظْمانِ الـمُشْرِفانِ في أَعْلَى الصَّدْرِ مِن صَدْرِ رَأْسَيِ الـمَنْكِبَيْنِ إِلى طَرَفِ ثُغْرة النَّحْر، وباطِنُ التَّرْقُوَتَيْنِ الهَواء الذي في الجَوْفِ لو خُرِقَ، يقال لهما القَلْتانِ، وهما الحاقِنَتانِ أَيضاً، والذَّاقِنةُ طَرَفُ الحُلْقُوم. قال ابن الأَثير: وفي الحديث ذكر التَّرِيبةِ، وهي أَعْلَى صَدْرِ الإِنْسانِ تَحْتَ الذَّقَنِ، وجمعُها التَّرائبُ. وتَرِيبةُ البَعِير: مَنْخِرُه\n---\n.\n---\nوالتِّرابُ: أَصْلُ ذِراعِ الشاة، أُنثى، وبه فسر شمر قولَ عليّ، كرَّم اللّه وجهه: لَئِنْ وَلِيتُ بني أُمَيَّةَ لأَنْفُضَنَّهُمْ نَفْضَ القَصَّابِ التِّرابَ الوَذِمةَ. قال: وعنى بالقَصّابِ هنا السَّبُعَ، والتِّرابُ: أَصْلُ ذِراعِ الشاةِ، والسَّبُعُ إِذا أَخَذَ شاةً قَبَضَ على ذلك الـمَكانِ فَنَفَضَ الشَّاةَ.\n---\nالأَزهريُّ: طَعامٌ تَرِبٌ إِذا تَلَوَّثَ بالتُّراب. قال: ومنه حديث\n---\nعليّ، رضي اللّه عنه: نَفْضَ القَصَّاب الوِذامَ التَّرِبةَ. الأَزهري:\n---\nالتِّرابُ: التي سَقَطَتْ في التُّرابِ فَتَتَرَّبَتْ، فالقَصَّابُ يَنْفُضُها. ابن الأَثير: التِّرابُ جمع تَرْبٍ. تخفيفُ تَرِبٍ، يريد اللُّحُومَ التي تَعَفَّرَتْ بسُقُوطِها في التُّراب، والوَذِمةُ: الـمُنْقَطِعةُ الأَوْذامِ، وهي السُّيُورُ التي يُشَدُّ بها عُرى الدَّلْوِ. قال الأَصمعي: سأَلْتُ\n---\nشُعبةَ\n---\n(1 قوله «قال الأصمعي سألت شعبة إلخ» ما هنا هو الذي في\n---\nالنهاية هنا والصحاح والمختار في مادة وذم والذي فيها من اللسان قلبها فالسائل فيها مسؤول.) عن هذا الحَرْفِ، فقال: ليس هو هكذا انما هو نَفْضُ القَصَّابِ الوِذامَ التَّرِبةَ، وهي التي قد سَقَطَتْ في التُّرابِ، وقيل الكُرُوشُ كُلُّها تُسَمَّى تَرِبةً لأَنها يَحْصُلُ فيها الترابُ مِنَ الـمَرْتَعِ؛ والوَذِمةُ: التي أُخْمِلَ باطِنُها، والكُرُوشُ وَذِمةٌ لأَنها مُخْمَلَةٌ، ويقال لِخَمْلِها الوَذَمُ. ومعنى الحديث: لئن وَلِيتُهم لأُطَهِّرَنَّهم من الدَّنَسِ ولأُطَيِّبَنَّهُم بعد الخُبْثِ.\n---\nوالتِّرْبُ: اللِّدةُ والسِّنُّ. يقال: هذه تِرْبُ هذه أَي لِدَتُها.\n---\nوقيل: تِرْبُ الرَّجُل الذي وُلِدَ معَه، وأَكثر ما يكون ذلك في الـمُؤَنَّثِ، يقال: هي تِرْبُها وهُما تِرْبان والجمع أَتْرابٌ. وتارَبَتْها: صارت تِرْبَها. قال كثير عزة:\n---\nتُتارِبُ بِيضاً، إِذا اسْتَلْعَبَتْ، *  كأُدْم الظّباءِ تَرِفُّ الكَباثا\n---\nوقوله تعالى: عُرُباً أَتْرَاباً. فسَّره ثعلب، فقال: الأَتْرابُ هُنا\n---\nالأَمْثالُ، وهو حَسَنٌ إذْ ليست هُناك وِلادةٌ.\n---\nوالتَّرَبَةُ والتَّرِبةُ والتَّرْباء: نَبْتٌ سُهْلِيٌّ مُفَرَّضُ الوَرَقِ، وقيل: هي شَجرة شاكةٌ، وثمرتها كأَنها بُسْرَة مُعَلَّقةٌ، مَنْبِتُها السَّهْلُ والحَزْنُ وتِهامةُ. وقال أَبو حنيفة: التَّرِبةُ خَضْراءُ تَسْلَحُ عنها الإِبلُ.\n---\nالتهذيب في ترجمة رتب: الرَّتْباءُ الناقةُ الـمُنْتَصِبةُ في سَيْرِها،\n---\nوالتَّرْباء الناقةُ الـمُنْدَفِنةُ. قال ابن الأَثير في حديث عمر، رضي\n---\nاللّه عنه، ذِكر تُرَبةَ، مثال هُمَزَة، وهو بضم التاء وفتح الراء، وادٍ قُرْبَ مكة على يَوْمين منها. وتُرَبةُ: وادٍ من أَوْدية اليمن. وتُربَةُ والتُّرَبَة والتُّرْباء وتُرْبانُ وأَتارِبُ: مواضع. ويَتْرَبُ، بفتح\n---\nالراء: مَوْضعٌ قَريبٌ من اليمامة. قال الأَشجعي:\n---\nوعَدْتَ، وكان الخُلْفُ منكَ سَجِيَّةً، *  مواعِيدَ عُرقُوبٍ أخاهُ بِيَتْرَبِ\n---\nقال هكذا رواه أَبو عبيدة بَيَتْرَبِ وأَنكر بيَثْرِبِ، وقال: عُرقُوبٌ\n---\nمن العَمالِيقِ، ويَتْرَبُ من بِلادِهم ولم تَسْكُن العمالِيقُ يَثْرِبَ.\n---\nوفي حديث عائشة، رضي اللّه عنها: كُنَّا بِتُرْبانَ. قال ابن الأَثير: هو موضع كثير المياه بينه وبين المدينة نحو خمسة فَراسِخَ.\n---\nوتُرْبةُ: موضع\n---\n(2 قوله «وتربة موضع إلخ» هو فيما رأيناه من المحكم\n---\nمضبوط بضم فسكون كما ترى والذي في معجم ياقوت بضم ففتح ثم أورد المثل.) من بِلادِ بني عامرِ بن مالك، ومن أَمثالهم: عَرَفَ بَطْنِي بَطْنَ تُرْبةَ، يُضْرَب للرجل يصير إِلى الامرِ الجَليِّ بعد الأَمرِ الـمُلْتَبِس؛ والـمَثَلُ لعامر بن مالك أَبي البراء.\n---\nوالتُّرْبِيَّة: حِنْطة حَمْراء، وسُنْبلها أَيضاً أَحمرُ ناصِعُ الحُمرة، وهي رَقِيقة تَنْتَشِر مع أَدْنَى بَرْد أَو ريح، حكاه أَبو حنيفة.", "ترتب": "@ترتب: أَبو عبيد: التُّرْتُب: الأَمر الثابت. ابن الأَعرابي:\n---\nالتُّرْتُب: التُّراب، والتُّرْتُب: العَبْدُ السُّوءُ.", "ترعب": "@ترعب: تَرْعَبٌ وتَبْرَعٌ: موضعان بَيَّنَ صَرْفُهم إِياهُما أَن التاءَ\n---\nأَصلٌ.", "تعب": "@تعب: التَّعَبُ: شدَّةُ العَناءِ ضِدُّ الراحةِ. تَعِبَ يَتْعَبُ تَعَباً، فهو تَعِبٌ: أَعْيا.\n---\nوأَتْعَبه غيرُه، فهو تَعِبٌ ومُتْعَبٌ، ولا تقل مَتْعُوبٌ. وأَتْعَبَ فلان في عَمَلٍ يُمارِسُه إِذا أَنْصَبَها فيما حَمَّلَها وأَعْمَلَها فيه. وأَتْعَبَ الرجُلُ رِكابَه إِذا أَعْجَلَها في السَّوْقِ أَو السَّيْرِ الحَثيثِ. وأَتْعَبَ العَظْمَ: أَعْنَتَه بعدَ الجَبْرِ. وبعيرٌ مُتْعَبٌ انْكَسَرَ عَظْمٌ من عِظامِ يَدَيْهِ أَو رِجْلَيْهِ ثم جَبَرَ، فلم يَلْتَئِم جَبْرُه، حتى حُمِلَ عليه في التَّعَبِ فوقَ طاقتِه، فتَتَمَّم كَسْرُه. قال ذو الرمَّة:\n---\nإِذا نالَ منها نَظْرةً هِيضَ قَلْبُه  * بها، كانْهِياضِ الـمُتْعَبِ الـمُتَتَمِّمِ\n---\nوأَتْعَبَ إِناءَه وقَدَحَه: ملأَه، فهو مُتْعَبٌ.", "تغب": "@تغب: التَّغَبُ: الوَسَخُ والدَّرَنُ.\n---\nوتَغِبَ الرجلُ يَتْغَبُ تَغَباً، فهو تَغِبٌ: هَلَكَ في دِينٍ أَو دُنْيا، وكذلك الوَتَغُ. وتَغِبَ تَغَباً: صار فيه عَيْبٌ. وما فيه تَغْبةٌ أَي عَيْبٌ تُرَدُّ به شَهادتُه. وفي بعض الأَخبار: لا تُقْبَلُ شَهادةُ ذي تَغْبَةٍ. قال: هو الفاسدُ في دِينهِ وَعَمَلِه وسُوءِ أَفعالِه. قال الزمخشري: ويروى تَغِبَّةٍ مُشَدَّداً. قال: ولا يخلو أَن يكون تَغِبَّةً تَفْعِلةً من غَبَّبَ مبالغة في غَبَّ الشيءُ إِذا فَسَد، أَو من غَبَّبَ الذِّئبُ الغَنَم إِذا عاثَ فيها. ويقال لِلقَحْطِ: تَغَبةٌ، وللجُوع البُرْقُوعِ: تَغَبةٌ. وقول الـمُعَطَّلِ الهُذَلِيّ:\n---\nلَعَمْري، لقد أَعْلَنْتَ خِرْقاً مُبَرَّأً  * منَ التَّغْبِ، جَوّابَ الـمَهالِكِ، أَرْوَعا\n---\nقال: أَعْلَنْتَ: أَظْهَرْتَ مَوْتَه.\n---\nوالتَغْبُ: القَبيحُ والرِّيبَةُ، لواحدة تَغْبةٌ، وقد تَغِبَ يَتْغَبُ.", "تلب": "@تلب: التَوْلَبُ: ولَدُ الأَتانِ من الوَحْشِ إِذا اسْتَكْمَل الحَوْلَ.\n---\nوفي الصحاح: التَّوْلَبُ الجَحْشُ. وحُكي عن سيبويه أَنه صروف لأَنه فَوْعَلٌ. ويقال للأَتانِ: أُمُّ تَوْلَبٍ، وقد يُسْتَعارُ للإِنسانِ. قال\n---\nأَوْسُ بن حَجَر يصف صبيّاً:\n---\nوذاتُ هِدْمٍ، عارٍ نَواشِرُها، *  تُصْمِتُ بالماءِ تَوْلَباً جَدِعَا\n---\nوإِنما قُضِيَ على تائه أَنها أَصْلٌ وواوِه بالزيادة، لأَن فَوْعَلاً في\n---\nالكلام أَكثر من تَفْعَلُ. الليث يقال: تَبّاً لفلان وتَلْباً يُتْبِعونه التَّبَّ.\n---\nوالـمَتالِبُ: الـمَقاتِلُ.\n---\nوالتِّلِبُّ: رَجل من بني العَنْبرِ، عن ابن الأَعرابي. وأَنشد:\n---\nلاهُمَّ ان كان بَنُو عَميرَهْ،\n---\nرَهْطُ التِّلِبِّ، هَؤُلا مَقْصُورَهْ،\n---\nقد أَجْمَعُوا لِغَدْرةٍ مَشْهُورَهْ،\n---\nفابْعَثْ عليهم سَنةً قاشُورَهْ،\n---\nتَحْتَلِقُ المالَ احْتِلاقَ النُّورَهْ\n---\nأَي أُخْلِصُوا فلم يُخالِطْهم غيرُهم من قومهم. هَجا رَهْطَ التِّلِبِّ\n---\nبسَبَبِه. التهذيب: التِّلِبُّ اسم رجلٍ من بني تميم، وقد رَوى عن\n---\nالنبي، صلى اللّه عليه وسلم، شيئاً.", "تلأب": "@تلأب: هذه ترجمة ذكرها الجوهري في أَثناء ترجمة تلب، وغَلَّطه الشيخ أَبو محمد بن بري في ذلك، وقال: حق اتْلأَبَّ أَن يذكر في فصل تلأَب، لأَنه رباعي، والهمزة الأُولى وصل، والثانية أَصل، ووزنه افْعَلَلَّ مثلُ اطْمَأَنّ.\n---\nاتْلأَبَّ الشيءُ اتْلِئْباباً: اسْتَقامَ، وقيل انْتَصَبَ.\n---\nواتْلأَبَّ الشيءُ والطريقُ: امْتَدّ واسْتَوى، ومنه قول الأَعرابي يصف فرساً: إِذا انْتَصَبَ اتْلأَبَّ.\n---\nوالاسم: التُّلأْبيبةُ مثل الطُّمَأْنِينةِ. واتْلأَبَّ الحِمارُ: أَقام صَدْرَه ورأْسَه. قال لبيد:\n---\nفأَوْرَدَها مَسْجُورةً، تحتَ غابةٍ  * من القُرْنَتَيْنِ، واتْلأَبَّ يَحُومُ\n---\nوذكر الأَزهري في الثلاثي الصحيح عن الأَصمعي: الـمُتْلَئِبُّ\n---\nالـمُسْتَقِيمُ؛ قال: والـمُسْلَحِبُّ مثلُه. وقال الفرَّاء: التُّلأْبِيبةُ من\n---\nاتْلأَبَّ إِذا امتدَّ، والـمُتْلَئِبُّ: الطريقُ الـمُمْتَدّ.", "تنب": "@تنب: التَّنُّوبُ: شجر، عن أَبي حنيفة.", "توب": "@توب: التَّوْبةُ: الرُّجُوعُ من الذَّنْبِ. وفي الحديث: النَّدَمُ تَوْبةٌ. والتَّوْبُ مثلُه. وقال الأَخفش: التَّوْبُ جمع تَوْبةٍ مثل عَزْمةٍ وعَزْمٍ.\n---\nوتابَ إِلى اللّهِ يَتُوبُ تَوْباً وتَوْبةً ومَتاباً: أَنابَ ورَجَعَ عن الـمَعْصيةِ إِلى الطاعةِ، فأَما قوله:\n---\nتُبْتُ إِلَيْكَ، فَتَقَبَّلْ تابَتي،  * وصُمْتُ، رَبِّي، فَتَقَبَّلْ صامَتي\n---\nإِنما أَراد تَوْبَتي وصَوْمَتي فأَبدَلَ الواو أَلفاً لضَرْبٍ من الخِفّة، لأَنّ هذا الشعر ليس بمؤَسَّس كله. أَلا ترى أَن فيها:\n---\nأَدْعُوكَ يا رَبِّ مِن النارِ، الَّتي  * أَعْدَدْتَ لِلْكُفَّارِ في القِيامة\n---\nفجاء بالتي، وليس فيها أَلف تأْسيس، وتابَ اللّهُ عليه: وفَّقَه لَها\n---\n.\n---\nورَجل تَوَّابٌ: تائِبٌ إِلى اللّهِ. واللّهُ تَوّابٌ: يَتُوبُ علَى عَبْدِه. وقوله تعالى: غافِرِ الذَّنْبِ وقابِلِ التَّوْب، يجوز أَن يكون عَنَى به الـمَصْدَرَ كالقَول، وأَن يكون جمع تَوْبةٍ كَلَوْزةٍ ولَوْزٍ، وهو مذهب المبرد.\n---\nوقال أَبو منصور: أَصلُ تابَ عادَ إِلى اللّهِ ورَجَعَ وأَنابَ. وتابَ\n---\nاللّهُ عليه أَي عادَ عليه بالـمَغْفِرة. وقوله تعالى: وتُوبُوا إِلى اللّه\n---\nجَمِيعاً؛ أَي عُودُوا إِلى طَاعتِه وأَنيبُوا إِليه. واللّهُ التوَّابُ: يَتُوبُ على عَبْدِه بفَضْله إِذا تابَ إِليهِ من ذَنْبه.\n---\nواسْتَتَبْتُ فُلاناً: عَرَضْتُ عليهِ التَّوْبَةَ مـما اقْتَرَف أَي الرُّجُوعَ والنَّدَمَ على ما فَرَطَ منه. واسْتَتابه: سأَلَه أَن يَتُوبَ.وفي كتاب سيبويه: والتَّتْوِبةُ على تَفْعِلةٍ: من ذلك.\n---\nوذكر الجوهريّ في هذه الترجمة التابوت: أَصله تابُوَةٌ مثل تَرْقُوَةٍ، وهو فَعْلُوَةٌ، فلما سكنت الواو انْقلبت هاءُ التأْنيث تاءً. وقال القاسم بن معن: لم تَختلف لغةُ قُريشٍ والأَنصارِ في شيءٍ من القرآن إِلاَّ في التَّابُوتِ، فلغةُ قريش بالتاءِ، ولغةُ الأَنصار بالهاءِ. قال ابن بري: التصريفُ الذي ذكره الجوهري في هذه اللفظة حتى ردّها إِلى تابوت تَصْرِيفٌ فاسِدٌ؛ قال: والصواب أَن يُذكر في فصل تبت لأَنَّ تاءَه أَصلية، ووزنه فاعُولٌ مثل عاقُولٍ وحاطُومٍ، والوقْفُ عليها بالتاءِ في أَكثر اللغات، ومن وقف عليها بالهاءِ فإِنه أَبدلها من التاءِ، كما أَبدلها في الفُرات حين وقف عليها بالهاءِ، وليست تاءُ الفرات بتاءِ تأْنيث، وإِنما هي أَصلية من نفس الكلمة. قال أَبو بكر بن مجاهد: التَّابُوتُ بالتاءِ قِراءة الناس جميعاً، ولغة الأَنصار التابُوةُ بالهاءِ.", "تحت": "@تحت: تحت: إِحْدى الجهاتِ السِّتِّ المُحيكة بالجِرْمِ، تكون مَرَّةً\n---\nظرفاً، ومرَّة اسماً، وتبنى في حال الاسمية على الضم، فيقال: من تَحْتُ.\n---\nوتَحْتُ: نقيض فوق.\n---\nوقومٌ تُحوتٌ: أَرذالٌ سَفِلةٌ. وفي الحديث: لا تقوم الساعةُ حتى\n---\nتَظْهَرَ التُّحوتُ، ويَهْلِكَ الوُعُول؛ يعني الذين كانوا تَحْتَ أَقدام\n---\nالناسِ، لا يُشعَرُ بهم ولا يُؤْبَه لهم لحقارتهم، وهم السِّفْلَةُ\n---\nوالأَنْذالُ؛ والوُعُولُ: الأَشْرافُ. قال ابن الأَثير: جَعَلَ التَّحتَ الذي هو\n---\nظَرْفٌ اسْماً، فأَدْخَلَ عليه لامَ التعريف، وجَمَعه؛ وقيل: أَرادَ بظهور\n---\nالتُحُوتِ، ظُهُورَ الكُنوز التي تحت الأَرض؛ ومنه حديث أَبي هريرة،\n---\nوذَكَرَ أَشْراطَ الساعةِ، فقال: وإِنَّ منها أَن تَعْلُوَ التُحُوتُ\n---\nالوُعولَ أَي يَغْلِبَ الضُّعَفاءُ من الناس أَقْوياءَهم، شَبَّه الأَشْرافَ\n---\nبالوُعُول لارْتِفاع مَساكنها.\n---\nوالتحتحة: الحركة\n---\n(* قوله «والتحتحة الحركة» لم يذكر ذلك في حرف الحاء\n---\nظناً منه أَن موضعه حرف التاء وليس كذلك كما لا يخفى.).\n---\nوما تَتَحْتحَ من مكانه أَي ما تَحَرَّكَ. قال الأَزهري: لو جاء في\n---\nالحكاية تَحْتَحَه تشبيهاً بشيء، لجاز وحسن.", "تخت": "@تخت: التَّخْتُ: وعاء تُصانُ فيه الثيابُ، فارسي، وقد تكلمت به العرب.", "توت": "@توت: التُّوتُ: الفِرْصادُ، واحدته تُوتَةٌ، بالتاء المثناة، ولا تقل\n---\nالتُّوثُ، بالثاء. قال ابن بري: ذكر أَبو حنيفة الدينوري أَنه بالثاء؛ وحكي\n---\nعن بعض النحويين أَيضاً، أَنه بالثاء. قال أَبو حنيفة: ولم يُسمع في\n---\nالشعر إِلاّ بالثاء، وأَنشد لمحبوب بن أَبي العَشنَّطِ النَهْشَلِيِّ.\n---\nلَرَوْضَةٌ من رياضِ الحَزْنِ، أَوْ طَرَفٌ\n---\nمن القُرَيَّةِ، جَرْدٌ غيرُ مَحْروثِ\n---\nلِلنَّوْرِ فيه، إِذا مَجَّ النَّدَى، أَرَجٌ\n---\nيَشْفي الصُّداعَ، ويُنْقي كلَّ مَمْغُوثِ\n---\nأَحْلى وأَشْهَى لِعيني، إِن مَررتُ به،\n---\nمِنْ كَرْخِ بَغْدَادَ، ذي الرُّمَّانِ والتُّوثِ\n---\nواللَّيْلُ نِصْفانِ: نِصْفٌ للهُمُومِ، فما\n---\nأَقْضِي الرُّقادَ، ونِصْفٌ للبراغِيثِ\n---\nأَبِيتُ حَيْثُ تُسامِيني أَوائِلُها،\n---\nأَنْزُو، وأَخْلِطُ تَسبيحاً بتَغْوِيثِ\n---\nسُودٌ مَدالِيجُ في الظَّلْمَاء، مُؤْدَنَةٌ،\n---\nوليسَ مُلْتَمَسٌ منها بمَنْبُوثِ\n---\nالمُؤْدَنُ، بالهمز: القصير العُنق. والمُودَنُ، بغير الهمز: الذي\n---\nيُولدُ ضاوِيّاً؛ نقلته من حواشي ابن بري ومن حواشٍ عليها. قال ابن بري: وحكي\n---\nعن الأَصمعي أَنه بالثاء في اللغة الفارسية، وبالتاء في اللغة العربية.\n---\nالتهذيب: التُّوثُ كأَنه فارسي، والعرب تقول: التُّوتُ، بتاءين. وفي حديث\n---\nابن عباس: أَن ابن الزبير آثَرَ عَليَّ التُّوَيتَاتِ، والحُمَيْدَاتِ،\n---\nوالأُساماتِ؛ قال شمر: هم أَحْياءٌ من بني أَسَدٍ: حُمَيْدُ بن أُسامةَ\n---\nبنِ زُهَيرِ بن الحارث بنِ أَسَدِ ابن عبد العُزَّى بن قُصَيٍّ، وتُوَيتُ\n---\nبنُ حَبيب بنِ أَسدِ بن عبد العُزَّى بن قُصَيٍّ، وأُسامةُ بنُ زُهير بن\n---\nالحارث بن أَسَد بن عبد العُزَّى بن قُصَيٍّ.\n---\nوالتُّوتِياءُ: معروف، حَجَر يُكْتَحَلُ به، وهو مُعَرَّب.", "تيت": "@تيت: رجل تَيْتاءُ وثِيتَاءُ: وهو مثل الزُّمَّلِقِ، وهو الذي يَقْضِي\n---\nشهوتَه قبل أَن يُفْضِيَ إِلى امرأَته. أَبو عمرو: التَّيتاءُ الرجل الذي\n---\nإِذا أَتَى المرأَة أَحْدَثَ، وهو العِذْيَوطُ، قال ابن الأَعرابي:\n---\nالتِّئْتاءُ الرجل الذي يُنزِلَ قبل أَن يُولِجَ\n---\n(* زاد في التكملة تيت بتسكين\n---\nالمثناة التحتية وبكسرها مشدَّدة كميت. وتيت جبل بالمدينة.)", "تفث": "@تفث: التَّفَثُ: نَتْفُ الشَّعَر، وقَصُّ الأَظْفار، وتَنَكُّبُ كُلِّ\n---\nما يَحْرُم على المُحْرم، وكأَنه الخُروجُ من الإِحرام إِلى الإِحْلال.\n---\nوفي التنزيل العزيز: ثم لِيَقْضُوا تَفَثَهم ولْيُوفُوا نُذُورَهم؛ قال\n---\nالزجاج: لا يَعْرِفُ أَهلُ اللغة التَّفَثَ إِلاَّ من التفسير. ورُوي عن ابن\n---\nعباس قال: التَّفَثُ الحَلْق والتَّقْصير، والأَخْذُ من اللحية والشارب\n---\nوالإِبط، والذبحُ والرَّمْيُ؛ وقال الفراء: التَّفَثُ نَحْرُ البُدْنِ\n---\nوغيرها من البقر والغنم،وحَلْقُ الرأْس، وتقليم الأَظفار وأَشباهه.\n---\nالجوهري: التَّفَثُ في المناسك ما كان مِن نحو قَصِّ الأَظْفار والشارب، وحَلْقِ\n---\nالرأْسِ والعانة، ورمي الجِمار، ونَحْرِ البُدْن، وأَشباه ذلك؛ قال أَبو\n---\nعبيدة: ولم يجئْ فيه شِعْرٌ يُحْتَجُّ به. وفي حديث الحج: ذِكْرُ\n---\nالتَّفَثِ، وهو ما يفعله المحرم بالحج، إِذا حَلَّ كقَصِّ الشارب والأَظفار،\n---\nونَتْف الإِبط، وحَلْق العانة. وقيل: هو إِذْهابُ الشَّعَث والدَّرَن،\n---\nوالوَسَخ مطلقاً؛ والرجلُ تَفِثٌ. وفي الحديث: فتَفَّثَت الدماءُ مكانه أَي\n---\nلَطَّخَتْه، وهو مأْخوذ منه. وقال ابن شميل: التَّفَثُ النُّسُك، مِن\n---\nمناسك الحج.\n---\nورجل تَفِثٌ أَي متغير شَعِثٌ، لم يَدَّهِنْ، ولم يَسْتَحِد.\n---\nقال أَبو منصور: لم يفسر أَحدٌ من اللغويين التَّفَث، كما فسره ابن\n---\nشميل؛ جَعَلَ التَّفَثَ التَّشَعُّثَ، وجعلَ إِذْهابَ الشَّعَثِ بالحَلْق\n---\nقَضاءً، وما أَشْبهه. وقال ابن الأَعرابي: ثم ليَقْضُوا تَفَثَهم؛ قال:\n---\nقَضاءُ حَوائجهمِ من الحَلْق والتَّنْظِيفِ.", "تلث": "@تلث: التَّلِيثُ: من نَجِيل السِّباخ.", "توث": "@توث: التُّوثُ: الفِرْصادُ، واحدتُه تُوثةٌ، وقد تقدّم بتاءَين.\n---\nوكَفْرُتُوثا: موضع.", "تجج": "@تجج: تَج تَج: دعاءُ الدجاجة.", "ترج": "@ترج: الأُتْرُجُّ، معروف، واحدته تُرُنْجَةٌ وأُتْرُجَّةٌ؛ قال علقمة بن\n---\nعَبَدة:\n---\nيَحْمِلْنَ أُتْرُجَّةً نَضْحُ العَبِيرِ بها،\n---\nكَأَنَّ تَطْيابَها، في الأَنْفِ، مَشْمُومُ\n---\nوحكى أَبو عبيدة: تُرُنْجَةٌ وتُرُنْجٌ، ونظيرها ما حكاه سيبويه: وتَرٌ\n---\nعُرُنْدٌ أَي غليظ، والعامَّةُ تقول أُتْرُنْجٌ وتُرُنْجٌ، والأَول كلام\n---\nالفصحاء.\n---\nوفي الحديث: نهى عن لُبْسِ القَسِّيِّ المُتَرَّجِ، هو المصبوغُ\n---\nبالحُمْرَةِ صَبْغاً مُشْبَعاً.\n---\nوتَرْجُ، بالفتح: موضع؛ قال مزاحم العقيلي:\n---\nوهَابٍ كجُثْمانِ الحمامةِ، أَجْفَلَتْ\n---\nبه ريحُ تَرْجٍ والصِّبا، كلَّ مَجْفَلِ\n---\nالهابي: الرَّمادُ؛ ويقول في هذه القصيدة:\n---\nوَدِدْتُ، على ما كانَ من شَرَفِ الهوى\n---\nوجَهْلِ الأَماني، أَنَّ ما شَئتُ يُفْعَلِ\n---\nفَتَرْجِعُ أَيامٌ مَضَيْنَ، ونَعْمَةٌ\n---\nعلينا، وهل يُثْنى، من الدَّهْرِ، أَوَّلُ؟\n---\nقوله: أَنَّ ما شِئتُ يُفْعَلِ؛ ما: ههنا شرط، واسم ان مضمر تقديره:\n---\nأَنه أَيّ شيء شئت يفعل لي، وأَقوى في البيت الثاني. والقصيدة كلها مخفوضة\n---\nالروي. وقيل: تَرْجٌ موضع يُنسَبُ إِليه الأَسدُ؛ قال أَبو ذؤيب:\n---\nكأَنَّ مُجَرَّباً مِنْ أُسْدِ تَرْجٍ،\n---\nيُنازِلُهُمْ، لِنابَيْهِ قَبِيبُ\n---\nوفي التهذيب: تَرْجٌ مَأْسَدَةٌ بناحية الغَوْرِ. ويقال في المثل: هو\n---\nأَجرأُ من الماشي بِتَرْجٍ لأَنها مَأْسَدَةٌ. التهذيب: تَرِجَ الرجلُ إِذا\n---\nأَشكل عليه الشيءُ من علم أَو غيره. أَبو عمرو: تَرَجَ إِذا اسْتَتَرَ،\n---\nورَتِجَ إِذا أَغْلَقَ كلاماً أَو غيره، والله أَعلم.", "تفرج": "@تفرج: التَفارِيجُ: فُرَجُ الدَّرابزين. قال: والتَّفاريجُ فَتَحاتُ\n---\nالأَصابع وأَفواتُها، وهي وَتائرها، واحدها تِفْراجٌ.", "تلج": "@تلج: التَّوْلَجُ: كِناسُ الظَّبْي، فَوْعَلٌ عند كراع، وتاؤه أَصل\n---\nعنده؛ قال الشاعر:\n---\nمُتَّخِذاً في صَفَواتِ تَوْلَجا\n---\nوفي ترجمة ترب: التَّوْلَج الكناس الذي يلج فيه الظبي وغيره من الوحش.\n---\nالأَزهري: التُّلَجُ فَرْخُ العُقابِ، أَصله وُلَج.", "توج": "@توج: التَّاجُ، معروف، والجمعُ أَتواجٌ وتِيجانٌ، والفعل التَّتْويجُ.\n---\nوقد تَوَّجَهُ إِذا عَمَّمَهُ؛ ويكون تَوَّجَهُ: سَوَّدَهُ.\n---\nوالمُتَوَّجُ: المُسَوَّدُ، وكذلك المُعَمَّمُ. ويقال: تَوَّجَهُ فتَتَوَّجَ أَي\n---\nأَلبسه التاجَ فلبسه.\n---\nوالإِكْلِيلُ والقُصَّةُ والعِمامةُ: تاجٌ على التشبيه. والعربُ تسمي\n---\nالعمائمَ التاجَ. وفي الحديث: العمائمُ تِيجانُ العربِ، جمع تاج، وهو ما\n---\nيصاغ للملوك من الذهب والجوهر؛ أَراد أَن العمائم للعرب بمنزلة التيجان\n---\nللملوك لأَنهم أَكثر ما يكونون في البوادي مكشوفي الرؤوس أَو بالقلانس،\n---\nوالعمائمُ فيهم قليلةٌ. والأَكاليلُ: تيجان ملوك العجم. والتاجُ: الإِكليلُ.\n---\nابن سيده: ورجلٌ تائجٌ ذو تاج، على النَّسَبِ، لأَنا لم نسمع له بفعل غير\n---\nمتعدٍّ؛ قال هِمْيان بن قحافة:\n---\nتَقَدُّمَ النَّاسِ الإِمامَ التَّائَجا\n---\nأَرادَ تَقَدَّمَ الإِمامُ التائجُ الناسَ. فقلب. والتاجُ: الفضة. ويقال\n---\nللصَّلِيجَةِ من الفضة: تاجةٌ، وأَصله تازه بالفارسية للدرهم المضروب\n---\nحديثاً؛ قال: ومنه قول هميان:\n---\nتَنَصُّفَ الناسِ الهُمامَ التَّائجا\n---\nأَراد مَلِكاً ذا تاج، وهذا كما يقال: رجل دارِعٌ ذو دِرْعٍ.\n---\nوتاجٌ وتُوَيْجٌ ومُتَوَّجٌ: أَسماء. وتاجٌ وبنو تاجٍ. قبيلةٌ من\n---\nعَدْوانَ، مصروف؛ قال:\n---\nأَبَعْدَ بَني تاجٍ وسَعْيِكَ بَيْنَهُمْ؟\n---\nفلا تُتْبِعَنْ عَيْنَيْكَ ما كان هالِكا\n---\nوتاجةُ: اسمُ امرأَة؛ قال:\n---\nيا وَيْحَ تاجَةَ، ما هذا الذي زَعَمَتْ؟\n---\nأَشَمَّها سَبُعٌ أَمْ مَسَّها لَمَمُ؟\n---\nوتَوَّجُ: اسمُ موضع، وهو مأْسدة ذكره مُلَيْحٌ الهُذَليُّ:\n---\nومِن دونِهِ أَثْباجُ فَلْجٍ وتَوَّجُ\n---\nوفي ترجمة بَقَّمَ: تَوَّجُ على فَعَّل موضعٌ؛ قال جرير:\n---\nأَعْطُوا البَعِيثَ حَفَّةً ومِنْسَجا،\n---\nوافْتَحِلُوهُ بَقَراً بِتَوَّجا", "تحتح": "@تحتح: التحتحة\n---\n(* زاد في القاموس: التحتحة الحركة، وصوت حركة السيل، وما\n---\nيتتحتح من مكانه أَي ما يتحرك.)", "ترح": "@ترح: التَّرَحُ: نقيض الفرح.\n---\nوقد تَرِحَ تَرَحاً وتَتَرَّح وتَرَّحَه الأَمرُ تَتْريحاً أَي\n---\nأَحْزَنه؛ أَنشد ابن الأَعرابي:\n---\nشَمْطاء أَعْلى بَزِّها مُطَرَّحُ،\n---\nقد طالَ ما تَرَّحَها المُتَرِّحُ\n---\nأَي نَغَّصَها المَرْعَى؛ والاسم التَّرْحَة، الأَزهري عن ثعلب؛ ابن\n---\nالأَعرابي أَنشده:\n---\nيَتْبَعْنَ شَدْوَ رَسْلَةٍ تَبَدَّحُ،\n---\nيَقُودُها هادٍ وعَيْنٌ تَلْمَحُ،\n---\nقد طالَ ما تَرَّحَها المُتَرِّحُ\n---\nأَي نَغَّصَها المَرْعى: وروى الأَزهري بإِسناده عن عليّ بن أَبي طالب،\n---\nقال: نهاني رسول الله، صلى الله عليه وسلم، عن لباس القَسِّيِّ\n---\nالمُتَرَّحِ، وأَن أَفترِشَ حِلْسَ دابتي الذي يلي ظهرها، وأَن لا أَضع حِلْسَ\n---\nدابتي على ظهرها حتى أَذكر اسم الله، فإِنَّ على كلِّ ذِرْوَةٍ شيطاناً،\n---\nفإِذا ذكرتم اسم الله ذهب.\n---\nويقال: عَقِيبَ كلِّ فَرْحةٍ تَرْحَةٌ؛ وفي الحديث: ما من فَرْحَة إِلا\n---\nومعها تَرْحَةٌ. قال ابن الأَثير: التَّرَحُ ضد الفرح، وهو الهلاك\n---\nوالانقطاع أَيضاً. والتَّرْحَة: المرة الواحدة.\n---\nوالتَّرِحُ: القليل الخير؛ قال أَبو وَجْزَة السَّعدِي يمدح رجلاً:\n---\nيُحَيُّونَ فَيَّاضَ النَّدَى مُتَفَضِّلاً،\n---\nإِذا التَّرِحُ المَنَّاعُ لم يَتَفَضَّل\n---\nابنُ مُناذِر: والتَّرَحُ الهُبوط، وما زِلْنا مُنْذ الليلةِ في تَرَحٍ؛\n---\nوأَنشد:\n---\nكأَنَّ جَرْسَ القَتَبِ المُضَبَّبِ،\n---\nإِذا انْتُحِي بالتَّرَحِ المُصَوَّبِ\n---\nقال: والانتحاء أَن يسقط هكذا، وقال بيده بعضها فوق بعض\n---\n(* هكذا في\n---\nالأصل.)، وهو في السجود أَن يُسْقط جَبينَه إِلى الأَرض ويَشُدَّه ولا يعتمد\n---\nعلى راحتيه، ولكن يعتمد على جبينه؛ قال الأَزهري: حكى شمر هذا عن عبد\n---\nالصمد بن حسان عن بعض العرب؛ قال شمر: وكنت سأَلت ابنَ مُناذِرٍ عن الانتحاء\n---\nفي السجود فلم يعرفه؛ قال: فذكرت له ما سمعت فدعا بدواته وكتبه بيده.\n---\nوالتَّرَحُ: الفقرُ؛ قال الهُذَلي:\n---\nكُسِرْتَ على شَفا تَرَحٍ ولُؤْمٍ،\n---\nفأَنتَ على دَرِيسِكَ مُسْتَمِيتُ\n---\nوناقة مِتْرَاحٌ: يُسْرِعُ انقطاعُ لبنها، والجمع المَتاريحُ.", "تسح": "@تسح: التُّسْحَة: الحَرَد والغضبُ؛ عن كراع، قال ابن سيده: ولا أُحقها.", "تشح": "@تشح: الأَزهري خاصة أَنشد للطِّرِمّاحِ يصف ثوراً:\n---\nمَلاَ بائصاً، ثم اعْتَرَتْهُ حَمِيَّةٌ\n---\nعلى تُشْحةٍ، من ذائدٍ غيرِ واهِن\n---\nقال: وقال أَبو عمرو في قوله على تُشْحة: على جِدٍّ وحَمِيَّة؛ قال\n---\nالأَزهري: أَظنّ التشحة في الأَصل أُشْحة، فقلبت الهمزة واواً ثم قلبت تاء\n---\nكما قالوا تُراث وتَقْوى؛ قال شمر: أَشِحَ يَأْشَحُ إِذا غضب، ورجل\n---\nأَشْحَانُ أَي غضبان؛ قال الأَزهري: وأَصل تُشْحة أُشْحة من قولك\n---\nأَشِحَ.", "تفح": "@تفح: التَّفْحَة: الرَّائحة الطيبة. والتُّفَّاحُ: هذا الثمر معروف،\n---\nواحدته تُفَّاحة، ذكر عن أَبي الخطاب أَنها مشتقة من التَّفْحة؛ الأَزهري:\n---\nوجمعه تَفَافِيحُ، وتصغير التفاحة الواحدة تُفَيْفِيحَة. والمَتْفَحَةُ:\n---\nالمكان الذي ينبت فيه التُفَّاحُ الكثير؛ قال أَبو حنيفة: هو بأَرض العرب\n---\nكثير.\n---\nوالتُّفَّاحة: رأْس الفخذ والوَرِك؛ عن كراع، وقال: هما تُفَّاحَتان.", "تيح": "@تيح: تاحَ الشيءُ يَتِيحُ: تَهَيَّأَ؛ قال:\n---\nتاحَ له بعدَك حِنْزابٌ وَأَى\n---\nوأُتِيح له الشيءُ أَي قُدِّرَ أَو هُيِّئَ له؛ قال الهذلي:\n---\nأُتِيحَ لَها أُقَيْدِر ذُو حَشِيفٍ،\n---\nإِذا سامتْ على المَلَقاتِ ساما\n---\nوأَتاحه اللهُ: هَيَّأَه. وأَتاحَ الله له خيراً وشرًّا. وأَتاحه له:\n---\nقَدَّره له. وتاحَ له الأَمرُ: قدرَ عليه؛ قال الليث: يقال وقع في\n---\nمَهْلَكَةٍ فتاحَ له رجلٌ فأَنقذه، وأَتاح الله له من أَنقذه. وفي الحديث: فَبِي\n---\nحَلَفْتُ لأُتيحَنَّهم فتنةً تَدَعُ الحليم منهم حَيْرانَ. وأَمرٌ\n---\nمِتْياحٌ: مُتاحٌ مُقَدَّرٌ، وقَلْبٌ مِتْيَحٌ؛ قال الراعي:\n---\nأَفي أَثَرِ الأَظْعانِ عينُكَ تَلْمَحُ؟\n---\nنَعَمْ لاتَ هَنَّا، إِنَّ قَلْبَكَ مِتْيَحُ\n---\nقوله: لات هنَّا أَي ليس هنا حينُ تَشَوُّق. ورجل مِتْيَحٌ: لا يزال يقع\n---\nفي بلية. ورجلٌ مِتْيَحٌ: يَعْرِضُ في كل شيءٍ ويدخل فيما لا يعنيه،\n---\nوالأُنثى بالهاء؛ قال الأَزهري: وهو تفسير قولهم بالفارسية «أَنْدَرُونَسْت»\n---\nوقال:\n---\nإِن لنا لَكَنَّه مِبَقَّةً مِفَنَّه مِتْيَحَةً مِعَنَّه\n---\nوكذلك تَيِّحَان وتَيَّحان؛ قال سَوَّارُ بنُ المُضَرَّبِ السَّعْدِي:\n---\nبذَبِّي اليومَ، عن حَسَبي، بمالي،\n---\nوزَبُّوناتِ أَشْوَسَ تِّيحان\n---\nولا نظير له إِلاَّ فرس سَيِّبانُ وسَيبَّانُ، ورجل هَيِّبانُ\n---\nوهَيَّبانُ إِذا تمايل؛ قال ابن بري: معنى زبُّونات دَفُوعات، واحدتها زبُّونة،\n---\nيعني بذلك أَحْسابه ومفاخره أَي تَدْفَعُ غيرَها، والباء في قوله بذبِّي\n---\nمتعلقة بقوله بلاني في الذي قبله، وهو:\n---\nلَخَبَّرها ذَوو أَحْسابِ قَوْمِي\n---\nوأَعْدائي، فكلٌّ قد بلاني\n---\nأَي خَبَرَني قومي فعرفوا مني صلة الرحم ومواساة الفقير وحِفْظَ\n---\nالجِوار، وكوني جَلْداً صابراً على محاربة أَعدائي ومُضْطَلِعاً\n---\nبنكايتهم.وناحَ في مِشْيَته إِذا تمايل.\n---\nوقال أَبو الهيثم: التَّيِّحان والتَّيَّحانُ الطويل؛ وقال الأَزهري:\n---\nرجل تَيِّحانٌ يتعرض لكل مَكْرُمَةٍ وأَمر شديد؛ وقال العجاج:\n---\nلقد مُنُوا بتَيِّحانٍ ساطي\n---\nوقال غيره:\n---\nأُقَوِّم دَرْءَ قومٍ تَيِّحان\n---\nالأَزهري: فرس تَيِّحانٌ شديد الجري، وفرس تَيَّاحٌ: جَوَاد، وفرس\n---\nمِتْيَح وتَيَّاح وتَيِّحانٌ: يعترض في مشيه نَشاطاً ويميل على قُطْرَيْه؛\n---\nوتاحَ في مشيته.\n---\nالتهذيب: ابن الأَعرابي: المِتْيَحُ والنِّفِّيحُ والمِنْفَحُ، بالحاء:\n---\nالداخل مع القوم ليس شأْنه شأْنهم.\n---\nابن الأَعرابي: التَّاحِي البُسْتَانيان\n---\n(* قوله «التاحي البستانيان»\n---\nأَي خادم البستان كما في القاموس، وحق ذكره في المعتل.).", "تخخ": "@تخخ: التَّخُّ: العجين الحامض؛ تَخَّ العجينُ يَتُخُّ تُخوخاً وأَتَخَّه\n---\nصاحبه إِتْخاخاً. والتَّخُّ: العجين المسترخي. وتَخَّ العجينُ تَخّاً\n---\nإِذا أُكْثِرَ ماو ه حتى يَلِينَ، وكذلك الطينُ إِذا أُفْرِطَ في كثرة مائه\n---\nحتى لا يمكن أَن يُطَيَّنَ به، وأَتَخَّهما هو فعل بهما ذلك.\n---\nوالتَّخْتَخَة: في بعض حكاية الأَصوات الأَصوات الجنّ، وبه سمي التَّخْتاخ.\n---\nوالتَّخْتَخة: اللُّكْنَة. ورجل تَخْتاخ وتَخْتَخانيٌّ: أَلْكَنُ. والتَّخُّ:\n---\nالكُسْبُ\n---\n(* زاد المجد: وأصبح تاخاً أي لا يشتهي الطعام. وتخ تخ، بالكسر:\n---\nزجر للدجاج).", "ترخ": "@ترخ: ابن الأَعرابي: التَّرْخُ الشَّرْطُ اللَّيِّنُ. يقال: أُرْتِخَ\n---\nشَرْطي وأُتْرِخَ شَرْطي؛ قال الأَزهري: فهما لغتان: التَّرْخُ والرَّتْخُ\n---\nمثل الجَبْذِ والجذْب. ابن سيده: تُراخ موضع.", "تنخ": "@تنخ: تَنَخَ بالمكان وتَنَأَ تُنُوخاً وتَنَّخَ إِذا أَقام به، فهو\n---\nتانِخٌ وتانئٌ أَي مقيم. وفي حديث عبدالله بن سلام: أَنه آمن ومن معه من\n---\nيَهُودَ فتَنَخُوا على الإِسلام أَي ثبتوا وأَقاموا، ويروى بتقديم النون على\n---\nالتاء أَي رَسَخوا.\n---\nوتَنُوخُ: حيّ من العرب أَو من اليمن أَو قبيلة مشتق من ذلك لأَنهم\n---\nاجتمعوا وتحالفوا فتَنَخُوا.\n---\nوتَنَخَ في الأَمر: رَسَخَ فيه، فهو تانخٌ. وتَنِخَتْ نفسه تَنَخاً:\n---\nخَبُثَتْ من شِبَع أَو غيره كطَنِخَتْ. وتَنِخَ وطنِخَ إِذا اتَّخَم.", "توخ": "@توخ: الليث: تاخت الإِصْبَع في الشيء الوارم الرِّخْو؛ وأَنشد بيت أَبي\n---\nذؤَيب:\n---\nبالنِّيِّ فهي تَتُوخُ فيه الإِصْبَعُ\n---\nقال ويروى: فهي تَثُوخُ، بالثاء، وسيأْتي ذكره؛ قال الأَزهري: ثاخَ\n---\nوساخَ معروفان بهذا المعنى، وأَما تاخَ بمعناهما فما رواه غير الليث.\n---\nأَبو زيد: يقال للعصا المِتْيَخة؛ وفي الحديث: أَن النبي، صلى الله عليه\n---\nوسلم، أُتيَ بسكران فقال: اضربوه، فضربوه بالنعال والثياب والمِتْيَخِة؛\n---\nوهذه لفظة قد اختلف في ضبطها، فقيل: هي بكسر الميم وتشديد التاء\n---\nمِتِّيخة؛ وقيل: هي بفتح الميم مع التشديد مَتِّيخة؛ وقيل: هي بكسر الميم وسكون\n---\nالتاء قبل الياء مِتْيخة؛ وقيل: هي بكسر الميم وتقديم الياء الساكنة على\n---\nالتاء مِيتَخَة؛ قال الأَزهري: وهذه كلها أَسماء لجرائد النخل وأَصل\n---\nالعُرْجُون، فمن قال مِتْيَخة، فهو من وَتَخَ يَتِخُ، ومن قال مِيتَخة، فهو\n---\nمن تاخَ يَتِيخُ، ومن قال مِتِّيخة، فهو فِعَّيلة من مَتَخَ، وقيل:\n---\nالمِتْيَخة جرائد رطبة؛ وقيل: هي اسم للعصا؛ وقيل: للقضيب الدقيق اللين؛ وقيل:\n---\nكل ما ضرب به من جريد أَو عصا أَو دِرَّة وغير ذلك، وترجم عليها ابن\n---\nالأَثير في متخ، قال: وأَصلها فيما قيل من مَتَخَ اللَّهُ رقبته ومَتَخه\n---\nبالسَّهم إِذا ضربه؛ وقيل: من تَيَّخَه وطَيَّخه إِذا أَلَحَّ عليه، فأُبدلت\n---\nالتاء من الطاء؛ وفي الحديث أَنه خرج وفي يده مِتْيَخة في طرفها خوص\n---\nمعتمداً على ثابت بن قيس.", "تقد": "@تقد: ابن سيده: التِّقْدَةُ، بكسر التاء، والتَّقْدَةُ؛ الأَخيرة عن\n---\nالهروي: الكُسْبَرَةُ. والتقدة: الكَرَوْياءُ؛ وفي حديث عطاء: وذكر الحبوب\n---\nالتي تجب فيها الصدقة وعدّ التَّقْدَة هي الكُزْبَرَةُ؛ وقيل: الكرويا،\n---\nوقد تفتح التاء وتكسر القاف؛ وقال ابن دريد: هي التِّقْرِدَةُ، وأَهل اليمن\n---\nيسمون الأَبزار التِّقْرِدَةَ. والتَّقِيدَةُ: موضع.", "تقرد": "@تقرد: التِّقْرِدَةُ: الكسبرة؛ عن ابن دريد؛ قال: والتِّقْرِدَةُ\n---\nالأَبزار كلها عند أَهل اليمن. التهذيب في الرباعي: التِّقْرِدُ الكرويا، قال\n---\nالأَزهري: وروى ثعلب عن ابن الأَعرابي: التِّقْدَةُ الكزبرة والتِّقْدَةُ\n---\nالكرويا. قال الأَزهري: وهذا هو الصحيح، وأَما التِّقْرِدُ فلا أَعرفه في\n---\nكلام العرب.", "تلد": "@تلد: التالد: المال القديم الأَصلِيُّ الذي وُلد عندك، وهو نقيض الطارف.\n---\nابن سيده: التَّلْدُ والتُّلْدُ والتِّلادُ والتَّلِيدُ والإِتْلادُ\n---\nكالإِسْنامِ والمُتْلَدُ، الأَخيرة عن ابن جني: ما وُلد عندك من مالك أَو\n---\nنُتج، ولذلك حكم يعقوب أَن تاءه بدل من الواو، وهذا لا يقوى، لأَنه لو كان\n---\nذلك لَرُدَّ في بعض تصاريفه إِلى الأَصل. وقال بعض النحويين: هذا كله من\n---\nالواو فإِذا كان ذلك، فهو معتل؛ وقيل: التِّلاد كل مال قديم من حيوان\n---\nوغيره يورث عن الآباء، وهو التالد والتليد والمُتْلَدُ؛ قال الشاعر يصف\n---\nخيلاً:\n---\nتَلائِدٌ نَحْنُ افْتَلَيْنا هُنَّهْ،\n---\nنِعْمَ الحُصُونُ والعَتادُ هُنَّهْ\n---\nوتَلَدَ المالُ يَتْلِدُ ويَتْلُدُ تُلوداً وأَتْلَدَه هو وأَتلد الرجلُ\n---\nإِذا اتخذ مالاً. ومال مُتْلَد وخُلُقٌ مُتْلَد: قديم؛ أَنشد ابن\n---\nالأَعرابي:\n---\nماذا رُزِينا مِنْكِ. أُمَّ مَعْبَدِ،\n---\nمِنْ سَعَةِ الحِلْم وخُلْقٍ مُتْلَدِ\n---\nوفي حديث عبدالله بن مسعود أَنه قال في سورة بني إِسرائيل والكهف ومريم\n---\nوطه والأَنبياء: هنّ من العتاق الأُوَلِ وهن من تِلادِي يعني السور أَي\n---\nمن قديم ما أَخذتُ من القرآن، شبههن بِتلاد المال. وفي رواية أُخرى: الحم\n---\nمن تِلادِي أَي من أَوّل ما أَخذته وتعلمتُه بمكة. وفي حديث العباس: فهي\n---\nلهم تالِدةٌ بالِدةٌ يعني الخلافة، والبالدُ إِتباع التَّالِد. وقال\n---\nاللحياني: رجل تليد في قوم تُلَداءَ وامرأَة تلِيد في نسوة تَلائِدَ\n---\nوتُلُدٍ.وتَلِدَ فيهم يَتْلَدُ: أَقام. ابن الأَعرابي: تَلَّدَ الرجلُ إِذا جمع\n---\nومنع.\n---\nوجارية تلِيدة إِذا ورثها الرجل فإِذا وُلِدتْ عنده فهي وَلِيدَة. وروي\n---\nعن شريح: أَن رجلاً اشترى جارية وشرط أَنها مُوَلَّدةٌ فوجدها تَليدَةً\n---\nفردّها شريح. قال القتيبي: التَّليدة هي التي وُلدت ببلاد العجم وحُملت\n---\nفنشأَت ببلاد العرب، والمُوَلَّدة بمنزلة التِّلاد: وهو الذي وُلد عندك؛\n---\nوقيل: المُوَلَّدَةُ التي وُلدت في بلاد الإِسلام، والحكم فيه إِن كان هذا\n---\nالاختلاف يؤثر في الغرض أَو القيمة وجب له الرَّد، وإِلاَّ فلا؛ وروي عن\n---\nالأَصمعي أَنه قال: التليد ما ولد عند غيرك ثم اشتريته صغيراً فثبت عندك،\n---\nوالتِّلادُ ما وَلَدْتَ أَنت؛ قال أَبو منصور: سمعت رجلاً من أَهل مكة\n---\nيقول: تلادي بمكة أَي ميلادي. ابن شميل: التليد الذي وُلد عندك، وهو\n---\nالمُوَلَّد والأُنثى المُوَلَّدةُ، والمُوَلَّد والمُوَلَّدةُ والتليد واحد\n---\nعندنا، رواه المصاحفي عنه. وروى شمر عنه أَنه قال: تِلادُ المال ما\n---\nتَوالَدَ عندك فتَلِدَ من رقيق أَو سائمة. وَتَلِدَ فلان عندنا أَي وَلَدْنا\n---\nأُمه وأَباه؛ قال الأَعشى:\n---\nتَدِرُّ، على غير أَسمائها،\n---\nمُطَرَّفَةٌ بعد إِتْلادِها\n---\nيقول: كانت من تِلادِهم فصارت طارفاً عندك حين أَخذتها. وتَلَدَ فلان في\n---\nبني فلان يَتْلُد: أَقام فيهم، وتَلَدَ بالمكان تلوداً أَي أَقام به.\n---\nوأَتْلَدَ أَي اتخذ المال. والتليد: الذي وُلد ببلاد العجم ثم حمل صغيراً\n---\nفثبت في بلاد الإِسلام. وفي حديث عائشة: أَنها أَعتقت عن أَخيها عبد\n---\nالرحمن تِلاداً من تِلادها، فإِنه مات في منامه؛ وفي نسخة تِلاداً من\n---\nأَتلاده. والأَتْلادُ: بطون من عبد القيس، يقال لهم أَتْلادُ عُمانَ، وذلك\n---\nلأَنهم سكنوها قديماً.\n---\nوالتُّلْدُ: فرخ العُقاب.", "تمرد": "@تمرد: التهذيب في الرباعي، ابن الأَعرابي: يقال لبُرج الحمام:\n---\nالتِّمرادُ، وجمعه التَّماريد؛ وقيل: التَّماريد محاضين الحمام في برج الحمام، وهي\n---\nبيوت صغار يبنى بعضها فوق بعض.", "تود": "@تود: التُّودُ: شجر؛ وبه فسر قول أَبي صخر الهذلي:\n---\nعَرَفْت من هِنْدَ أَطْلالاً بذي التُّودِ\n---\nقَفْراً، وجاراتِها البِيضِ الرَّخاوِيدِ\n---\nالأَزهري: وأَما التَّوادِي فواحدتها تَوْدِيَةٌ، وهي الخشبات التي\n---\nتُشدّ على أَخلاف الناقة إِذا صُرَّتْ لئلاَّ يرضعها الفصيل؛ قال: ولم أَسمع\n---\nلها بفعل، والخيوط التي تُصَرُّ بها هي الأَصِرَّةُ واحدها صِرارٌ؛ قال:\n---\nوليست التاء بأَصلية في هذا ولا في التُّؤَدَةِ بمعنى التأَني في\n---\nالأَمر.", "تيد": "@تيد: ابن الأَعرابي: التَّيْدُ الرفق؛ يقال: تَيْدَك يا هذا أَي\n---\nاتَّئِدْ. وقال ابن كيسان: بَلْهَ ورُوَيْدَ وتَيْدَ يخفضن وينصبن، رُوَيْدَ\n---\nزيداً وزيدٍ، وبَلْهَ زيداً وزيد، وتَيْدَ زيداً وزيد؛ قال: وربما زيد فيها\n---\nالكاف للخطاب فيقال رُوَيْدَكَ زيداً، وتَيْدَك زيداً، فإِذا أَدخلت\n---\nالكاف لم يكن إِلا النصبُ، وإِذا لم تدخل الكافَ فالخفض على الإِضافة لأَنها\n---\nفي تقدير المصدر، كقوله عز وجل: فضَرْبَ الرقاب.", "تخذ": "@تخذ: تَخِذ الشيءَ تَخَذاً وتَخْذاً؛ الأَخيرة عن كراع، واتَّخَذَه:\n---\nعمله. وقوله عز وجل: إِن الذين اتخذوا العجل؛ أَراد اتخذوه إِلهاً فحذف\n---\nالثاني لأَن الاتخاذ دليل عليه. وحكى سيبويه: استخذ فلان أَرضاً، وهو استفعل\n---\nمنه، كأَنه استتخذ فحذفت إِحدى التاءَين كما حذفت التاء الأُولى من قولهم\n---\nتَقَى يَتْقِي، فحذفت التاء التي هي فاء الفعل؛ أَنشد يعقوب:\n---\nزيادَتَنا نُعْمانُ لا تَحْرِمنَّنا،\n---\nتَقِ اللهَ فينا، والكتابَ الذي تَتْلو\n---\nأَي اتقِ الله؛ قال ابن جني: وفيه وجه آخر وهو أَنه يجوز أَن يكون أَصله\n---\nاتْتَخَذ وزنه افتَعَل ثم إِنهم أَبدلوا من التاء الأُولى التي هي فاء\n---\nافتَعَل سيناً كما أَبدلوا التاء من السين في سِتٍّ، فلما كانت السين\n---\nوالتاء مهموستين جاز إِبدال كل واحدة منهما من أُختها. وفي حديث موسى والخضر،\n---\nعليهما السلام، قال: لو شئت لَتَخذْت عليه أَجراً؛ قال ابن الأَثير:\n---\nيقال تَخِذَ يَتْخَذُ يوزن سَمِعَ يَسْمَعُ مثل أَخذَ يأْخُذُ، وقرئ:\n---\nلَتَخَذْتَ ولاتَّخَذْتَ، وهو افتعل من تَخِذَ فأَدغم إِحدى التاءَين في\n---\nالأُخرى؛ قال: وليس من أَخذ في شيء، فإِن الافتعال من أَخذ ائتخذ لأَن فاءها\n---\nهمزة والهمزة لا تدغم في التاءِ. قال الجوهري: الاتخاذ الافتعال من الأَخذ\n---\nإِلا أَنه أَدغم بعد تليين الهمزة وإِبدال التاء، ثم لما كثر استعماله\n---\nبلفظ الافتعال توهموا أَن التاء أَصلية فبنوا منه فَعِلَ يفعل، قالوا:\n---\nتَخِذَ يَتْخَذُ؛ قال: وأَهل العربية على خلاف ما قال الجوهري:", "ترمذ": "@ترمذ: تِرمِذُ، بكسر التاء والميم: البلد المعروف بخراسان.", "تلمذ": "@تلمذ: التلاميذُ: الخَدَمُ والأَتباع، واحدهم تِلْميذٌ.", "تثر": "@تثر: ابن الأَعرابي: التَّواثِيرُ الجَلاَوِزَةُ.", "تجر": "@تجر: تَجَرَ يَتْجُرُ تَجْراً وتِجَارَةً؛ باع وشرى، وكذلك اتَّجَرَ وهو\n---\nافْتَعَل، وقد غلب على الخَمَّار قال الأَعشى:\n---\nولَقَدْ شَهِدْتُ التَّاجِرَ آلْـ\n---\nأُمَّانَ، مَوْرُوداً شَرَابُهْ\n---\nوفي الحديث: مَنْ يَتَّجِرُ على هذا فيصلي معه. قال ابن الأَثير: هكذا\n---\nيرويه بعضهم وهو يفتعل من التجارة لأَنه يشتري بعمله الثواب ولا يكون من\n---\nالأَجر على هذه الرواية لأَن الهمزة لا تدغم في التاء وإِنما يقال فيه\n---\nيأْتَجِرُ. الجوهري: والعرب تسمي بائع الخمر تاجراً؛ قال الأَسود بن\n---\nيَعْفُرَ:\n---\nولَقَدْ أَروحُ على التِّجَارِ مُرَجَّلاً،\n---\nمَذِلاً بِمالي، لَيِّناً أَجْيادي\n---\nأَي مائلاً عُنُقي من السُّكْرِ. ورجلٌ تاجِرٌ، والجمع تِجارٌ، بالكسر\n---\nوالتخفيف، وتُجَّارٌ وتَجْرٌ مثل صاحب وصَحْبٍ؛ فأَما قوله:\n---\nإِذ ذُقْتَ فاها قلتَ: طَعمُ مُدامَةٍ\n---\nمُعَتَّقَةٍ، مما يجيء به التُّجُرْ\n---\nفقد يكون جمع تِجَارٍ، على أَن سيبويه لا يَطْرُدُ جمع الجمع؛ ونظيره\n---\nعند بعضهم قراءة من قرأَ: فَرُهُنٌ مقبوضة؛ قال: هو جمع رهانٍ الذي هو\n---\nجَمْعُ رَهْنٍ وحمله أَبو عليُّ على أَنه جمع رَهْن كَسَحْل وسُحُلٍ، وإِنما\n---\nذلك لما ذهب إِليه سيبويه من التحجير على جمع الجمع إِلا فيما لا بدّ\n---\nمنه، وقد يجوز أَن يكون التُّجُرُ في البيت من باب:\n---\nأَنا ابنُ ماويَّةَ إِذْ جَدَّ النَّقُرْ\n---\nعلى نقل الحركة، وقد يجوز أَن يكون التُّجُرُ جمع تاجر كشارف وشُرُفٍ\n---\nوبازل وبُزُلٍ، إِلا أَنه لم يسمع إِلا في هذا البيت. وفي الحديث: أَن\n---\nالتُّجَّار يُبعثون يوم القيامة فُجَّاراً إِلا من اتقى الله وبَرَّ وصَدَقَ؛\n---\nقال ابن الأَثير: سماهم فجاراً لما في البيع والشراء من الأَيمان\n---\nالكاذبة والغبن والتدليس والربا الذي لا يتحاشاه أَكثرهم أَو لا يفطنون له،\n---\nولهذا قال في تمامه: إِلاَّ من اتقى الله وبرّ وصدق؛ وقيل: أَصل التاجر\n---\nعندهم الخمَّار يخصونه به من بين التجار؛ ومنه حديث أَبي ذر: كنا نتحدث أَن\n---\nالتاجر فاجر؛ والتَّجْرُ: اسمٌ للجمع، وقيل: هو جمع؛ وقول الأَخطل:\n---\nكَأَنَّ فَأْرَةَ مِسْكٍ غارَ تاجِرُها،\n---\nحَتَّى اشْتَراها بِأَغْلَى بَيْعِهِ التَّجِرُ\n---\nقال ابن سيده: أُراه على التشبيه كَطَهِرٍ في قول الآخر:\n---\nخَرَجْت مُبَرَّأً طَهِرَ الثِّيابِ\n---\nوأَرضَ مَتْجَرَةٌ: يُتَّجَرُ إِليها؛ وفي الصحاح: يتجر فيها. وناقة\n---\nتاجر: نافقة في التجارة والسوق؛ قال النابغة:\n---\nعِفَاءٌ قِلاصٍ طار عنها تَواجِر\n---\nوهذا كما قالوا في ضدها كاسدة. التهذيب: العرب تقول ناقة تاجرة إِذا\n---\nكانت تَنْفُقُ إِذا عُرِضَتْ على البيع لنجابتها، ونوق تواجر؛ وأَنشد\n---\nالأَصمعي:\n---\nمَجَالِحٌ في سِرِّها التَّواجِرُ\n---\nويقال: ناقةٌ تاجِرَةٌ وأُخرى كاسدة. ابن الأَعرابي: تقول العرب إِنه\n---\nلتاجر بذلك الأَمر أَي حاذق؛ وأَنشد:\n---\nلَيْسَتْ لِقَوْمِي بالكَتِيفِ تِجارَةٌ،\n---\nلكِنَّ قَوْمِي بالطِّعانِ تِجَارُ\n---\nويقال: رَبِحَ فلانٌ في تِجارَتِهِ إِذا أَفْضَلَ، وأَرْبَحَ إِذا صادف\n---\nسُوقاً ذاتَ رِبْحٍ.", "ترر": "@ترر: تَرَّ الشَّيْءُ يَتِرُّ ويَتُرُّ تَرّاً وتُروراً: بان وانقطع\n---\nبضربه، وخص بعضهم به العظم؛ وتَرَّتْ يَدُه تَتِرُّ وتَتُرُّ تُروراً\n---\nوأَتَرَّها هو وتَرَّها تَرّاً؛ الأَخيرة عن ابن دريد؛ قال: وكذلك كل عضو قطع\n---\nبضربه فقد تُرَّ تَرّاً؛ وأَنشد لطرفة يصف بعيراً عقره:\n---\nتَقُولُ، وقد تُرَّ الوَظِيفُ وساقُها:\n---\nأَلَسْتَ تَرَى أَنْ قَدْ أَتَيْتَ بِمُؤْيِدِ؟\n---\nتُرَّ الوظيفُ أَي انقطع فبان وسقط؛ قال ابن سيده: والصواب أَتَرَّ\n---\nالشَّيْءَ وتَرَّ هو نَفْسُه؛ قال: وكذلك رواية الأَصمعي:\n---\nتقول، وقد تَرَّ الوَظِيفُ وساقُها\n---\nبالرفع. ويقال: ضرب فلان يد فلان بالسيف فأَتَرَّها وأَطَرَّها\n---\nوأَطَنَّها أَي قطعها وأَنْدَرَها. وتَرَّ الرجلُ عن بلاده تُروراً: بَعُدَ.\n---\nوأَتَرَّه القضاءُ إِتْراراً: أَبعده. والتُّرُورُ: وَثْبَةُ النَّواة من\n---\nالحَيْس. وتَرَّت النَّواةُ منْ مِرْضاخِها تَتِرُّ وتَتُرُّ تُروراً:\n---\nوثَبَتْ ونَدَرَتْ. وأَتَرَّ الغلامُ القُلَةَ بِمِقْلاتِه والغلامُ يُتِرُّ\n---\nالقُلَةَ بالمِقْلَى: نَزَّاها.\n---\nوالتَّرارَةُ: السِّمَنُ والبَضَاضَةُ؛ يقال منه: تَرِرْتَ، بالكسر، أَي\n---\nصرت تارّاً وهو الممتلئ والتَّرارَةُ: امتلاء الجسم من اللحم ورَيُّ\n---\nالعظم؛ يقال للغلام الشاب الممتلئ: ثارٌّ. وفي حديث ابن زِمْلٍ: رَبْعَةٌ\n---\nمن الرجال تارٌّ؛ التارُّ: الممتلئ البدن، وتَرَّ الرجلُ يَتِرُّ ويَتُرُّ\n---\nتَرّاً وتَرارةً وتُروراً: امتلأَ جسمه وتَرَوَّى عظمه؛ قال العجاج:\n---\nبِسَلْهَبٍ لُيِّنَ في تُرُورِ\n---\nوقال:\n---\nونُصْبِحُ بالغَدَاةِ أَتَرَّ شَيْءٍ،\n---\nونُمْسِي بالعَشِيِّ طَلَنْفَحِينَا\n---\nورجلٌ تارٌّ وتَرٌّ: طويل. قال ابن سيده: وأُرَى تَرّاً فَعِلاً، وقد\n---\nتَرَّ تَرارَةً، وقَصَرَةٌ تارَّةٌ.\n---\nوالتَّرَّةُ: الجارية الحسناء الرَّعْناءُ. ابن الأَعرابي:\n---\nالتَّرَاتِيرُ الجواري الرُّعْنُ.\n---\nابن شميل: الأُتْرُورُ الغلام الصغير. الليث: الأُتْرُورُ الشُّرَطِيُّ؛\n---\nوأَنشد:\n---\nأَعوذُ باللهِ وبالأَمِيرِ\n---\nمِنْ صاحِبِ الشُّرْطةِ والأُتْرُورِ\n---\nوقيل: الأُتْرُورُ غلامُ الشُّرَطِيِّ لا يَلْبَسُ السَّوادَ؛ قالت\n---\nالدهناء امرأَة العجاج:\n---\nوالله لولا خَشْيَةُ الأَمِيرِ،\n---\nوخَشْيَةُ الشُّرْطِيِّ والأُترورِ،\n---\nلَجُلْتُ بالشيخ من البَقِيرِ،\n---\nكَجَوَلانِ صَعْبَةٍ عَسِيرِ\n---\nوتَرَّ بسَلْحِه وهَذَّ بِهِ وهَرَّ بِهِ رمى به. وتَرَّ بِسَلْحِه\n---\nيَتِرُّ: قذف به. وتَرَّ النَّعامُ: أَلقى ما في بطنه. وتُرَّ في يده:\n---\nدفع.والتُّرُّ: الأَصل. يقال: لأَضْطَرَّنَّكَ إِلى تُرِّكَ وقُحاحِكَ. ابن\n---\nسيده: لأَضْطَرَّنَّكَ إِلى تُرِّكَ أَي إِلى مجهودك. والتُّرُّ، بالضم:\n---\nالخيط الذي يُقَدَّرُ به البِناءُ، فارسي مُعَرَّبٌ؛ قال الأَصمعي: هو\n---\nالخيط الذي يمدّ على البناء فيبنى عليه وهو بالعربية الإِمام، وهو مذكور في\n---\nموضعه. التهذيب: الليث: التُّرُّ كلمة يتكلم بها العرب، إِذا غضب أَحدهم\n---\nعلى الآخر قال: والله لأُقيمنك على التُّرِّ. قال الأَصمعي: المِطْمَرُ\n---\nهو الخيط الذي يقدَّر به البناء يقال له بالفارسية التُّرُّ؛ وقال ابن\n---\nالأَعرابي: التُّرُّ ليس بعربي.\n---\nوفي النوادر: بِرْذَوْنٌ تَرٌّ ومُنْتَرٌّ وَعَرِبٌ وقَزَعٌ ودُِفاقٌ\n---\nإِذا كان سريعَ الرَّكْضِ، وقالوا: التَّرُّ من الخيل المعتدل الأَعضاء\n---\nالخفيف الدَّرِيرُ؛ وأَنشد:\n---\nوقَدْ أَغْدُو مَعَ الفِتْيَا\n---\nنِ بالمُنْجَرِدِ التَّرِّ\n---\n(* قوله «وقد أغدو إلخ» هذه ثلاثة أبيات من الهزج كما لا يخفى، لكن\n---\nالبيت الثالث ناقص وبمحل النقص بياض بالأصل).\n---\nوذِي البِرْكَةِ كالتَّابُو\n---\nتِ، والمِحْزَمِ كالقَرِّ،\n---\nمع قاضيه في متنيه... كالدر\n---\nوقال الأَصمعي: التَّارُّ المنفرد عن قومه، تَرَّ عنهم إِذا انفرد وقد\n---\nأَتَرُّوه إِتْراراً.\n---\nابن الأَعرابي: تَرْتَرَ إِذا استرخى في بدنه وكلامه.\n---\nوقال أَبو العباس: التارّ المسترخي من جوع أَو غيره؛ وأَنشد:\n---\nونُصْبِحُ بالغَداةِ أَتَرَّ شَيْءٍ\n---\nقوله: أَترّ شيء أَي أَرخى شيء من امتلاء الجوف، ونمسي بالعشي جياعاً قد\n---\nخلت أَجوافنا؛ قال: ويجوز أَن يكون أَتَرَّ شيء أَمْلأَ شيء من الغلام\n---\nالتَّارّ، وقد تقدم. قال أَبو العباس: أَتَرَّ شيء أَرخى شيء من التعب.\n---\nيقال: تُرَّ يا رَجُلُ.\n---\nوالتَّرْتَرَةُ: تحريك الشيء. الليث: التَّرْتَرَةُ أَن تقبض على يدي\n---\nرجل تُتَرْتِرُه أَي تحركه. وتَرْتَرَ الرجُلَ: تَعْتَعَهُ. وفي حديث ابن\n---\nمسعود في الرجل الذي ظُنَّ أَنَّهُ شرب الخمر فقال: تَرْتِرُوه\n---\nومَزْمِزُوه أَي حركوه ليُسْتَنْكَهَ هل يُوجَدُ منه ريح الخمر أَم لا؛ قال أَبو\n---\nعمرو: هو أَن يُحَرِّكَ ويُزَعْزَعَ ويُسْتَنْكَهَ حتى يوجد منه الريح\n---\nليعلم ما شرب، وهي التَّرْتَرَةُ والمَزْمَزَةُ والتَّلْتَلَةُ؛ وفي رواية:\n---\nتَلْتِلُوه، ومعنى الكل التحريك؛ وقول زيد الفوارس:\n---\nأَلم تَعْلَمِي أَنِّي إِذا الدَّهْرُ مَسَّنِي\n---\nبنائِبَةٍ، زَلَّتْ وَلَمْ أَتَتَرْتَرِ\n---\nأَي لم أَتزلزل ولم أَتقلقل. وتَرْتَرَ: تكلم فأَكثر؛ قال:\n---\nقُلْتُ لِزَيْدٍ: لا تُتَرْتِرْ، فإِنَّهُمْ\n---\nيَرَوْنَ المنايا دونَ قَتْلِكَ أَوْ قَتْلِي\n---\nويروى: تُثَرْثِرْ وتُبَرْبِرْ.\n---\nوالتَّراتِرُ: الشدائد والأُمور العظام. والتُّرَّى: اليد المقطوعة.", "تشر": "@تشر: التهذيب عن الليث: تِشْرينُ اسم شهر من شهور الخريف بالرومية، قال\n---\nأَبو منصور: وهما تِشْرِينان تشرين الأَول وتشرين الثاني وهما قبل\n---\nالكانونين.", "تعر": "@تعر: جُرْحٌ تَعَّارٌ وتَغَّارٌ، بالعين والغين، إِذا كان يسيل منه\n---\nالدم، وقيل: جرح نَعَّار، بالعين والغين؛ قال الأَزهري: وسمعت غير واحد من\n---\nأَهل العربية بِهَراةَ يزعم أَن تغار بالغين المعجمة تصحيف، قال: وقرأْت في\n---\nكتاب أَبي عمر الزاهد عن ابن الأَعرابي أَنه قال: جُرْحٌ تعار، بالعين\n---\nوالتاء، وتغار بالغين والتاء، ونعار بالنون والعين، بمعنى واحد، وهو الذي\n---\nلا يَرْقَأُ، فجعلها كلها لغات وصححها، والعين والغين في تَعَّار\n---\nوتَغَّار تعاقبا كما قالوا العَبِيثَةُ والغَبِيثَةُ بمعنى واحد.\n---\nابن الأَعرابي: التَّعَرُ اشتعال الحرب. وفي حديث طهفة: ما طما البحر\n---\nوقام تِعَارٌ؛ قال ابن الأَثير: تِعار، بكسر التاء، جبل معروف، ينصرف ولا\n---\nينصرف؛ وأَنشد الجوهري لكثير:\n---\nوما هَبَّتِ الأَرْوَاحُ تَجْرِي، وما ثَوَى\n---\nمقيماً بنَجْدٍ عَوْفُها وتِعارُها\n---\nوقيده الأَزهري فقال: تعار جبل ببلاد قيس؛ وقد ذكره لبيد\n---\n(* قوله «وقد\n---\nذكره لبيد» أي في قصيدته التي منها: عشت دهراً ولا يعيش مع الأَيام إلاّ\n---\nيرموم أو تعار كما في ياقوت):\n---\nإِلاَّ يَرَمْرَمٌ أَو تِعَارُ\n---\nوذكر ابن الأَثير في كتاب النهاية: مَنْ تَعَارَّ مِنَ الليلِ، في هذه\n---\nالترجمة، وقال: أَي هَبَّ من نومِه واستيقظ، قال: والتاء زائدة وليس\n---\nبابه.", "تغر": "@تغر: تَغَرَتِ القِدْرُ تَتْغَرُ، بالفتح فيهما: لغة في تَغِرَتْ\n---\nتَتْغَرُ تَغَراناً إِذا غلت؛ وأَنشد:\n---\nوصَهْباءَ مَيْسَانِيَّةٍ لم يَقُمْ بِها\n---\nحَنِيفٌ، ولم تَتْغَرْ بِها ساعَةً قِدْرُ\n---\nقال الأَزهري: هذا تصحيف والصواب نغرت، بالنون، وسنذكره؛ وأَما تغر،\n---\nبالتاء، فإِن أَبا عبيدة روى في باب الجراح قال: فإِن سال من الدم قيل جُرح\n---\nتَغَّارٌ ودم تَغَّارٌ، قال وقال غيره: جرح نعار، بالعين والنون، وقد روي\n---\nعن ابن الأَعرابي: جرح تغار ونغار، فمن جمع بين اللغتين فصحتا معاً،\n---\nورواهما شمر عن أَبي مالك تغر ونغر ونعر.", "تفر": "@تفر: التِّفْرَةُ\n---\n(* قوله «التفرة» بكسر التاء وضمها وككلمة وتؤدة كما\n---\nفي القاموس): الدائرة تحت الأَنف في وسط الشفة العليا، زاد في التهذيب: من\n---\nالإِنسان، قال: وقال ابن الأَعرابي: يقال لهذه الدائرة تِفْرَةٌ\n---\nوتَفِرَةٌ وتُفَرَةٌ. الجوهري: التَّفِرة، بكسر الفاء، النقرة التي في وسط الشفة\n---\nالعليا، والتَّفِرَةُ في بعض اللغات: الوتيرة. والتَّفِيرَةُ: كل ما\n---\nاكتسبته الماشية من حلاوات الخِضَرِ وأَكثر ما تَرْعاه الضأْن وصغار\n---\nالماشية، وهي أَقل من حظ الإِبل. والتَّفِرَةُ: تكون من جميع الشجر والبقر،\n---\nوقيل: هي من الجَنَبَةِ. والتَّفِرَةُ: ما ابْتَدَأَ من الطَّرِيفَةِ ينبت\n---\nليناً صغيراً، وهو أَحب المرعى إِلى المال إِذا عدمت البقل، وقيل: هي من\n---\nالقَرْنُونَةِ\n---\n(* قوله «من القرنونة» في القاموس القرنوة هي الهرنوة\n---\nوالقرانيا وليس فيه القرنونة). والمَكْرِ؛ قال الطرماح يصف ناقة تأْكل\n---\nالمَشْرَةَ، وهي شجرة، ولا تقدر على أَكل النبات لصغره:\n---\nلَهَا تَفِراتٌ تَحْتَها، وَقَصارُها\n---\nإِلى مَشْرَةٍ لم تُتَّلَقْ بالمَحاجِنِ\n---\nوفي التهذيب: لا تَعْتلِقْ بالمحاجن. قال أَبو عمرو: التَّفِراتُ من\n---\nالنبات ما لا تستمكن منه الراعية لصغرها، وأَرض مُتْفِرَةٌ. والتَّفِرُ:\n---\nالنبات القصير الزِّمِرُ. ابن الأَعرابي: التَّافِرُ الوَسِخُ من الناس،\n---\nورجل تَفِرٌ وتَفْران. قال: وأَتْفَرَ الرجلُ إِذا خرج شعر أَنفه إِلى\n---\nتِفْرَتِهِ، وهو عيب.", "تفتر": "@تفتر: التَّفْتَرُ: لغة في الدفتر؛ حكاه كراع عن اللحياني، قال ابن\n---\nسيده: وأُراه عجميّاً.", "تفطر": "@تفطر: الأَزهري في آخر ترجمة تفطر: التَّفَاطِيرُ النَّباتُ، قال:\n---\nوالتفاطير، بالتاء، النَّوْرُ. قال: وفي نوادر اللحياني عن الإِيادي في الأَرض\n---\nتَفَاطِيرُ من عُشْبٍ، بالتاء، أَي نَبْذٌ متفرّق، وليس له واحد.", "تقر": "@تقر: التَّقِرُ والتَّقِرَةُ: التَّابَِلُ، وقيل: التَّقِر الكرويا،\n---\nوالتَّقِرَةُ: جماعة التوابل؛ قال ابن سيده: وهي بالدال أَعلى.", "تكر": "@تكر: التَّكُّرِيُّ: القائد من قُوَّادِ السِّند، والجمعُ تَكاتِرَةٌ،\n---\nأَلحقوا الهاء للعجمة؛ قال:\n---\nلَقَدْ عَلِمَتْ تَكاتِرَةُ ابن تِيرِي،\n---\nغَداةَ البُدِّ، أَنِّي هِبْرِزِيُّ\n---\nوفي التهذيب: الجمع تكاكرة، وبذلك أَنشد البيت: لقد علمت تكاكرة.", "تمر": "@تمر: التَّمْرُ: حَمْلُ النخل، اسم جنس، واحدته تمرة وجمعها تمرات،\n---\nبالتحريك. والتُّمْرانُ والتُّمورُ، بالضم: جمع التَّمْرِ؛ الأَوَّل عن\n---\nسيبويه، قال ابن سيده: وليس تكسير الأَسماء التي تدل على الجموع بمطرد، أَلا\n---\nبمطرد، أَلا ترى أَنهم لم يقولوا أَبرار في جمع بُرٍّ؟ الجوهري: جمع\n---\nالتَّمر تُمُورٌ وتُمْرانٌ، بالضم، فتراد به الأَنواع لأَن الجنس لا يجمع في\n---\nالحقيقة.\n---\nوتَمَّرَ الرُّطَبُ وأَتْمَرَ، كلاهما: صار في حد التَّمْرِ. وتَمَّرَتِ\n---\nالنخلة وأَتْمَرَت، كلاهما: حَمَلَتِ التمر. وتَمَرَ القَوْمَ\n---\nيَتْمُرُهُمْ تَمْراً وتَمَّرَهُمْ وأَتْمَرَهُمْ: أَطعمهم التمر. وتَمَّرَني\n---\nفلان: أَطعمني تَمْراً. وأَتْمَرُوا، وهم تامِرُونَ: كَثُرَ تَمْرُهم؛ عن\n---\nاللحياني؛ قال ابن سيده: وعندي أَن تامِراً على النسب؛ قال اللحياني: وكذلك\n---\nكل شيء من هذا إِذا أَردت أَطعمتهم أَو وهبت لهم قلته بغير أَلف، وإِذا\n---\nأَردت أَن ذلك قد كثر عندهم قلت أَفْعَلُوا.\n---\nورجل تامِرٌ: ذو تمر. يقال: رجل تامر ولابن أَي ذو تمر وذو لبن، وقد\n---\nيكون من قولِكَ تَمَرْتُهم فأَنا تامِرٌ أَي أَطعمتهم التمر.\n---\nوالتَّمَّار: الذي يبيع التمر. والتَّمْرِيُّ: الذي يحبه. والمُتْمِرُ:\n---\nالكثير التَّمْرِ. وأَتْمَرَ الرجلُ إِذا كثر عنده التمر. والمَتْمُورُ:\n---\nالمُزَوَّدُ تَمْراً؛ وقوله أَنشده ثعلب:\n---\nلَسْنَا مِنَ القَوْمِ الذين، إِذا\n---\nجاءَ الشتاءُ، فَجارُهم تَمْرُ\n---\nيعني أَنهم يأْكلون مال جارهم ويَسْتَحلُونه كما تَسْتَحْلي الناسُ\n---\nالتمر في الشتاء؛ ويروى:\n---\nلَسْنَا كَأَقْوَامٍ، إِذا كَحَلَتْ\n---\nإِحدى السِّنِينَ، فجارُهُمْ تَمْرُ\n---\nوالتَّتْمِيرُ: التقديد. يقال: تَمَّرْتُ القَدِيدَ، فهو مُتَمَّرٌ؛\n---\nوقال أَبو كاهل اليشكري يصف فرخة عقاب تسمى غُبَّة، وقال ابن بري يصف\n---\nعُقاباً شبه راحلته بها:\n---\nكأَنَّ رَحْلي على شَغْواءَ حادِرَةٍ\n---\nظَمْياءِ، قَدْ بُلَّ مِنْ طَلٍّ خَوافيها\n---\nلها أَشارِيرُ من لَحْمٍ تُتَمِّرُهُ\n---\nمن الثَّعالي، وَوَخْزٌ مِنْ أَرَانِيها\n---\nأَراد الأَرانب والثعالب أَي تقدّده؛ يقول: إِنها تصيد الأَرانب\n---\nوالثعالب فأَبدل من الباء فيهما ياء، شبه راحلته في سرعتها بالعقاب، وهي\n---\nالشغواء، سميت بذلك لاعوجاجِ منقارها. والشَّغاء: العِوَجُ. والظمياء: العطشى\n---\nإِلى الدم. والخوافي: قصار ريش جناحها. والوخز: شيء ليس بالكثير.\n---\nوالأَشارير: جمع إِشرارة: وهي القطعة من القديد. والثعالي: يريد الثعالب، وكذلك\n---\nالأَراني يريد الأَرانب فأَبدل من الباء فيهما ياء للضرورة. والتَّتْمِيرُ:\n---\nالتَّيْبِيسُ. والتَّتْمير: أَن يقطع اللحم صغاراً ويجفف. وتَتْمِيرُ\n---\nاللحم والتمر: تَجْفِيفُهما. وفي حديث النخعي: كان لا يرى بالتتمير بأْساً؛\n---\nالتتمير: تقطيع اللحم صغاراً كالتمر وتجفيفه وتنشيقه، أَراد لا بأْس أَن\n---\nيَتَزَوَّدَهُ المُحْرِمُ، وقيل: أَراد ما قُدِّدَ من لحوم الوحوش قبل\n---\nالإِحرام. واللحمُ المُتَمَّرُ: المُقَطَّع.\n---\nوالتامور والتَّامُورة جميعاً: الإِبريق؛ قال الأَعشى يصف خَمَّارة:\n---\nوإِذا لَها تامُورَةٌ\n---\nمرفوعةٌ لِشَرابِها\n---\nولم يهمزه، وقيل: حُقَّة يجعل فيها الخمر: وقيل: التامور والتامورة\n---\nالخمر نفسها. الأَصمعي: التامور الدم والخمر والزعفران. والتامور: وزير\n---\nالملك. والتامور: النَّفْسُ. أَبو زيد: يقال لقد علم تامورُك ذلك أَي قد علمت\n---\nنفسُك ذلك. والتامور: دم القلب، وعمَّ بعضهم به كل دم؛ وقول أَوْسِ بن\n---\nحَجَرٍ:\n---\nأُنْبِئْتُ أَنَّ بَني سُحَيْمٍ أَوْلَجُوا\n---\nأَبْيَاتَهُمْ تامورَ نَفْسِ المُنذِرِ\n---\nقال الأَصمعي: أَي مُهْجَةَ نَفْسه، وكانوا قتلوه؛ وقال عمر بن قُنْعاسٍ\n---\nالمرادي، ويقال قُعاس:\n---\nوتامُورٍ هَرَقْتُ، وليس خَمْراً،\n---\nوحَبَّةِ غَيْرِ طاحيَةٍ طَحَيْتُ\n---\nوأَورده الجوهري:\n---\nوحبة غير طاحنة طحنت\n---\nبالنون. قال ابن بري: صواب إِنشاده: وحبة غير طاحية طحيت، بالياء فيهما،\n---\nلأَن القصيدة مردفة بياء وأَوّلها:\n---\nأَلا يا بَيْتُ بالعَلْيَاءِ بَيْتُ،\n---\nولولا حُبُّ أَهْلِكَ ما أَتَيْتُ\n---\nقال ابن بري: ورأَيته بخط الجوهري في نسخته طاحنة طحنت، بالنون فيهما.\n---\nوقد غيره من رواه طحيت، بالياء، على الصواب. ومعنى قوله: حبة غير طاحية،\n---\nبالياء، حبة القلب أَي رب علقة قلب مجتمعة غير طاحية هرقتها وبسطتها بعد\n---\nاجتماعها. الجوهري: والتَّامُورَةُ غِلافُ القلب. ابن سيده: والتامور غلاف\n---\nالقلب، والتامور حبة القلب، وتامور الرجل قلبه. يقال: حَرْفٌ في تامُورك\n---\nخير من عشرة في وعائك. وعَرَّفْتُه بِتامُوري أَي عَقْلي. والتَّامُور:\n---\nوعاء الولد. والتَّامُور: لَعِبُ الجواري، وقيل: لعب الصبيان؛ عن ثعلب.\n---\nوالتَّامُور: صَوْمَعَةُ الراهب. وفي الصحاح: التامورة الصومعة؛ قال ربيعة\n---\nابن مَقْرومٍ الضَّبّيُّ:\n---\nلَدَنا لبَهْجَتِها وحُسْنِ حَدِيثِها،\n---\nولَهَمَّ مِنْ تامُورِهِ يَتَنَزَّلُ\n---\nويقال: أَكل الذئبُ الشاةَ فما ترك منها تاموراً؛ وأَكلنا جَزَرَةً، وهي\n---\nالشاة السمينة، فما تركنا منها تاموراً أَي شيئاً. وقالوا: ما في\n---\nالرَّكِيَّةِ تامُورٌ يعني الماء أَي شيء من الماء؛ حكاه الفارسي فيما يهمز\n---\nوفيما لا يهمز. والتَّامُورُ: خِيسُ الأَسد، وهو التامورة أَيضاً؛ عن ثعلب.\n---\nويقال: احذر الأَسد في تاموره ومِحْرابِهِ وغِيلِهِ وعِرْزاله. وسأَل عمر\n---\nابن الخطاب، رضي الله عنه، عمرو بن معد يكرب عن سعد فقال: أَسد في\n---\nتامورته أَي في عَرِينِهِ، وهو بيت الأَسد الذي يكون فيه، وهي في الأَصل\n---\nالصومعة فاستعارها للأَسد. والتَّامُورَةُ والتامور: عَلَقَةُ القلب ودَمُه،\n---\nفيجوز أَن يكون أَراد أَنه أَسَدٌ في شدّة قلبه وشجاعته. وما في الدار\n---\nتامُورٌ وتُوموُرٌ وما بها تُومُريٌّ، بغير همز، أَي ليس بها أَحد. وقال\n---\nأَبو زيد: ما بها تأْمور، مهموز، أَي ما بها أَحد. وبلادٌ خَلاءٌ ليس بها\n---\nتُومُرِيٌّ أَي أَحد. وما رأَيت تُومُرِيّاً أَحْسَنَ من هذه المرأَة أَي\n---\nإِنسيّاً وخَلْقاً. وما رأَيت تُومُرِيّاً أَحْسنَ منه.\n---\nوالتُّمارِيُّ: شجرة لها مُصَعٌ كَمُصَعِ العَوْسَجِ إِلاَّ أَنها أَطيب\n---\nمنها، وهي تشبه النَّبْعَ؛ قال:\n---\nكَقِدْحِ التُّماري أَخْطَأَ النَّبْعَ قاضبُهْ\n---\nوالتُّمَّرَةُ: طائر أَصغر من العصفور، والجمع تُمَّرٌ، وقيل:\n---\nالتُّمَّرُ طائر يقال له ابن تَمْرَة وذلك أَنك لا تراه أَبداً إِلا وفي فيه\n---\nتَمْرَةٌ.\n---\nوتَيْمَرى: موضع؛ قال امرؤ القيس:\n---\nلَدَى جانِب الأَفْلاج من جَنْبِ تَيْمَرى\n---\nواتْمَأَرَّ الرمح اتْمِئْراراً، فهو مُتْمَئِرٌّ إِذا كان غليظاً\n---\nمستقيماً. ابن سيده: واتّمَأَرَّ الرمح والحبل صلب، وكذلك الذكر إِذا اشتدَّ\n---\nنَعْظُه. الجوهري: اتْمَأَرَّ الشيءُ طال واشتد مثل اتْمَهَلَّ\n---\nواتْمَأَلَّ؛ قال زهير بن مسعود الضبي:\n---\nثَنَّى لها يَهْتِكُ أَسْحَارَها\n---\nبِمْتمَئِرٍّ فيه تَخْزِيبُ", "تنر": "@تنر: التَّنُّورُ: نوع من الكوانين. الجوهري: التِّنُّورُ الذي يخبز\n---\nفيه. وفي الحديث: قال لرجل عليه ثوب مُعَصْفَرٌ: لو أَن ثَوْبَك في تَنُّورِ\n---\nأَهْلِكَ أَو تَحْتَ قَ دْرِهم كان خيراً؛ فذهب فأَحرقه؛ قال ابن\n---\nالأَثير: وإِنما أَراد أَنك لو صرفت ثمنه إِلى دقيق تخبزه أَو حطب تطبخ به كان\n---\nخيراً لك، كأَنه كره الثوب المعصفر. والتَّنُّور: الذي يخبز فيه؛ يقال:\n---\nهو في جميع اللغات كذلك. وقال أَحمد\n---\nبن يحيى: التَّنُّور تَفْعُول من النار؛ قال ابن سيده: وهذا من الفساد\n---\nبحيث تراه وإِنما هو أَصل لم يستعمل إِلاَّ في هذا الحرف وبالزيادة،\n---\nوصاحبه تَنَّارٌ. والتَّنُّور: وَجْهُ الأَرض، فارسي معرَّب، وقيل: هو بكل\n---\nلغة. وفي التنزيل العزيز: حتى إِذا جاء أَمْرُنا وفار التَّنُّورُ؛ قال علي،\n---\nكرم الله وجهه: هو وجه الأَرض، وكل مَفْجَرِ ماءٍ تَنُّورٌ. قال أَبو\n---\nإِسحق: أَعلم الله عزّ وجل أَن وقت هلاكهم فَوْرُ التَّنُّورِ، وقيل في\n---\nالتنور أَقوال: قيل التنور وجه الأَرض، ويقال: أَراد أَن الماء إِذا فار من\n---\nناحية مسجد الكوفة، وقيل: إِن الماء فار من تنور الخابزة، وقيل أَيضاً:\n---\nإِن التَّنُّور تَنْوِيرُ الصُّبْح. وروي عن ابن عباس: التَّنُّورُ الذي\n---\nبالجزيرة وهي عَيْنُ الوَرْدِ، والله أَعلم بما أَراد. قال الليث: التنور\n---\nعمت بكل لسان. قال أَبو منصور: وقول من قال إِن التنور عمت بكل لسان يدل\n---\nعلى أَن الاسم في الأَصل أَعجمي فعرّبتها العرب فصار عربيّاً على بنار\n---\nفَعُّول، والدليل على ذلك أَن أَصل بنائه تنر، قال: ولا نعرفه في كرم العرب\n---\nلأَنه مهمل، وهو نظير ما دخل في كلام العرب من كلام العجم مثل الديباج\n---\nوالدينار والسندس والاستبرق وما أَشبهها ولما تكلمت بها العرب صارت عربية.\n---\nوتنانير الوادي: محافله؛ قال الراعي:\n---\nفَلَمَّا عَلاَ ذَاتَ التِّنَانِيرِ صَوْتُهُ،\n---\nتَكَشَّفَ عَنْ بَرْقٍ قَليلٍ صَواعِقُهْ\n---\nوقيل: ذات التنانير هنا موضع بعينه؛ قال الأَزهري: وذات التنانير\n---\nعَقَبَةٌ بِحْذاء زُبَالة مما يلي المغرب منها.", "تهر": "@تهر: التَّيْهُورُ: موج البحر إِذا ارتفع؛ قال الشاعر:\n---\nكالبَحْرِ يَقْذِفُ بالتَّيْهُورِ تَيهورا\n---\nوالتيهور: ما بين قُلَّةِ الجبل وأَسفله؛ قال بعض الهذليين:\n---\nوطَلَعْتُ مِنْ شِمْراخِهِ تَهُورَةً،\n---\nشَمَّاءَ مُشْرِفَةً كرأْس الأَصْلَعِ\n---\nوالتَّيْهُورُ: ما اطمأَنَّ من الأَرض، وقيل: هو ما بين أَعلى شفير\n---\nالوادي وأَسفله العميق، نجدية، وقيل: هو ما بين أَعلى الجبل وأَسفله، هذلية؛\n---\nوهي التَّيْهُورةُ، وضعت هذه الكلمة على ما وضعها عليه أَهل التجنيس.\n---\nالتهذيب في الرباعي: التَّيْهُورُ ما اطمأَن من الرَّمْل. الجوهري:\n---\nالتَّيْهُورُ من الرمل ما له جُرُفٌ، والجمع تَيَاهِيرُ وتَياهِرُ؛ قال\n---\nالشاعر:كيف اهْتَدَتْ ودُونَها الجَزائِرُ،\n---\nوعَقِصٌ مِنْ عالِجٍ تَياهِرُ؟\n---\nوقيل: التَّيْهورُ من الرمل المُشْرفُ، وأَنشد الرجز أَيضاً.\n---\nوالتَّوْهَرِيُّ: السِّنام الطويل؛ قال عمرو بن قَميئَة:\n---\nفَأَرْسَلْتُ الغُلامَ، ولم أُلبِّثْ،\n---\nإِلى خَيْرِ البوارِك تَوْهَرِيّا\n---\nقال ابن سيده: وأثبت هذه اللفظة في هذا الباب لأَن التاء لا يحكم عليها\n---\nبالزيادة أَوّلاً إِلاَّ بِثَبَتٍ. قال الأَزهري: التَّيْهُورُ فَيْعُول\n---\nمن الوَهْرِ قلبت الواو تاء وأَصله وَيْهُورٌ مثل التَّيْقُور وأَصله\n---\nوَيْقُور؛ قال العجاج:\n---\nإِلى أَرَاطَى ونَقاً تَيْهُورِ\n---\nقال: أَراد به فَيْعُول من الوهر. ويقال للرجل إِذا كان ذاهباً بنفسه:\n---\nبه تِيهٌ تَيْهُورٌ أَي تائه.", "تور": "@تور: التَّوْرُ من الأَواني: مذكر، قيل: هو عربي، وقيل: دخيل. الأَزهري:\n---\nالتَّوْرُ إِناء معروف تذكره العرب تشرب فيه. وفي حديث أُم سليم: أَنها\n---\nصنعت حَيْساً في تَوْرٍ؛ هو إِناء من صُفْرٍ أَو حجارة كالإِجَّانَةِ وقد\n---\nيتوضأُ منه، ومنه حديث سلمان: لما احْتُضِرَ دعا بِمِسْكٍ ثم قال\n---\nلامرأَته أَوْ خِفِيهِ في تَوْرٍ أَي اضربيه بالماء. والتَّوْرُ: الرسول بين\n---\nالقوم، عربي صحيح؛ قال:\n---\nوالتَّوْرُ فيما بَيْنَنَا مُعْمَلُ،\n---\nيَرْضَى بهِ الآثِيُّ والمُرْسِلُ\n---\nوفي الصحاح: يرضى به المأْتيُّ والمرسل.\n---\nابن الأَعرابي: التَّورَةُ الجارية التي تُرسَلُ بين العُشَّاق.\n---\nوالتَّارَةُ: الحين والمَرَّة، أَلفها واو، جَمْعُها تاراتٌ وتِيَرٌ؛\n---\nقال:يَقُومُ تاراتٍ ويَمْشي تِيَرا وقال العجاج:\n---\nضَرْباً، إِذا ما مِرْجَلُ المَوْتِ أَفَرْ\n---\nبالْغَلْي، أَحْمَوهُ وأَحْنَوه التِّيَرْ\n---\nقال ابن الأَعرابي: تأْرة مهموز فلما كثر استعمالهم لها تركوا همزها.\n---\nقال أَبو منصور وقال غيره: جمع تَأْرَةٍ تِئَرٌ، مهموزة؛ قال: ومنه يقال\n---\nأَتْأَرْتُ النَّظَرَ إِليه أَي أَدمته تارةً بَعْدَ تارةٍ. وأَتَرْتُ\n---\nالشيءَ: جئت به تارةً أُخرى أَي مَرَّةً بعد مرة؛ قال لبيد يصف عَيْراً يديم\n---\nصوته ونهيقه:\n---\nيَجِدُّ سَحِيلَةً ويُتَيرُ فيها،\n---\nويُتْبِعها خِنَاقاً في زَمالِ\n---\nويروى: ويُبِيرُ، ويروى: ويُبِين؛ كل ذلك عن اللحياني. التهذيب في قوله\n---\nأَتْأَرْتُ النظر إِذا حَدَدْتَهُ قال: بهمز الأَلفين غير ممدودة، ثم\n---\nقال: ومن ترك الهمز قال: أَتَرْتُ إِليه النظر والرمي أُتِيرُ تارَةً.\n---\nوأَتَرْتُ إِليه الرَّمْيَ إِذا رميته تارة بعد تارة، فهو مُتَارٌ؛ ومنه قول\n---\nالشاعر:\n---\nيَظَلُّ كأَنه فَرأٌ مُتَارُ\n---\nابن الأَعرابي: التَّائر المداوم على العمل بعد فُتور.\n---\nأَبو عمرو: فلان يُتارُ على أَن يُؤْخَذَ أَي يُدار على أَن يؤْخذ؛\n---\nوأَنشد لعامر بن كثير المحاربي:\n---\nلَقَدْ غَضِبُوا عَليَّ وأَشْقَذوني،\n---\nفَصِرْتُ كَأَنَّني فَرَأٌ يتارُ\n---\nويروى: مُتارُ، وحكي: يا تارات فلان، ولم يفسره؛ وأَنشد قول حسان:\n---\nلتَسْمَعُنَّ وَشيكاً في دِيارِكُمُ:\n---\nاللهُ أَكْبرُ، يا تاراتِ عُثمَانَا\n---\nقال ابن سيده: وعندي أَنه مقلوب من الوَتْرِ الذي هو الدم وإِن كان غير\n---\nموازن به. وتِيرَ الرجلُ: أُصيب التَّارُ منه، هكذا جاء على صيغة ما لم\n---\nيسمَّ فاعله؛ قال ابن هَرْمَةَ:\n---\nحَييَّ تَقِيَّ ساكنُ القَوْلِ وَادِعٌ\n---\nإِذا لم يُتَرْ، شَهْمٌ، إِذا تِيرَ، مانِعُ\n---\nوتارَاءُ: من مساجد سيدنا رسولُ الله، صلى الله عليه وسلم، بين المدينة\n---\nوتبوك؛ ورأَيت في حواشي ابن بري بخط الشيخ الفاضل رضي الدين الشاطبي،\n---\nوأَظنه نسبه إلى ابن سيده، قوله:\n---\nوما الدَّهْرُ إِلاّ تارتانِ: فَمِنْهما أَمُوتُ، وأُخرى أَبْتَغِي\n---\nالعَيْشَ أَكْدَحُ أَراد: فمنهما تارة أَموتها أَي أَموت فيها.", "تير": "@تير: التِّير: الحاجز بين الحائطين، فارسي معرب.\n---\nوالتَّيَّارُ: المَوْجُ، وخص بعضهم به موج البحر، وهو آذِيُّه ومَوْجُه؛\n---\nقال عدي بن زيد:\n---\nعَفُّ المكاسِبِ ما تُكْدى حُسافَتُه،\n---\nكالبَحْرِ يَقْذِفُ بالتَّيَّارِ تَيَّارا\n---\nويروى: حَسيفَتُه أَي غيظه وعداوته. والحُسافَةُ: الشيء القليل، وأَصله\n---\nما تساقط من التمر؛ يقول: إِن كان عطاؤُه قليلاً فهو كثير بالإِضافة إِلى\n---\nغيره، وصواب إِنشاده: يُلجق بالتيار تياراً. وفي حديث علي، كرم الله\n---\nوجهه: ثم أَقبل مُزْبِداً كالتَّيَّار؛ قال ابن الأَثير: هو موج البحر\n---\nولُجَّتُه. والتَّيَّار فَيْعالٌ من تار يتور مثل القيام من قام يقوم غير أَن\n---\nفعله مُماتٌ. ويقال: قطع عِرْقاً تَيَّاراً أَي سريع الجَرْيَةِ.\n---\nوفَعَلَ ذلك تارَةً بعد تارة أَي مرة بعد مرة، والجمع تاراتٌ وتِيَرٌ.\n---\nقال الجوهري: وهو مقصور من تِيَارٍ كما قالوا قاماتٌ وقِيَمٌ وإِنما\n---\nغُيِّرَ لأَجل حرف العلة، ولولا ذلك لما غير، أَلا ترى أَنهم قالوا في جمع\n---\nرَحَبَةٍ رحابٌ ولم يقولوا رِحَبٌ؟ وربما قالوه بحذف الهاء؛ قال الراجز:\n---\nبالْوَيْلِ تاراً والثُّبُورِ تارا\n---\nوأَتاره: أَعاده مرة بعد مرة.", "ترز": "@ترز: التَّارِزُ: اليابس الذي لا رُوحَ فيه. تَرِزَ تَرْزاً وتُرُوزاً.\n---\nوتَرِزَ: ماتَ ويَبِسَ؛ قال أَبو ذؤيب:\n---\nفَكَبا كما يَكْبُو فَنِيقٌ تارِزُ\n---\nبالخَبْتِ، إِلاَّ أَنه هو أَبْرَعُ\n---\nوتَرَزَ الماءُ إِذا جَمَدَ. قال أَبو منصور: ومنهم من أَجاز تَرَزَ،\n---\nبالفتح، إِذا هَلَكَ. وتَرَزَ اللحمُ: صَلُبَ. وكلُّ قويّ صُلْب تارِزٌ.\n---\nوأَتْرَزَتِ المرأَة عجينها، وأَتْرَزَ العَدْوُ لحمَ الفَرسِ: أَيْبَسَه.\n---\nابن سيده: وأَتْرَزَ الجَرْيُ لحم الدابة: صَلَّبَهُ، وأَصله من\n---\nالتَّارِزِ اليابس الذي لا رُوحَ فيه؛ قال امرؤ القيس:\n---\nبِعِجْلِزَةٍ قد أَتْرَزَ الجَرْيُ لَحْمَها\n---\nكُمَيْتٍ، كأَنها هِراوَةُ مِنْوالِ\n---\nثم كثر ذلك في كلامهم حتى سَمَّوا الموتَ تارِزاً؛ قال الشماخ:\n---\nكأَنَّ الذي يَرْمي من الموت تارِزٌ\n---\nوفي حديث مجاهد: لا تقوم الساعة حتى يَكْثُرَ التُّرازُ؛ هو بالضم\n---\nوالكسر: موت الفجأَة؛ وأَصله من تَرَزَ الشيءُ إِذا يَبِسَ، وسُمِّيَ\n---\nالمَيِّتُ تارزاً لأَنه يابِسٌ. وفي حديث الأَنصاري الذي كان يَسْتَقي\n---\nلِيَهُودِيٍّ كلَّ دلو بتمرة: واشترط أَن لا يأْخذ تمرةً تارِزَةً أَي حَشَفَةً\n---\nيابسةً.", "ترمز": "@ترمز: التُّرامِزُ من الإِبل: الذي إِذا مَضَغَ رأَيتَ دماغه يَرْتَفِعُ\n---\nويَسْفُلُ، وقيل: هو القوي الشديد. قال ابن جني: ذهب أَبو بكر إِلى أَن\n---\nالتاء فيها زائدة ولا وجه لذلك لأَنها في موضع عين عذافر، فهذا يقضي\n---\nبكونها أَصلاً وليس معنى اشتقاق فيقطع بزيادتها؛ أَنشد أَبو زيد:\n---\nإِذا أَرَدْتَ طَلَبَ المَفاوِزِ،\n---\nفاعْمِدْ لكُلِّ بازِلٍ تُرامِزِ\n---\nوقال أَبو عمرو: جَمَلٌ تُرامِزُ إِذا أَسَنَّ فترى هامته تَرَمَّزُ\n---\nإِذا اعتلف. وارْتَمَزَ رأْسُه إِذا تحرك؛ قال أَبو النجم:\n---\nشُمُّ الذُّرَى مُرْتَمِزاتُ الهام", "توز": "@توز: التُّوزُ: الطبيعة والخُلُقُ كالتُّوسِ. والتُّوزُ: الأَصل.\n---\nوالأَتْوَزُ: الكريم الأَصل. والتُّوزُ أَيضاً: شجر. وتُوزُ: موضع بين مكة\n---\nوالكوفة؛ قال:\n---\nبَيْنَ سَمِيراءَ وبَيْنَ تُوزِ", "تيز": "@تيز: التَّيَّاز: الرجل المُلَزَّزُ المفاصل الذي يَتَتَيَّزُ في\n---\nمِشْيَتِه لأَنه يَتَقَلَّعُ من الأَرض تَقَلُّعاً؛ وأَنشد:\n---\nتَيَّازَةٌ في مَشْيِها قُناخِرَهْ\n---\nالفراء: رجل تَيَّازٌ كثيرُ العَضَلِ، وهو اللحم.\n---\nوتازَ يَتُوزُ تَوْزاً ويَتِيزُ تَيْزاً إِذا غَلُظَ؛ وأَنشد:\n---\nتُسَوَّى على غُسْنٍ فَتازَ خَصِيلُها\n---\nقال: فمن جعل تازَ من يَتِيزُ جعل التَّيَّازَ فَعَّالاً، ومن جعله من\n---\nيَتُوزُ جعله فَيْعالاً كالقَيَّام والدَّيَّار من قامَ ودَارَ. وقوله\n---\nتازَ خَصِيلُها أَي غَلُظَ. وتازَ السهم في الرَّمِيَّةِ أَي اهتزَّ فيها.\n---\nوتَتَيَّزَ في مشْيَتِه: تَقَلَّعَ. والتَّيَّازُ من الرجال: القصير\n---\nالغليظ المُلَزَّزُ الخَلْقِ الشديدُ العَضَلِ مع كثرة لحم فيها. ويقال للرجل\n---\nإِذا كان فيه غلظ وشدة: تَيَّازٌ؛ قال القَطَامِيُّ يصف بَكْرَةً\n---\nاقْتَضَبَهَا وقد أَحسن القيام عليها إِلى أَن قويت وسمِنت وصارت بحيث لا يقدر\n---\nعلى ركوبها لقوَّتها وعزة نفسها:\n---\nفلما أَنْ جَرَى سِمَنٌ عليها،\n---\nكما بَطَّنْتَ بالفَدَنِ السِّيَاعا\n---\nأَمَرْتُ بها الرِّجالَ ليَأْخُذُوها،\n---\nونحن نظُنُّ أَن لا تُسْتَطاعا\n---\nإِذا التَّيَّازُ ذو العَضَلاتِ قلنا:\n---\nإِليكَ إِليكَ ضاقَ بها ذِراعا\n---\nقال ابن بري: هكذا أَنشده الجوهري وغيره إِليك إِليك وفسر في شعره أَن\n---\nإِليك بمعنى خذها لتركبها وتَرُوضَها؛ قال: وهذا فيه إِشكال لأَن سيبويه\n---\nوجميع البصريين ذهبوا إِلى أَن إِليك بمعنى تَنَحَّ وأَنها غير متعدية\n---\nإِلى مفعول، وعلى ما فسروه في البيت يقضي أَنها متعدية لأَنهم جعلوها بمعنى\n---\nخذها؛ قال: ورواه أَبو عمرو الشَّيْبانِيُّ لَدَيْكَ لَدَيْكَ عوضاً من\n---\nإِليك إِليك، قال: وهذا أَشبه بكلام العرب وقول النحويين لأَن لديك بمعنى\n---\nعندك، وعندك في الإِغراء تكون متعدية، كقولك عِنْدَكَ زيداً أَي خذ زيداً\n---\nمن عندك، وقد تكون أَيضاً غير متعدية بمعنى تَأَخَّرْ فتكون خلاف\n---\nفَرْطَكَ التي بمعنى تَقَدَّمْ، فعلى هذا يصح أَن تقول لديك زيداً بمعنى خذه.\n---\nوقوله: ذو العضلات أَي ذو اللحمات الغليظة الشديدة، وكل لحمة غليظة شديدة\n---\nفي ساق أَو غيره فهي عَضَلَةٌ، وإِذا في البيت داخلة على جملة ابتدائية\n---\nلأَن التياز مبتدأٌ، وقلنا خبره، والعائد محذوف تقديره قلنا له، وضاق بها\n---\nذراعاً جواب إِذا؛ قال: ومثله قول الآخر:\n---\nوهَلاَّ أَعَدُّوني لمِثْلي تَفاقَدُوا،\n---\nإِذا الخَصْمُ أَبْزَى مائِلُ الرأْسِ أَنكَبُ\n---\nوقوله: كما بطَّنت بالفدن السياعا، قال: الفدن القَصْرُ، والسياع:\n---\nالطين، قال: وهذا من المقلوب، أَراد كما يُطَيَّنُ بالسِّياعِ الفَدَنُ؛ قال:\n---\nومثله قول خُفَاف بنِ نُدْبَةَ:\n---\nكَنَواحِ رِيشِ حَمامَةٍ نَجْدِيَّةٍ،\n---\nومَسَحْتُ باللِّثَتَيْنِ عَصْفَ الإِثْمِدِ\n---\nوعصف الإِثم: غباره. تقديره: ومسحت بعصف الإِثمد اللثتين؛ قال: ومثله\n---\nلعروة بن الورد:\n---\nفَدَيْتُ بنفْسِه نَفْسي ومالي،\n---\nوما آلُوكَ إِلا ما أُطِيقُ\n---\nأَي فديت بنفسي ومالي نفسه، قال: وقد حمل بعضهم قوله سبحانه وتعالى:\n---\nوامْسَحُوا برؤُوسكم؛ على القلب لأَنه قدّر في الآية مفعولاً محذوفاً تقديره\n---\nوامسحوا برؤُوسكم الماء، والتقدير عنده وامسحوا بالماءِ رؤُوسكم فيكون\n---\nمقلوباً، ولا يجعل الباء زائدة كما يذهب إِليه الأَكثر.", "تختنس": "@تختنس: دَخْتَنُوسُ: اسم امرأَة، وقيل: دَخْدَنوس وتَخْتَنُوسُ.\n---\n@تختنس: دَخْتَنُوسُ: اسم امرأَة، وقيل: دَخْدَنوس وتَخْتَنُوسُ.", "ترس": "@ترس: التُّرْس من السلاح: المُتَوَقَّى بها، معروف، وجمعه أَتْراسٌ\n---\nوتِراسٌ وتِرَسَةٌ وتُروسٌ؛ قال:\n---\nكأَنَّ شَمْسَاً نازَعَتْ شُموسا\n---\nدُروعَنا، والبَيْضَ والتُّروسا\n---\nقال يعقوب: ولا تقل أَتْرِسَة. وكل شيء تَتَرَّسْتَ به، فهو مِتْرَسَةٌ\n---\nلك. ورجل تارِسٌ: ذو تُرْسٍ. ورجل تَرَّاسٌ: صاحب تُرْسٍ. والتَّتَرُّسُ:\n---\nالتَّسَتُّرُ بالتُّرْسِ، وكذلك التَتْريس. وتَتَرَّس بالتُّرْسِ:\n---\nتَوَقَّى، وحكى سيبويه اتَّرَسَ.\n---\nوالمَتْروسَةُ: ما تُتُرِّسَ به. والتُّرْسُ: خشبة توضع خلف الباب\n---\nيُضَبَّبُ بها السرير، وهي المَتَرْسُ بالفارسية. الجوهري: المَتْرَسُ خشبة\n---\nتوضع خلف الباب. التهذيب: المَتَّرَسُ الشِّجار الذي يوضع قِبَلَ البابِ\n---\nدِعامَةً، وليس بعربي، معناه مَتَرْس أَي لا تَخَفْ.", "ترمس": "@ترمس: التُّرْمُسُ: شجرة لها حَبٌّ مُضَلَّع مُحَزَّزٌ، وبه سمي\n---\nالجُمانُ تَرامِسَ. وتَرْمَسَ الرجلُ إِذا تغيب عن حرب أَو شَغْبٍ. الليث: حَفَر\n---\nفلانٌ تُرْمُسَةً تحت الأَرض.", "ترنس": "@ترنس: التُّرْنُسَةُ الحُفْرَةُ تحت الأَرض.", "تعس": "@تعس: التَعْسُ: العَثْرُ: والتَّعْسُ: أَن لا يَنْتَعِشُ العاثِرُ من\n---\nعَثْرَتِه وأَن يُنَكَّسَ في سَِفال، وقيل: التَّعْسُ الانحطاط والعُثُورُ.\n---\nقال أَبو إِسحق في قوله تعالى: فتَعْساً لهم وأَضَلَّ أَعمالهم؛ يجوز\n---\nأَن يكون نصباً على معنى أَتْقَسَهُم اللَّهُ. قال: والتَّعْسُ في اللغة\n---\nالانحطاط والعُثُور؛ قال الأَعشى:\n---\nبِذاتِ لَوْثٍ عِفِرْناةٍ إِذا عَثَرَتْ،\n---\nفالتَّعْسُ أَدْنى لها من أَنْ أَقولَ: لَعا\n---\nويدعو الرجل على بعيره الجواد إِذا عَثُِرَ فيقول: تَعْساً فإِذا كان\n---\nغير جواد ولا نَجِيب فَعَثُِر قال له: لَعاً ومنه قول الأَعشى:\n---\nبذات لوث عفرناة...\n---\nقال أَبو الهيثم: يقال تَعِسَ فلان يَتْعَسُ إِذا أَتْعَسه اللَّه،\n---\nومعناه انْكَبَّ فَعَثَِرَ فسقط على يديه وفمه، ومعناه أَنه ينكر من مثلها في\n---\nسمنها وقوَّتها العِثارُ فإِذا عَثِرَت قيل لها: تَعْساً، ولم يقل لها\n---\nتَعِسَكِ اللَّه، ولكن يدعو عليها بأَن يَكُبَّها اللَّه لمَنْخَرَيْها.\n---\nوالتَّعْسُ أَيضاً: الهلاك؛ تَعِسَ تَعْساً وتَعَسَ يَتْعَسُ تَعْساً:\n---\nهلك؛ قال الشاعر:\n---\nوأَرْماحُهُم يَنْهَزْنَهُم نَهْزَ جُمَّةٍ،\n---\nيَقُلْنَ لمن أَدْرَكْنَ: تَعْساً ولا لَعا\n---\nومعنى التَّعْسِ في كلامهم الشَّرُّ، وقيل: التَعْسُ البُعْدُ، وقال\n---\nالرُّسْتُمي: التَعْسُ أَن يَخِرَّ على وجهه، والنَكْسُ أَن يَخِرَّ على\n---\nرأْسه؛ وقال أَبو عمرو بن العلاءِ: تقول العرب:\n---\nالوَقْسُ يُعْدِي فَتَعَدَّ الوَقْسا،\n---\nمَنْ يَدْنُ للوَقْسِ يُلاقِ تَعْسا\n---\nوقال: الوَقْسُ الجرب، والتَّعْسُ الهلاك. وتعدْ أَي تجنب وتَنَكَّبْ\n---\nكله سواء، وإِذا خاطب بالدعاء قال: تَعَسْتَ، بفتح العين، وإِن دعا على\n---\nغائب كسرها فقال: تَعِسَ؛ قال ابن سيده: وهذا من الغرابة بحيث تراه. وقال\n---\nشمر: سمعته في حديث عائشة، رضي اللَّه عنها، في الإِفْكِ حين عَثَرَتْ\n---\nصاحِبَتُها فقالت: تَعِسَ مِسْطَحٌ. قال ابن الأَثير: يقال تَعِسَ يَتْعَسُ\n---\nإِذا عَثَر وانْكَبَّ لوجهه، وقد تفتح العين، وقال ابن شميل: تَعَسْتَ،\n---\nكأَنه يدعو عليه بالهلاك، وهو تَعِسٌ، وجَدٌّ تَعِسٌ منه. وفي الدعاء:\n---\nتَعْساً له أَي أَلزمه اللَّه هلاكاً. وتَعِسَه اللَّه وأَتْعَسَه، فَعَلْتُ\n---\nوأَفْعَلْتُ بمعنى واحد؛ قال مُجَمِّعُ بن هلال:\n---\nتقولُ وقد أَفْرَدْتُها من خَلِيلِها:\n---\nتَعِسْتَ كما أَتْعَسْتَني يا مُجَمِّعُ\n---\nقال الأَزهري: قال شمر لا أَعرف تَعِسَه اللَّه ولكن يقال: تَعِس بنفسه\n---\nوأَتْعَسَه اللَّه. والتَّعْسُ: السقوط على أَي وجه كان. وقال بعض\n---\nالكلابيين: تَعِسَ يَتْعَسُ تَعْساً وهو أَن يُخطئ حجته إِن خاصم، وبُغْيَتَه\n---\nإِن طَلَبَ. يقال: تَعِسَ فما انْتَعَشَ وشِيكَ فلا انْتَقشَ. وفي\n---\nالحديث: تَعِسَ عبد الدينار وعبد الدرهم؛ وهو من ذلك.", "تغلس": "@تغلس: أَبو عبيد: وَقَع فلان في تُغُلِّسَ، وهي الداهية.", "تلس": "@تلس: التِّلِّيسَة: وعاء يُسَوَّى من الخوص شبه قَفْعَة، وهي شبه العيبة\n---\nالتي تكون عند العَصَّارينَ.", "توس": "@توس: التُّوسُ: الطبيعة والخُلُق. يقال: الكرَم من تُوسِه وسُوسِه أَي\n---\nمن خليقته وطبع عليه، وجعل يعقوب تاء هذا بدلاً من سين سوسه. وفي حديث\n---\nجابر: كان من توسي الحياءُ؛ التُّوس: الطبيعة والخِلْقَةُ. يقال: فلان من\n---\nتُوسِ صِدْقٍ أَي من أَصلِ صِدْقٍ. وتُوساً له: كقوله بُوساً له؛ رواه ابن\n---\nالأَعرابي قال: وهو الأَصل أَيضاً؛ قال الشاعر:\n---\nإِذا المُلِمَّاتُ اعْتَصَرْنَ التُّوسا\n---\nأَي خَرَّجْنَ طبائعَ الناس. وتاساه إِذا آذاه واستخف به.", "تيس": "@تيس: التَّيْسُ: الذكر من المَعَزِ، والجمع أَتْياسٌ وأَتْيُسٌ؛ قال\n---\nطَرَفَةُ:\n---\nملك النهار ولِعْبُه بفُحُولَةٍ،\n---\nيَعْلُونَه بالليل عَلْوَ الأَتْيُسِ\n---\nوقال الهُذَليّ:\n---\nمن فَوْقِه أَنْسُرٌ سُودٌ وأَغْرِبَةٌ،\n---\nودونه أَعْنُزٌ كُلْفٌ وأَتْياسُ\n---\nوالجمع الكثير تُيُوسٌ. والتَّيَّاسُ: الذي يمسكه. والمَتْيُوساءُ:\n---\nجماعة التُّيُوس. وتاسَ الجَدْيُ: صار تَيْساً؛ عن الهَجَري. أَبو زيد: إِذا\n---\nأَتى على ولد المِعْزى سنة فالذكر تَيْسٌ، والأُنثى عنز. واسْتَتْيَسَتِ\n---\nالشاة: صارت كالتَّيْس. قال ثعلب: ولا يقال اسْتاسَتْ. وعَنْزٌ تَيْساءُ\n---\nإِذا كان قرناها طويلين كَقَرْن التَّيْس، وهي بَيِّنَةُ التَّيَسِ. وقال\n---\nابن شميل: التَّيْساءُ من المِعْزى التي يُشْبه قرناها قَرْنَي\n---\nالأَوعالِ الجبلية في طولها، والعرب تُجْري الظِّباءَ مُجْرى العَنْزِ فيقولون في\n---\nإناثها المَعَز، وفي ذكورها التُّيُوس؛ قال الهُذَليُّ:\n---\nوعادِيَةٍ تُلْقي الثِّيابَ، كأَنَّها\n---\nتُيُوسُ ظِباءٍ مَحْصُها وانْبِتارُها\n---\nولو أَجرَوها مُجْرى الضأْن لقال: كباش ظباء؛ ورجل تَيَّاسٌ.\n---\nوتِيْسي: كلمة تقال عند إِرادة إِبطال الشيء وتكذيبه والتكذيب به؛ ومنه\n---\nحديث أَبي أَيوب: أَنه ذَكرَ الغُولَ فقال قل لها: تِيسِي جَعارِ، فكأَنه\n---\nقال لها كذبت يا خارية. قال: والعامة تغير هذا اللفظ وتقول: طِيْزي،\n---\nتبدل من التاء طاء ومن السين زاياً لتقارب ما بين هذه الحروف من المخارج.\n---\nأَبو زيد: يقال احْمَقِي وتِيسي للرجل إِذا تكلم بحُمْق، وربما لا يَسُبُّه\n---\nسَبّاً. ومن أَمثالهم في الرجل الذليل يَتَعَزَّزُ: كانت عَنْزاً\n---\nفاستَتْيَستْ. ويقال: استَتْيَسَت العَنْزُ كما يقال استَنْوَقَ الجَمَلُ.\n---\nالجوهري: وفي فلان تَيْسِيَّةٌ، وناس يقولون: تَيْسُوسِيَّة وكَيْفُوفِيَّةٌ؛\n---\nقال: ولا أَدري ما صحتهما. ويقال: تُوساً له وبُوساً وجُوساً. ويقال\n---\nللذكر من الظباء: تَيْسٌ وللأُنثى عَنْزٌ، وجَعارِ معدولة عن جاعِرَة كقولك\n---\nقَطامِ ورَقاشِ، على فَعالٍ، مأْخوذ عن الجَعْر، وهو الحَدَث. قال: وهو\n---\nمن أَسماء الضَّبُع. قال ابن السكيت: تُشْتَم المرأَةُ فيقال قُومي\n---\nجَعارِ، وتشبه بالضبع. ويقال للضبع: تِيْسي جَعار، ويقال: اذهبي لَكاعِ وذَفارِ\n---\nوبَظارِ. وفي حديث علي، رضي اللَّه عنه: واللَّه لأُتِيسَنَّهم عن ذلك\n---\nأَي لأُبْطِلَنَّ قولهم ولأَرُدَّنَّهُمْ عن ذلك.\n---\nوتِيَاسٌ: موضع بالبادية كان به حرب حين قُطِعت رِجل الحرث بن كعب فسمي\n---\nالأَعرج؛ وفي بعض الشعر:\n---\nوقتْلَى تِياسٍ عن صَلاحٍ تُعَرِّبُ", "ترش": "@ترش: التهذيب: ابن دريد التَّرَش خِفَّة ونَزَقٌ. تَرِشَ يَتْرَش\n---\nتَرَشاً فهو تَرِش، وتارِش؛ قال أَبو منصور: هذا مُنْكر.", "تمش": "@تمش: التهذيب: تَمَشْت الشيءَ تَمْشاً إِذا جمعته؛ قال أَبو منصور: هذا\n---\nمنكر جدّاً.", "تخرص": "@تخرص: التِّخْرِيص: لغة في الدِّخرِيص.", "ترص": "@ترص: التَّرِيصُ: المحكمُ، تَرُصَ الشيءُ تَراصةً، فهو مُتْرَصٌ وتَرِيص\n---\nمثل ماء مُسْخَن وسَخِين وحبْل مُبْرم وبَرِيم أَي مُحْكم شديد؛ قال:\n---\nوشُدَّ يدَيْكَ بالعَقْدِ التَّرِيصِ\n---\nوأَتْرَصَه هو وتَرَصه وتَرَّصَه: أَحْكَمه وقَوَّمَه؛ قال ذو الإِصْبع\n---\nالعَدْوانيّ يصف نَبْلاً:\n---\nتَرَّصَ أَفْواقَها وقَوَّمَها\n---\nأَنْبَلُ عَدْوانَ كُلِّها صَنَعا\n---\nأَنْبَلُها: أَعْمَلُها بالنَّبْل، وقيل: أَحْذَقُها؛ قال ابن بري:\n---\nوشاهدُ أَتْرَصَه قول الأَعشى:\n---\nوهل تُنْكَرُ الشمسُ في ضَوْئِها،\n---\nأَو القَمَرُ الباهِرُ المُتْرَصُ؟\n---\nومِيزانٌ تَرِيصٌ أَي مُقَوَّم. وفي الحديث: لو وُزِنَ رَجاءُ المؤمن\n---\nوخَوْفُه بميزانٍ تَرِيصٍ ما زادَ أَحدُهما على الآخر أَي بميزان مُسْتوٍ،\n---\nوالتَّرِيصُ، بالصاد المهملة: المُحْكَم المُقَوَّمُ. ويقال: أَتْرِصْ\n---\nميزانَك فإِنه شائلٌ أَي سَوِّه وأَحْكِمْه. وفرسٌ تارِصٌ: شديد وَثِيقٌ؛\n---\nأَنشد ثعلب:\n---\nقد أَغْتَدي بالأَعْوَجِيِّ التارِصِ", "تعص": "@تعص: تَعِصَ تَعَصاً: اشتكى عصَبَه من شِدَّةِ المَشْي. والتَّعَصُ:\n---\nشبيه بالمَعَصِ، قال: وليس بثَبَت.", "تلص": "@تلص: تَلَّصَ الشيء: أَحْكَمه مثل تَرَّصَه. ويقال: تَلَّصَه ودَلَّصَه\n---\nإِذا ملَّسَه ولَيَّنَه.", "ترض": "@ترض: تِرْياضٌ: من أَسماء النساءِ.", "تعض": "@تعض: امرأَةٌ تَعْضُوضةٌ، قال الأَزهري: أَراها الضَّيِّقة.\n---\nوالتَّعْضُوضُ: ضَرْبٌ من التَّمر. قال الأَزهري: والتاء فيهما ليست بأَصلية هي مثل\n---\nتاء تَرْنُوقِ المَسِيل، وهي ما يجتمع من الطين في النهر. وفي الحديث:\n---\nوأَهْدَتْ لنا نَوْطاً من التَّعْضوض، بفتح التاء، وهو تمر أَسود شديد\n---\nالحلاوة، ومَعْدِنُه هجر؛ قال ابن الأَثير: وليس هذا بابه ولكنه ترجم عليه في\n---\nالتاء مع العين. وفي حديث عبد الملك بن عمير: واللّه لتَعْضُوضٌ كأَنه\n---\nأَخْفافُ الرِّبَاعِ أَطْيَبُ مِنْ هذا.", "تحط": "@تحط: الأَزهري قال: تَحُوطُ اسم القَحْطِ؛ ومنه قول أَوْس بن حجر:\n---\nالحافِظُ الناسِ في تَحُوطَ، إِذا\n---\nلم يُرْسِلُوا تحتَ عائذٍ رُبَعا\n---\nقال: كأَنَّ التاء في تحوط تاء فعل مضارع ثم جعل اسماً معرفة للسنة، ولا\n---\nيُجْرَى، ذكَرها في باب الحاء والطاء والتاء.", "تخطع": "@تخطع: تَخْطَعٌ: اسم؛ قال ابن دريد: أَظنه مصنوعاً لأَنه لا يعرف معناه.", "ترع": "@ترع: تَرِعَ الشيءُ، بالكسر، تَرَعاً وهو تَرِعٌ وتَرَعٌ: امتَلأَ.\n---\nوحَوْضٌ تَرَعٌ، بالتحريك، ومُتْرَعٌ أَي مَمْلوء. وكُوزٌ تَرَعٌ أَي\n---\nمُمْتَلِئ، وجَفْنة مُتْرَعة، وأَتْرَعه هو؛ قال العجاج:\n---\nوافْتَرَشَ الأَرضَ بسَيْلٍ أَتْرَعا\n---\nوهذا البيت أَورده الجوهري: بسَيْر أَتْرَعا؛ قال ابن بري: هو لرؤبة،\n---\nقال: والذي في شعره بسَيْل باللام؛ وبعده:\n---\nيَمْلأُ أَجْوافَ البِلادِ المَهْيَعا\n---\nقال: وأَتْرعَ فعل ماض. قال: ووصف بني تَمِيم وأَنهم افترشوا الأَرض\n---\nبعدد كالسيل كثرة؛ ومنه سَيْلٌ أَتْرَعُ وسَيْلٌ تَرّاع أَي يملأُ الوادي،\n---\nوقيل: لا يقال تَرِعَ الإِناءُ ولكن أُتْرِعَ. الليث: التَّرَعُ امْتِلاءُ\n---\nالشيء، وقد أَتْرَعْت الإِناءَ ولم أَسمع تَرِعَ الإِناءُ، وسَحاب\n---\nتَرِعٌ: كثير المطر؛ قال أَبو وجزة:\n---\nكأَنّما طَرَقَتْ ليْلى مُعَهَّدةً\n---\nمن الرِّياضِ، ولاها عارِضٌ تَرِعُ\n---\nوتَرِعَ الرجلُ تَرَعاً، فهو تَرِعٌ: اقتحم الأُمور مَرَحاً ونشاطاً.\n---\nورجل تَرِعٌ: فيه عَجَلة، وقيل: هو المُستعِدُّ للشرّ والغَضبِ السريعُ\n---\nإِليهما؛ قال ابن أَحمر:\n---\nالخَزْرَجِيُّ الهِجانُ الفَرْعُ لا تَرِعٌ\n---\nضَيْقُ المَجَمِّ، ولا جافٍ، ولا تَفِلُ\n---\nوقد تَرِعَ تَرَعاً. والتَّرِعُ: السفيهُ السريعُ إِلى الشرِّ.\n---\nوالتَّرِعةُ من النساء: الفاحِشة الخفيفة.\n---\nوتَتَرَّع إِلى الشيء: تَسَرَّعَ. وتَتَرَّعَ إِلينا بالشرِّ:\n---\nتَسَرَّعَ. والمُتَتَرِّع: الشِّرِّيرُ المُسارِعُ إِلى ما لا ينبغي له؛ قال\n---\nالشاعر:\n---\nالباغي الحَرْب يَسْعَى نحْوَها تَرِعاً،\n---\nحتى إِذا ذاقَ منها حامِياً بَرَدا\n---\nالكسائي: هو تَرِعٌ عَتِلٌ. وقد تَرِعَ تَرَعاً وعَتِلَ عَتَلاً إِذا\n---\nكان سريعاً إِلى الشرِّ. وروى الأَزهري عن الكلابيِّين: فلان ذو مَتْرَعةٍ\n---\nإِذا كان لا يَغْضَب ولا يعجل، قال: وهذا ضدّ التَّرِع. وفي حديث ابن\n---\nالمُنْتَفِق: فأَخَذتُ بِخِطام راحلةِ رسولِ الله، صلى الله عليه وسلم، فما\n---\nتَرَعَني؛ التَّرَعُ: الإِسراعُ إِلى الشيء، أَي ما أَسرَعَ إِليّ في النهْي،\n---\nوقيل: تَرَعَه عن وجهه ثَناه وصرَفَه.\n---\nوالترْعةُ: الدرجة، وقيل: الرُّوْضة على المكان المرتفع خاصّة، فإِذا\n---\nكانت في المَكان المُطمئنّ فهي روضة، وقيل: التُّرْعة المَتْن المرتفع من\n---\nالأَرض؛ قال ثعلب: هو مأْخوذ من الإِناء المُتْرَع، قال: ولا يعجبني. وقال\n---\nأَبو زياد الكلابي: أَحسنُ ما تكون الروْضةُ على المكان فيه غِلَظٌ\n---\nوارْتفاع؛ وأَنشد قول الأَعشى:\n---\nما رَوْضةٌ من رِياض الحَزْنِ مُعْشِبةٌ\n---\nخَضْراء، جادَ عليها مُسْبِلٌ هَطِلُ\n---\nفأَما قول ابن مقبل:\n---\nهاجُوا الرحيلَ، وقالوا: إِنّ مَشْرَبَكم\n---\nماء الزَّنانيرِ من ماويَّةَ التُّرَعُ\n---\nفهو جمع التُّرْعةِ من الأَرض، وهو على بدل من قوله ماء الزنانير كأَنه\n---\nقال غُدْران ماء الزنانير، وهي موضع. ورواه ابن الأَعرابي: التُّرَعِ،\n---\nوزعم أَنه أَراد المَمْلُوءة فهو على هذا صفة لماويّة، وهذا القول ليس\n---\nبقويّ لأَنا لم نسمعهم قالوا آنية تُرَع.\n---\nوالتُّرْعةُ: البابُ. وحديث سيدنا رسول الله، صلى الله عليه وسلم: إنّ\n---\nمِنْبري هذا على تُرْعةٍ من تُرَعِ الجنة، قيل فيه: التُّرْعة البابُ، كأَنه\n---\nقال مِنبري على باب من أَبواب الجنة، قال ذلك سهَل بن سعد الساعدي وهو\n---\nالذي رَوى الحديث؛ قال أَبو عبيد: وهو الوجه، وقيل: الترعة المِرْقاةُ من\n---\nالمِنبر، قال القُتيبي: معناه أَن الصلاةَ والذكر في هذا الموضع يُؤدّيان\n---\nإِلى الجنة فكأَنه قِطْعة منها، وكذلك قوله في الحديث الآخر: ارْتَعُوا في\n---\nرِياض الجنة أَي مَجالِسِ الذكر، وحديث ابن مسعود: مَن أَراد أَن يَرْتَعَ\n---\nفي رياض الجنة فليقرأْ أَلَ حم، وهذا المعنى من الاستعارة في الحديث\n---\nكثير، كقوله عائدُ المَريض في مَخارِف الجنة، والجنةُ تحت بارقةِ السيوف، وتحت\n---\nأَقدام الأُمهات أَي أَن هذه الأَشياء تؤدّي إِلى الجنة، وقيل: التُّرعة\n---\nفي الحديث الدَّرجةُ، وقيل: الروضة. وفي الحديث أَيضاً: إِن قَدَمَيَّ على\n---\nتُرْعةٍ من تُرَعِ الحوض، ولم يفسره، أَبو عبيد. أَبو عمرو: التُّرْعةُ\n---\nمَقام الشاربةِ من الحوض. وقال الأَزهري: تُرْعةُ الحوض مَفْتح الماء\n---\nإِليه، ومنه يقال: أَتْرَعْت الحوضَ إِتْراعاً إِذا ملأْته، وأَتْرَعْت\n---\nالإِناء، فهو مُتْرَع. والتَّرّاعُ: البَوّاب؛ عن ثعلب؛ قال هُدْبةُ\n---\n(* قوله\n---\n«قال هدبة» أي يصف السجن كما في الاساس) بن الخَشْرَم:\n---\nيُخَيِّرُني تَرّاعُه بين حَلْقةٍ\n---\nأَزُومٍ، إِذا عَضَّتْ، وكَبْلٍ مُضَبَّبِ\n---\nقال ابن بري: والذي في شعره يخيرين حَدّاده. وروى الأَزهري عن حماد بن\n---\nسَلَمة أَنه قال: قرأْت في مصحف أُبيّ بن كعب: وتَرَّعَتِ الأَبوابَ، قال:\n---\nهو في معنى غَلَّقت الأَبواب. والتُّرْعة: فَمُ الجَدْولِ يَنْفَجِر من\n---\nالنهر، والجمع كالجمع. وفي الصحاح: والتُّرْعةُ أَفواه الجَداولِ، قال ابن\n---\nبري: صوابه والتُّرَعُ جمع تُرْعة أَفواه الجداول. وفي الحديث: أَن النبي،\n---\nصلى الله عليه وسلم، قال وهو على المنبر: إِنّ قَدَمَيَّ على تُرْعة من\n---\nتُرَع الجنة، وقال: إِنَّ عبداً من عِبادِ الله خَيَّره رَبُّه بين أَن\n---\nيَعِيش في الدنيا ما شاء وبين أَن يأْكل في الدنيا ما شاء وبين لقائه فاختار\n---\nالعبدُ لقاء ربه، قال: فبكى أَبو بكر، رضي الله عنه، حين قالها وقال: بل\n---\nنُفَدِّيك يا رسول الله بآبائنا. قال أَبو القاسم الزجاجي: والرواية متصلة من\n---\nغير وجه أَن النبي، صلى الله عليه وسلم، قال هذا في مرضه الذي مات فيه،\n---\nنَعَى نفْسَه، صلى الله عليه وسلم، إِلى أَصحابه. والتُّرْعة: مَسِيل الماء\n---\nإِلى الروضة، والجمع من كل ذلك تُرَعٌ. والتُّرْعة: شجرة صغيرة تنبت مع\n---\nالبقل وتَيْبَس معه هي أَحب الشجر إِلى الحَمِير. وسَيْر أَتْرَعُ: شَدِيد،\n---\nوالتِّرياعُ، بكسر التاء وإسكان الراء: موضع.", "تسع": "@تسع: التِّسْع والتِّسعة من العدد: معروف تجري وجوهه على التأْنيث\n---\nوالتذكير تسعة رجال وتسع نسوة. يقال: تسعون في موضع الرفع وتسعين في موضع النصب\n---\nوالجر، واليوم التاسع والليلة التاسعة، وتِسعَ عَشرةَ مفتوحان على كل حال\n---\nلأَنهما اسمان جعلا اسماً واحداً فأُعْطِيا إِعراباً واحداً غير أَنك\n---\nتقول تسع عَشرةَ امرأَةً وتسعة عشر رجلاً، قال الله تعالى: عليها تسعة عشَرَ\n---\nأَي تسعة عشر مَلَكاً، وأَكثر القرّاء على هذه القراءة، وقد قرئ: تسعةَ\n---\nعْشر، بسكون العين، وإِنما أَسكنها مَن أَسكنها لكثرة الحركات والتفسير\n---\nأنّ على سَقَرَ تسعة عشر ملَكاً، وقولُ العرب تسعةُ أَكثر من ثمانيةَ فلا\n---\nتصرف إِلا إِذا أَردت قَدْر العدَد لا نفس المعدود، فإِنما ذلك لأَنها\n---\nتُصيِّر هذا اللفظَ علماً لهذا المعنى كَزوبَرَ من قوله: عُدَّتْ عليّ\n---\nبِزَوْبَرا، وهو مذكور في موضعه. والتسعُ في المؤنث كالتسعة في المذكر.\n---\nوتَسَعَهم يَتْسَعُهم، بفتح السين: صار تاسعهم. وتَسَعَهم: كانوا ثمانية\n---\nفأَتَّمَّهم تسْعة. وأَتْسَعُوا: كانوا ثمانية فصاروا تسعة. ويقال: هو تاسعُ\n---\nتسعةٍ وتاسعٌ ثمانيةً وتاسعُ ثمانيةٍ، ولا يجوز أَن يقال هو تاسعٌ تسعةً ولا\n---\nرابعٌ أَربعةً إِنما يقال رابعُ أَربعةٍ على الإِضافة، ولكنك تقول رابعٌ\n---\nثلاثةً، هذا قول الفراء وغيره من الحُذّاق. والتاسُوعاء: اليوم التاسع من\n---\nالمحرّم، وقيل هو يوم العاشُوراء، وأَظنه مُولَّداً. وفي حديث ابن عباس،\n---\nرضي الله عنهما: لئن بَقِيتُ إِلى قابل لأَصُومَنّ التاسع يعني عاشُوراء،\n---\nكأَنه تأَوّل فيه عِشْرَ الوِرْد أَنها تسعة أَيام، والعرب تقول ورَدت\n---\nالماء عِشْراً، يعنون يوم التاسع ومن ههنا قالوا عِشْرِينَ، ولم يقولوا\n---\nعِشْرَيْن لأَنهما عِشْرَانِ وبعضُ الثالث فجُمع فقيل عِشْرِين، وقال ابن بري:\n---\nلا أَحسبهم سموا عاشوراء تاسوعاء إِلا على الأَظْماء نحو العشر لأَن\n---\nالإِبل تشرب في اليوم التاسع وكذلك الخِمْس تشرب في اليوم الرابع؛ قال ابن\n---\nالأَثير: إِنما قال ذلك كراهةً لموافقة اليهود فإِنهم كانوا يصومون عاشوراء\n---\nوهو العاشر، فأَراد أَن يخالفهم ويصوم التاسع، قال: وظاهر الحديث يدل على\n---\nخلاف ما ذَكر الأَزهري من أَنه عنى عاشوراء كأَنه تأَوّل فيه عِشْر\n---\nوِرْد الإِبل لأَنه قد كان يصوم عاشوراء، وهو اليوم العاشر، ثم قال: إِن\n---\nبَقِيت إِلى قابل لأَصُومنّ تاسوعاء، فكيف يَعِدُ بصوم يوم قد كان يصومه؟\n---\nوالتسع من أَظْماء الإِبل: أَن تَرِد إِلى تسعة أَيام، والإِبلُ تَواسِعُ.\n---\nوأتسع القوم فهم مُتسِعون إِذا وردت إِبلهم لتسعة أَيام وثماني ليال. وحبْلٌ\n---\nمَتْسُوع: على تِسْع قُوىً.\n---\nوالثَّلاثُ التُّسَعُ مثال الصُّرَدِ: الليلة السابعة والثامنة والتاسعة\n---\nمن الشهر، وهي بعد النُّفَل لأَن آخر ليلة منها هي التاسعة، وقيل: هي\n---\nالليالي الثلاث من أَوّل الشهر، والأَوّل أَقْيَسُ. قال الأَزهري: العرب\n---\nتقول في ليالي الشهر ثلاث غُرَرٌ وبعدها ثلاث نُفَلٌ وبعدها ثلاث تُسَعٌ،\n---\nسمّين تُسعاً لأَن آخرتهن الليلة التاسعة كما قيل للثلاث بعدها: ثلاث عُشَر\n---\nلأَن بادِئتَها الليلة العاشرة.\n---\nوالعَشِيرُ والتَّسِيعُ: بمعنى العُشْر والتُّسْع. والتُّسْعُ، بالضم،\n---\nوالتَّسِيعُ: جزِء من تسعة يطَّرِد في جميع هذه الكسورِ عند بعضهم؛ قال\n---\nشمر: ولم أَسمع تَسِيعاً إِلا لأَبي زيد.\n---\nوتَسَعَ المالَ يَتْسَعُه: أَخذ تُسْعه. وتَسَعَ القومَ، بفتح السين\n---\nأَيضاً، يَتْسَعُهم: أَخذ تُسْع أَموالهم. وقوله تعالى: ولقد آتينا موسى\n---\nتِسْعَ آيات بيِّنات؛ قيل في التفسير: إِنها أَخْذُ آلِ فِرعون بالسِّنِينَ،\n---\nوهو الجَدْب، حتى ذهبت ثِمارُهم وذهب من أَهل البوادي مَواشِيهم، ومنها\n---\nإِخراج موسى، عليه السلام يدَه بيضاء للناظرين، ومنها إِلقاؤه عصاه فإِذا\n---\nهي ثُعبان مبين، ومنها إِرسال الله تعالى عليهم الطُّوفان والجَراد\n---\nوالقُمَّلَ والضَّفادِعَ والدَّمَ وانْفِلاقُ البحر ومن آياته انفجار\n---\nالحجر.وقال الليث: رجل مُتَّسِع وهو المُنْكَمِشُ الماضي في أَمره؛ قال\n---\nالأَزهري: ولا أَعرف ما قال إِلا أَن يكون مُفْتَعِلاً من السَّعةِ، وإِذا كان\n---\nكذلك فليس من هذا الباب. قال: وفي نسخة من كتاب الليث مِسْتَعٌ، وهو\n---\nالمُنْكَمِشُ الماضي في أَمره، ويقال مِسْدَعٌ لغة، قال: ورجل مِسْتَعٌ أَي\n---\nسريع.", "تعع": "@تعع: التَّعُّ: الاسْتِرْخاء. تَعَّ تَعًّا وأَتَعَّ: قاء كثَعَّ؛ عن\n---\nابن دريد، قال أَبو منصور في ترجمة ثعع: روى الليث هذا الحرف بالتاء\n---\nالمثناة: تَعَّ إِذا قاء، وهو خطأٌ إِنما هو بالثاء المثلثة لا غير من\n---\nالثعْثَعةِ، والثعْثَعةُ: كلام فيه لُثْعة، والتعْتَعةُ: الحركة العَنِيفة، وقد\n---\nتَعْتَعَه إِذا عَتَلَه وأَقْلَقه. أَبو عمرو: تَعْتَعْتُ الرجلَ\n---\nوتَلْتَلْتُه: وهو أَن تُقْبِلَ به وتُدْبِرَ به وتُعَنِّفَ عليه في ذلك، وهي\n---\nالتعْتَعة والتلْتَلةُ أَيضاً. وفي الحديث: حتى يؤخََذَ للضعيفِ حقُّه غير\n---\nمُتعتع، بفتح التاء، أَي من غير أَن يُصِيبه أَذًى يُقْلِقُه ويُزْعِجُه.\n---\nوالتعْتَعُ: الفأْفاء. والتعْتعةُ في الكلام: أَن يَعْيَا بكلامه ويتَرَدَّد\n---\nمن حَصْر أَو عِيٍّ، وقد تَعْتَعَ في كلامه وتَعْتَعه العِيُّ. ومنه\n---\nالحديث: الذي يقرأُ القرآن ويَتَتَعْتَع\n---\n(* قوله «ويتتعتع» كذا هو في الأصل\n---\nمضارع تتعتع خماسياً وهو في النهاية يتعتع مضارع تعتع رباعياً ولعلهما\n---\nروايتان) فيه أَي يتردَّدُ في قراءته ويَتَبَلَّدُ فيها لسانُه. وتُعْتِعَ فلان\n---\nإِذا رُدّ عليه قولُه، ولا أَدْرِي ما الذي تَعْتَعَه. ووقَع القومُ في\n---\nتَعاتِعَ إِذا وقعوا في أَراجِيفَ وتَخْلِيط. وتَعْتعةُ الدابةِ:\n---\nارْتِطامها في الرمل والخَبار والوَحل من ذلك. وقد تَعْتَعَ البعيرُ وغيره إِذا\n---\nساخَ في الخَيار أَي في وُعُوثةِ الرِّمال؛ قال الشاعر:\n---\nيُتَعْتِعُ في الخَيارِ إِذا عَلاه،\n---\nويَعْثُر في الطَّرِيقِ المُسْتَقِيمِ", "تلع": "@تلع: تَلعَ النهارُ يَتْلَعُ تَلْعاً وتُلُوعاً وأَتْلَع: ارْتَفَعَ.\n---\nوتَلَعَتِ الضُّحَى تُلُوعاً وأَتْلَعَت: انْبَسَطَت. وتَلَعُ الضُّحى:\n---\nوقتُ تُلُوعِها؛ عن ابن الأَعرابي؛ وأَنشد:\n---\nأَأَنْ غَرَّدَتْ في بَطنِ وادٍ حَمامةٌ\n---\nبَكَيْتَ، ولم يَعْذِرْكَ بالجَهْلِ عاذِرُ\n---\nتَعالَيْن في عُبْرِيّه، تَلَعَ الضُّحَى،\n---\nعلى فَنَنٍ، قد نَعَّمَتْه السَّرائر\n---\nوتَلَع الظبْيُ والثَّوْرُ من كِناسه: أَخرج رأْسه وسَمَا بِجِيدِه.\n---\nوأَتْلَع رأْسَه: أَطْلَعه فنظر؛ قال ذو الرُّمة:\n---\nكما أَتْلَعَتْ، من تَحْتِ أَرْطَى صَرِيمةٍ\n---\nإِلى نَبْأَةِ الصوْتِ، الظِّباءُ الكَوانِسُ\n---\nوتَلَع الرجلُ رأْسَه: أَخرجه من شيء كان فيه، وهو شِبْه طَلَع إِلا أَن\n---\nطلَع أَعمّ. قال الأَزهري: في كلام العرب: أَتْلَع رأْسَه إِذا أَطلَع\n---\nوتَلَع الرأْسُ نفْسُه، وأَنشد بيت ذي الرمة.\n---\nوالأَتْلَعُ والتَّلِعُ والتَّلِيعُ: الطويلُ، وقيل: الطويلُ العُنُقِ،\n---\nوقال الأَزهري في ترجمة بتع: والبَتِعُ الطويل العُنق، والتَّلِعُ الطويل\n---\nالظهر. قال أَبو عبيد: أَكثر ما يراد بالأَتلع طويل العنق، وقد تَلِعَ\n---\nتَلَعاً، فهو تَلِعٌ بيّن التَّلَعِ؛ وقول غَيلانَ الرَّبَعِي:\n---\nيَسْتَمْسِكُونَ، من حِذارِ الإِلْقاء،\n---\nبتَلِعاتٍ كجُذُوعِ الصِّيصاء\n---\nيعني بالتّلِعات هنا سُكّانات السُّفُن؛ وقوله من حِذار الإِلقاء أَراد\n---\nمن خَشْية أَن يقَعُوا في البحر فيَهْلِكوا؛ وقوله كجُذُوعِ الصِّيصاء أَي\n---\nأَن قُلُوعَ هذه السفينة طويلة حتى كأَنها جُذُوع الصّيصاء وهو ضرب من\n---\nالتمر نَخْلُه طِوالٌ. وامرأَة تَلْعاء بيِّنة التلَعِ، وعُنق أَتْلَع\n---\nوتَلِيعٌ، فيمن ذكَّر: طويلٌ، وتَلْعاء فيمن أَنَّث؛ قال الأَعشى:\n---\nيومَ تُبْدِي لنا قُتَيْلةُ عن جِيـ\n---\nـدٍ تَلِيعٍ، تَزِينُه الأَطْواقُ\n---\nوقيل: التَّلَعُ طُوله وانْتِصابه وغِلَظُ أَصلِه وجَدْلُ أَعْلاه.\n---\nوالأَتْلَع أَيضاً والتَّلِعُ: الطويل من الادبَ\n---\n(* قوله« من الادب» هكذا في\n---\nالأصل ولعلها من الآدمي) ؛ قال:\n---\nوعَلَّقُوا في تَلِعِ الرأْسِ خَدِبْ\n---\nوالأُنثى تَلِعةٌ وتَلْعاء. والتَّلِعُ: الكثير التَّلَفُّت حوْله،\n---\nوقيل: تَلِيعٌ وسيِّد تَلِيعٌ وتَلِعٌ: رفِيعٌ. وتَتَلَّع في مَشْيِه\n---\nوتَتالَع: مَدَّ عُنقَه ورفَع رأْسَه.\n---\nوتتلَّع: مَدَّ عُنقَه للقيام. يقال: لزم فلان مكانه قعَد فما يَتتلَّع\n---\nأَي فما يرفع رأْسه للنُّهوض ولا يريد البَراح. والتَّتلُّع: التقدُّم؛\n---\nقال أَبو ذؤيب:\n---\nفوَرَدْنَ، والعَيُّوقُ مَقْعَدَ رابئِ الضْـ\n---\nـضُرَباء فوقَ النجْمِ، لا يَتتلَّعُ\n---\nقال ابن بري: صوابه خلفَ النجم، وكذلك رواية سيبويه. وفي حديث عليّ: لقد\n---\nأَتْلَعُوا أَعناقَهم إِلى أَمْرٍ لم يكونوا أَهلَه فوُقِصُوا دونه أَي\n---\nرَفَعُوها. والتَّلْعةُ: أَرض مُرتفعة غَلِيظة يَتردَّدُ فيها السيْلُ ثم\n---\nيَدْفع منها إِلى تَلْعةٍ أَسفل منها، وهي مَكْرَمةٌ من المَنابِت.\n---\nوالتَّلْعةُ: مَجْرَى الماء من أَعلى الوادي إِلى بُطون الأَرض، والجمع\n---\nالتِّلاعُ. ومن أَمثال العرب: فلان لايَمْنَع ذَنَبَ تَلْعة؛ يضرب للرجل الذليل\n---\nالحقير. وفي الحديث: فيجيء مطر لا يُمْنَعُ منه ذَنَبُ تَلْعة؛ يريد كثرته\n---\nوأَنه لا يخلو منه موضع. وفي الحديث: ليَضْرِبَنَّهم المؤمنون حتى لا\n---\nيَمنَعُوا ذنَبَ تَلْعة. ابن الأَعرابي: ويقال في مثل: ما أَخاف إِلا من سيْل\n---\nتَلْعَتي أَي من بني عمي وذوي قرابَتي، قال: والتَّلْعَةُ مَسيلُ الماء\n---\nلأَن من نزل التلْعة فهو على خَطَر إِن جاء السيلُ جرَفَ به، قال: وقال هذا\n---\nوهو نازل بالتلعة فقال: لا أَخاف إِلاَّ من مَأْمَني. وقال شمر:\n---\nالتِّلاعُ مَسايِلُ الماء يسيل من الأَسْناد والنِّجاف والجبال حتى يَنْصَبَّ في\n---\nالوادي، قال: وتَلْعة الجبل أَن الماء يجيء فيخُدُّ فيه ويحْفِرُه حتى\n---\nيَخْلُصَ منه، قال: ولا تكون التِّلاع إِلا في الصحارى، قال: والتلْعة ربما\n---\nجاءت من أَبْعَد من خمسة فراسخ إِلى الوادي، فإِذا جرت من الجبال فوقعت في\n---\nالصَّحارى حفرت فيها كهيئة الخَنادق، قال: وإِذا عظُمت التلْعة حتى تكون\n---\nمثل نصف الوادي أَو ثُلُثَيْه فهي مَيْثاء. وفي حديث الحجاج في صفة المطر:\n---\nوأَدْحَضت التِّلاعَ أَي جعلَتْها زَلَقاً تَزْلَق فيها الأَرجُل.\n---\nوالتلْعةُ: ما انهَبط من الأرض، وقيل: ما ارْتَفَع، وهو من الأَضْداد، وقيل:\n---\nالتَّلْعةُ مثل الرَّحَبةِ، والجمع من كل ذلك تَلْعٌ وتِلاعٌ؛ قال عارِق\n---\nالطائي:\n---\nوكُنَّا أُناساً دائِنينَ بغِبْطةٍ،\n---\nيَسِيلُ بِنا تَلْعُ المَلا وأَبارِقُهْ\n---\nوقال النابغة:\n---\nعَفا ذو حُساً من فَرْتَنى فالفَوارِعُ،\n---\nفَجَنْبا أَرِيكٍ، فالتِّلاعُ الدَّوافِعُ\n---\nحكى ابن بري عن ثعلب قال: دخلت على محمد بن عبد الله بن طاهر وعنده أَبو\n---\nمُضَر أَخو أَبي العَمَيْثَلِ الأَعرابي فقال لي: ما التَّلْعةُ؟ فقلت:\n---\nأَهل الرواية يقولون هو من الأَضداد يكون لما عَلا ولما سَفَل؛ قال\n---\nالراعي في العلو:\n---\nكدُخانِ مُرْتَجِلٍ بأَعْلى تَلْعةٍ،\n---\nغَرْثانَ ضَرَّمَ عَرْفَجاً مَبْلُولا\n---\nوقال زهير في الانهباط:\n---\nوإِني مَتى أَهْبِطُ من الأَرضِ تَلْعةً،\n---\nأَجِدْ أَثَراً قَبْلي جَدِيداً وعافِيا\n---\nقال: وليس كذلك إِنما هي مَسِيل ماء من أَعلى الوادي إِلى أَسفله، فمرة\n---\nيُوصَفُ أَعلاها ومرة يوصف أَسفلها. وفي الحديث: أَنه كان يَبْدُو\n---\n(* قوله«\n---\nكان يبدو» يعني رسول الله،صلى الله عليه وسلم، كما في هامش النهاية) إِلى\n---\nهذه التِّلاع؛ قيل في تفسيره: هو من الأَضداد يقع على ما انحدر من الأَرض\n---\nوأَشْرَفَ منها. وفلان لا يُوثَقُ بسَيْل تَلْعَته: يوصف بالكذب أَي لا\n---\nيوثقُ بما يقول وما يجيء به. فهذه ثلاثة أَمثال جاءت في التلْعةِ؛ وقول\n---\nكثيِّر عَزَّةَ:\n---\nبكلِّ تِلاعةٍ كالبَدْرِ لَمّا\n---\nتَنَوَّرَ، واسْتَقَلَّ على الحِبالِ\n---\nقيل في تفسيره: التِّلاعةُ ما ارتفع من الأَرض شبَّه الناقة به، وقيل:\n---\nالتلاعةُ الطويلةُ العُنُقِ المرتفِعَتُه والباب واحد. وتَلْعَةُ: موضع؛\n---\nقال جرير:\n---\nأَلا رُبَّما هاجَ التذَكُّرُ والهَوَى،\n---\nبتَلْعةَ، إِرْشاشَ الدُّموعِ السَّواجِم\n---\nوقال أَيضاً:\n---\nوقد كان في بَقْعاء رِيٌّ لِشائكُمْ،\n---\nوتَلْعةَ والجَوْفاء يَجْرِي غَدِيرُها\n---\nويروى:\n---\nوتَلْعةُ والجوفاءُ يجري غديرها\n---\nأَي يَطَّرِدُ عند هُبوب الرِّيح.\n---\nومُتالِعٌ، بضم الميم: جبل؛ قال لبيد:\n---\nدَرَسَ المَنا بمُتالِعٍ فأبانِ\n---\nبالحِبْسِ، بين البيدِ والسُّوبانِ\n---\nوقال ابن بري عجزه:\n---\nفتَقادَمَت بالحبْس فالسوبانِ\n---\nأَراد المَنازِل فحذف وهو قبيح. قال الأَزهري: مُتالع جبل بناحية\n---\nالبحرين بين السَّوْدةِ والأَحْساء، وفي سَفْح هذا الجبل عين يَسيح ماؤه يقال له\n---\nعين مُتالع.\n---\nوالتَّلَعُ شبيه بالتَّرَع: لُغَيّةٌ أَو لُثْغة أَو بدل. ورجل تَلِعٌ:\n---\nبمعنى التَّرِعِ.\n---\nتوع: تاعَ اللِّبَأَ والسَّمْن يَتوعه توْعاً إِذا كسره بقِطعة خبز أَو\n---\nأَخذه بها. حكى الأَزهري عن الليث قال: التوْعُ كَسْرُك لِباً أَو سَمناً\n---\nبكِسْرة خبز ترفَعُه بها، تقول منه: تُعْتُه فأَنا أَتُوعه تَوْعاً.", "توع": "@توع: تاعَ اللِّبَأَ والسَّمْن يَتوعه توْعاً إِذا كسره بقِطعة خبز أَو\n---\nأَخذه بها. حكى الأَزهري عن الليث قال: التوْعُ كَسْرُك لِباً أَو سَمناً\n---\nبكِسْرة خبز ترفَعُه بها، تقول منه: تُعْتُه فأَنا أَتُوعه تَوْعاً.", "تيع": "@تيع: التَّيْعُ: ما يَسيل على وجه الأَرض من جَمَد ذائب ونحوه؛ وشيء\n---\nتائع مائع. وتاعَ الماءُ يَتِيعُ تَيْعاً وتَوْعاً، الأَخية نادرة،\n---\nوتَتَيَّعَ كلاهما: انبسط على وجه الأَرض. وأَتاعَ الرجلُ إِتاعة، فهو مُتِيع:\n---\nقاء. وأَتاع قَيْأَه وأَتاعَ دَمَه فتاعَ يَتِيعُ تُيُوعاً. وتاعَ القَيْءُ\n---\nيَتِيع تَوْعاً أَي خرج، والقَيءُ مُتاعُ؛ قال القُطامي وذكر الجراحات:\n---\nفظَلَّتْ تَعْبِطُ الأَيْدي كُلُوماً،\n---\nتَمُجُّ عُرُوقُها عَلَقاً مُتاعا\n---\nوتاعَ السُّنْبُلُ: يَبِس بعضُه وبعضُه رَطْب، والريحُ تَتَّايَعُ\n---\nباليَبِيسِ؛ قال أَبو ذؤيب يذكر عَقْره ناقة وأَنها كاسَتْ فخَرَّتْ على\n---\nرأْسها:\n---\nومُفْرِهةٍ عَنْسٍ قَدَرْتُ لِساقِها\n---\nفخَرّتْ، كما تَتَّايَعُ الرِّيحُ بالقَفْلِ\n---\nقال الأَزهري: يقال اتَّايَعَتِ الريحُ بورق الشجر إِذا ذهَبت به،\n---\nوأَصله تَتايَعت به. والقَفْلُ: ما يَبِسَ من الشجر.\n---\nوالتَّتايُع في الشيء وعلى الشيء: التَّهافُت فيه والمُتايَعةُ عليه\n---\nوالإِسْراعُ إِليه. يقال: تَتايَعُوا في الشرّ إِذا تَهافَتُوا وسارَعُوا\n---\nإِليه. والسكْرانُ يَتَتايَعُ أَي يَرْمِي بنفسه. وفي حديثه، صلى الله عليه\n---\nوسلم: ما يحمِلُكم على أَن تَتايَعُوا\n---\n(* قوله« أن تتايعوا» أصله بثلاث\n---\nتاءات حذف احداها كالواجب كما يستفاد من هامش النهاية.) في الكَذِب كما\n---\nيَتتايَعُ الفَراشُ في النار؟ التَّتايُعُ: الوقوع في الشرّ من غير فِكْرةٍ ولا\n---\nرَوِيّةٍ والمُتايَعةُ عليه، ولا يكون في الخيْر. ويقال في التَّتايُع:\n---\nإِنه اللَّجاجةُ، قال الأَزهري: ولم نسمع التَّتايُع في الخير وإِنما سمعناه\n---\nفي الشر. والتتايُع: التهافُت في الشر واللَّجاج ولا يكون التتايع إِلا في\n---\nالشرّ؛ ومنه قول الحسن بن علي، رضوان الله عليهما: إِنَّ عليّاً أَراد\n---\nأَمْراً فتَتايَعَتْ عليه الأُمور فلم يَجِد مَنْزَعاً، يعني في أَمْرِ\n---\nالجَمَل. وفلان تَيِّعٌ ومُتتيِّعٌ أَي سريع إِلى الشر، وقيل: التتايُع في الشر\n---\nكالتتايُع في الخير. وتَتايَعَ الرجل: رمى بنفسه في الأَمر سريعاً.\n---\nوتَتايَعَ الحَيْرانُ: رَمى بنفسه في الأمر سريعاً من غير تثبُّت. وفي الحديث:\n---\nلما نزل قوله تعالى: والمُحْصَناتُ من النساء، قال سَعْد بنُ عُبادة: إِنْ\n---\nرأَى رجل مع امرأَته رجلاً فيَقْتُله تَقْتُلونه، وإِن أَخْبر يُجْلَد\n---\nثمانين جَلْدة، أَفلا نَضْرِبه بالسيف؟ فقال النبي، صلى الله عليه وسلم:\n---\nكفى بالسيف شا؛ أَراد أَن يقول شاهداً فأَمسك ثم قال: لولا أَن يَتتايَعَ\n---\nفيه الغَيْرانُ والسّكْرانُ، وجواب لولا محذوف أَراد لولا تَهافُتُ\n---\nالغَيْرانِ والسكْرانِ في القَتْل لتَمَّمْتُ على جعله شاهداً أو لحكَمْت بذلك،\n---\nوقوله لولا أَن يتتايع فيه الغيران والسكران أَي يَتهافَت ويقع فيه. وقال\n---\nابن شميل: التتايُع ركوب الأَمر على خلاف الناس. وتَتايَعَ الجملُ في\n---\nمَشْيِه في الحر إِذا حرَّك أَلواحه حتى يكاد يَنْفَكُّ.\n---\nوالتِّيعةُ، بالكسر: الأَربعون من غَنَم الصدَقة، وقيل: التيعة\n---\nالأَربعون من الغنم من غير أَن يُخص بصدقة ولا غيرها. وفي الحديث: أَنه كتَب لوائل\n---\nابنُ حجر كتاباً فيه على التِّيعةِ شاةٌ والتِّيمةُ لصاحبها؛ قال\n---\nالأَزهري: قال أَبو عبيد التِّيعةُ الأَربعون من الغنم لم يزد على هذا التفسير،\n---\nوالتِّيمة مذكورة في موضعها، قال: والتيعة اسم لأَدنى ما يجب فيه الزكاة\n---\nمن الحيوان، وكأَنها الجملة التي للسُّعاة عليها سَبِيل من تاعَ يَتِيعُ\n---\nإِذا ذهَب إِليه كالخمس من الإِبل والأَربعين من الغنم. وقال أَبو سعيد\n---\nالضرير: التِّيعةُ أَدنى ما يجب من الصدقة كالأَربعين فيها شاة وكخمس من\n---\nالإِبل فيها شاة، وإِنما تَيَّعَ التِّيعةَ الحَقُّ الذي وجب للمصدِّق\n---\nفيها لأَنه لو رامَ أَخْذ شيء منها قبل أَن يبلُغ عددها ما يجب فيه\n---\nالتِّيعةُ لمنَعَه صاحبُ المال، فلما وجَب فيه الحق تاعَ إِليه المصدِّق أَي\n---\nعَجِل، وتاعَ رَبُّ المال إِلى إِعْطائه فجاد به، قال: وأَصله من التَّيْعِ\n---\nوهو القَيْءُ. يقال: أَتاعَ قَيْأَه فَتاعَ. وحكى شمر عن ابن الأَعرابي\n---\nقال: التِّيعة لا أَدري ما هي، قال: وبلغنا عن الفراء أَنه قال: التيعة من\n---\nالشاء القِطْعة التي تجب فيها الصدقة ترعى حول البيوت. ابن شميل: التيْعُ\n---\nأَن تأْخذ الشيء بيدك، يقال: تاعَ به يَتِيع تَيْعاً وتَيَّع به إِذا\n---\nأَخذه بيده؛ وأَنشد:\n---\nأَعْطَيْتُها عُوداً وتِعْتُ بتَمْرةٍ،\n---\nوحَيْرُ المَراغِي، قد عَلِمْنا، قِصارُها\n---\nقال: هذا رجل يزعم أَنه أَكل رَغْوة مع صاحبة له فقال: أَعطيتها عُوداً\n---\nتأْكل به وتِعْت بتمرة أَي أَخَذْتها آكُل بها. والمِرْغاة: العود أَو\n---\nالتمر أَو الكسرة يُرْتَغى بها، وجمعه المَراغِي. قال الأَزهري: رأَيته بخط\n---\nأَبي الهيثم: وتِعْت بتمرة، قال: ومثل ذلك وبَيَّعْتُ بها، وأَعطاني\n---\nتمرة فتِعْت بها وأَنا فيه واقف، قال: وأَعطاني فلان درهماً فتِعت به أَي\n---\nأَخذته، الصواب بالعين غير معجمة.\n---\nوقال الأَزهري في آخر هذه الترجمة: اليَتُوعاتُ كل بقلة أَو ورقة إِذا\n---\nقُطِعَت أَو قُطِفَت ظهر لها لبن أَبيض يَسِيل منها مثلُ ورَق التين\n---\nوبُقُول أُخر يقال لها اليَتُوعات.\n---\nحكى الأَزهري عن ابن الأَعرابي: تُعْ تُع إِذا أَمرته بالتواضُع.\n---\nوتتايَعَ القومُ في الأَرض أَي تَباعَدوا فيها على عَمًى وشِدَّة.\n---\nقال ابن الأَعرابي: التاعةُ الكُتْلةُ من اللِّبَاءِ الثَّخينةُ.وفي\n---\nنوادر الأَعراب: تتيَّع عَلَيّ فلان، وفلان تَيَّعانُ وتَيِّعانُ وتَيَّحانُ\n---\nوتَيِّحانُ وتيِّعٌ وتَيّحٌ وتَيَّقانُ وتَيِّقٌ مثله.\n---\n@دريد، قال أَبو منصور في ترجمة ثعع: روى الليث هذا الحرف بالتاء\n---\nالمثناة: تَعَّ إِذا قاء، وهو خطأٌ إِنما هو بالثاء المثلثة لا غير من\n---\nالثعْثَعةِ، والثعْثَعةُ: كلام فيه لُثْعة، والتعْتَعةُ: الحركة العَنِيفة، وقد\n---\nتَعْتَعَه إِذا عَتَلَه وأَقْلَقه. أَبو عمرو: تَعْتَعْتُ الرجلَ\n---\nوتَلْتَلْتُه: وهو أَن تُقْبِلَ به وتُدْبِرَ به وتُعَنِّفَ عليه في ذلك، وهي\n---\nالتعْتَعة والتلْتَلةُ أَيضاً. وفي الحديث: حتى يؤخََذَ للضعيفِ حقُّه غير\n---\nمُتعتع، بفتح التاء، أَي من غير أَن يُصِيبه أَذًى يُقْلِقُه ويُزْعِجُه.\n---\nوالتعْتَعُ: الفأْفاء. والتعْتعةُ في الكلام: أَن يَعْيَا بكلامه ويتَرَدَّد\n---\nمن حَصْر أَو عِيٍّ، وقد تَعْتَعَ في كلامه وتَعْتَعه العِيُّ. ومنه\n---\nالحديث: الذي يقرأُ القرآن ويَتَتَعْتَع\n---\n(* قوله «ويتتعتع» كذا هو في الأصل\n---\nمضارع تتعتع خماسياً وهو في النهاية يتعتع مضارع تعتع رباعياً ولعلهما\n---\nروايتان) فيه أَي يتردَّدُ في قراءته ويَتَبَلَّدُ فيها لسانُه. وتُعْتِعَ فلان\n---\nإِذا رُدّ عليه قولُه، ولا أَدْرِي ما الذي تَعْتَعَه. ووقَع القومُ في\n---\nتَعاتِعَ إِذا وقعوا في أَراجِيفَ وتَخْلِيط. وتَعْتعةُ الدابةِ:\n---\nارْتِطامها في الرمل والخَبار والوَحل من ذلك. وقد تَعْتَعَ البعيرُ وغيره إِذا\n---\nساخَ في الخَيار أَي في وُعُوثةِ الرِّمال؛ قال الشاعر:\n---\nيُتَعْتِعُ في الخَيارِ إِذا عَلاه،\n---\nويَعْثُر في الطَّرِيقِ المُسْتَقِيمِ", "تسغ": "@تسغ: التَّسْغُ: لَطْخُ سَحابٍ رَقِيقٍ، وليس بثبت.", "تغغ": "@تغغ: التَّغْتَغةُ: حكاية صَوْت الحَلْي وتكون حكاية بعض الصوت، يقال:\n---\nسمعت لهذا الحلي تَغْتَغةً إذا أَصاب بعضُه بعضاً فسمعت صوته.\n---\nوالتغْتَغةُ: ثِقَلٌ في اللسان، وقد تَغْتَغَ. والتَّغْتَغةُ: إِخفاءُ الضحك. قال\n---\nأَبو زيد: تَغْتَغَ الضَّحِكَ تَغْتَغَةً إذا أَخْفاه. قال الأَزهريّ: قول\n---\nالليث في التغتغة إِنه حكاية صوت الحلي تصحيف إِنما هو حكاية صوت\n---\nالضَّحِك. وتَغْتَغَ الشيخُ: سقَطَتْ أَسْنانُه فلم يُفْهَمْ كلامهُ.\n---\nوتِغ تِِغ: حكاية صوت الضحك، قال الفراء: تقول سمعت طاقِ طاقِ لصوت\n---\nالضرب، وتقول سمعت تِغ تِغ يريدون صوت الضحك، وقال أَيضاً: أَقبلوا تِغ تِغ\n---\nوأَقبلوا قِه قِه إِذا قَرْقُروا بالضحك، وقد اتَّغَوْا بالضحك\n---\nواوْتَغَوْا.", "توغ": "@توغ: تاغَ هلك وأَتاغه الله، وكأَنه مقلوب من وتَغَ.", "تحف": "@تحف: التُّحْفةُ: الطُرْفةُ من الفاكهة وغيرها من الرَّياحين.\n---\nوالتُّحْفةُ: ما أَتْحَفْتَ به الرجلَ من البِرِّ واللُّطْف والنَّغَص، وكذلك\n---\nالتُّحَفة، بفتح الحاء، والجمع تُحَفٌ، وقد أَتْحَفَه بها واتَّحَفَه؛ قال\n---\nابن هَرْمةَ:\n---\nواسْتَيْقَنَتْ أَنها مُثابِرةٌ،\n---\nوأَنـَّها بالنَّجاحِ مُتَّحِفَهْ\n---\nقال صاحب العين: تاؤه مبدلة من واو إلا أَنـَّها لازمةٌ لجميع تَصارِيف\n---\nفعلها إلا في يَتَفَعل. يقال: أَتْحَفْتُ الرجل تُحْفةً وهو يَتَوَحَّفُ،\n---\nوكأَنهم كرهوا لزوم البدل ههنا لاجتماع المِثْلين فردوه إلى الأَصل، فإن\n---\nكان على ما ذهب إليه فهو من وَحَفَ، وقال الأَزهري: أَصل التُّحْفةِ\n---\nوُحْفةٌ، وكذلك التُّهَمَةُ أَصلها وُهَمَةٌ، وكذلك التُّخَمةُ، ورجل\n---\nتُكَلةٌ، والأَصل وُكَلة، وتُقاةٌ أَصلها وُقاةٌ، وتُراثٌ أَصله وُراثٌ. وفي\n---\nالحديث: تُحْفةُ الصائِم الدُّهْنُ والمِجْمَرُ، يعني أَنه يُذْهِب عنه\n---\nمَشَقَّةَ الصوْمِ وشِدَّتَه. وفي حديث أَبي عَمْرةَ في صفة التمر: تُحْفةُ\n---\nالكَبير وصُمْتةُ الصغير. وفي الحديث: تُحْفةُ المؤمنِ الموتُ أَي ما\n---\nيُصِيبُ المؤْمنَ في الدنيا من الأَذى، وما له عند اللّه من الخير الذي لا\n---\nيَصِلُ إليه إلا بالموتِ؛ وأَنشد ابن الأَثير:\n---\nقد قُلْت إذ مَدَحُوا الحياةَ وأَسْرَفُوا:\n---\nفي الـمَوْتِ أَلْفُ فَضِيلةٍ لا تُعْرَفُ\n---\nمِنْها أَمانُ عَذابِه بِلقائِه،\n---\nوفِراقُ كلِّ مُعاشِرٍ لا يُنْصِفُ\n---\nويشبهه الحديث الآخر: الموتُ راحةُ المؤمنِ.", "ترف": "@ترف: الترَفُ: التَّنَعُّمُ، والتُّرْفةُ النَّعْمةُ، والتَّتْريفُ\n---\nحُسْنُ الغِذاء. وصبيٌّ مُتْرَفٌ إذا كان مُنَعَّمَ البدنِ مُدَلَّلاً\n---\nوالـمُتْرَفُ: الذي قد أَبْطَرَتْه النعمةُ وسَعة العيْشِ. وأَتْرَفَتْه\n---\nالنَّعْمةُ أَي أَطْغَتْه.\n---\nوفي الحديث: أَوْهِ لفِراخِ محمدٍ من خليفة يُسْتَخْلَفُ عِتْريفٍ\n---\nمُتْرَفٍ؛ الـمُتْرَفُ: الـمُتَنَعِّمُ الـمُتَوَسِّعُ في مَلاذِّ الدنيا\n---\nوشَهواتِها. وفي الحديث: أَنَّ إبراهيم، عليه الصلاة والسلام، فُرَّ به من\n---\nجَبَّارٍ مُتْرَفٍ. ورجل مُتْرَفٌ ومُتَرَّفٌ: مُوَسَّعٌ عليه. وتَرَّفَ\n---\nالرجلَ وأَتْرَفَه: دَلَّلَه ومَلَّكَه. وقوله تعالى: إلا قال مُتْرَفُوها؛\n---\nأَي أُولو الترفةِ وأَراد رؤساءَها وقادةَ الشرّ منها.\n---\nوالتُّرْفةُ، بالضم: الطعامُ الطيب، وكل طُرْفة تُرْفةٌ، وأَتْرَفَ\n---\nالرجلَ: أَعطاه شَهْوَتَه؛ هذه عن اللحياني. وتَرِفَ النباتُ: تَرَوّى.\n---\nوالتُّرْفة، بالضم: الهَنةُ الناتئةُ في وسط الشَّفةِ العليا خِلْقةً وصاحبها\n---\nأَتْرَفُ. والتُّرفة: مِسْقاةٌ يُشْرَبُ بها.", "تفف": "@تفف: التُّفُّ: وسَخُ الأَظْفارِ، وفي المحكم: وسَخ بين الظُّفُرِ\n---\nوالأَنـْمُلةٍ، وقيل: هو ما يجتمع تحت الظفر من الوسَخ؛ والأُفُّ: وسخُ\n---\nالأُذن، والتَّتْفِيفُ من التُّفِّ كالتَّأْفِيف من الأُفِّ. وقال أَبو طالب:\n---\nقولهم أُّفٌّ وأُّفَّةٌ وتُفٌّ وتُفّةٌ، فالأُفُّ وسخُ الأُذن، والتفّ وسخ\n---\nالأَظْفار، فكان ذلك يقال عند الشي يستقذر ثم كثر حتى صاروا يستعملونه\n---\nعند كل ما يتَأَذَّوْنَ به، وقيل: أُفٌّ له معناه قلَّةٌ له، وتُفٌّ إتباع\n---\nمأْخوذ من الأَفَفِ، وهو الشيء القليل. ابن الأَعرابي: تَفْتَفَ الرجلُ\n---\nإذا تَقَذَّرَ بعد تَنْظِيفٍ. ويقال: أَفَّ يَؤُفُّ ويَئِفُّ إذا قال\n---\nأُف. ويقال: أُفَّةٌ له وتُفَّةٌ أَي تَضَجُّر. ويقال: الأُفُّ بمعنى القلة\n---\nمن الأَفَفِ وهو القليل. والتُفَّة دُوَيْبَّةٌ تشبه الفأْر؛ وقال\n---\nالأَصمعي: هذا غلط إنما هي دُوَيْبَّةٌ على شَكْل جَرْو الكلب يقال لها عَناقُ\n---\nالأَرض، قال: وقد رأَيته. وفي المثل: أَغْنى من التُّفّةِ عن الرُّفّة،\n---\nوفي المحكم: استغنت التُّفّةُ عن الرُّفّةِ؛ والرُّفّةُ: دُقاقُ التِّبْن،\n---\nوقيل: التبن عامّة، وكلاهما بالتشديد والتخفيف.\n---\nوالتُّفَفة: دُودة صغيرة تؤثر في الجلد.\n---\nوالتَّفَّافُ: الوَضِيعُ، وقيل: هو الذي يسأل الناسَ شاةً أَو شاتين؛\n---\nقال:\n---\nوصِرْمةٍ عشرين أَو ثلاثينْ\n---\nيُغْنِينَنا عن مَكْسَبِ التَّفافِينْ", "تلف": "@تلف: الليث: التَّلَفُ الهَلاكُ والعَطَبُ في كل شيء. تَلِفَ يَتْلَفُ\n---\nتَلَفاً، فهو تَلِفٌ: هَلَكَ. غيره: تَلِفَ الشيءُ وأَتْلَفَه غيره وذهَبت\n---\nنفسُ فلانٍ تَلَفاً وظَلَفاً بمعنى واحد أَي هَدَراً. والعرب تقول: إنّ\n---\nمن القَرَفِ التَّلَفَ، والقَرَفُ مُداناةُ الوَباء، والـمَتالِف\n---\nالـمَهالِكُ. وأَتْلَف فلان مالَه إتْلافاً إذا أَفناه إسْرافاً؛ قال\n---\nالفرزدق:وقَوْمٍ كِرامٍ قد نَقَلْنا إليهمُ\n---\nقِراهُمْ، فأَتْلَفْنا الـمَنايا وأَتْلَفُوا\n---\nأَتْلَفْنا الـمَنايا أَي وجدْناها ذاتَ تَلَفٍ أَي ذاتَ إتْلافٍ\n---\nووجدُوها كذلك؛ وقال ابن السكيت: أَتْلَفْنا المنايا وأَتْلَفُوا أَي صَيَّرْنا\n---\nالـمَنايا تَلَفاً لهم وصَيَّرُوها لنا تلَفاً، قال: ويقال معناه\n---\nصادَفْناها تُتْلِفُنا وصادَفُوها تُتْلِفُهم. ورجل مِتْلَفٌ ومِتْلافٌ:\n---\nيُتْلِفُ مالَه، وقيل: كثير الإتْلافِ.\n---\nوالـمَتْلَفَةُ: مَهْواةٌ مُشْرِفةٌ على تَلَفٍ. والـمَتْلَفَة:\n---\nالقَفْر؛ قال طرفة أَو غيره:\n---\nبمَتْلَفةٍ ليْسَتْ بطَلْحٍ ولا حَمْضِ\n---\nأَراد ليست بمَنْبِت طَلْحٍ ولا حَمْض، لا يكون إلا على ذلك لأَن\n---\nالـمَتْلَفة الـمَنْبِتُ، والطَّلْح والحمض نَبْتانِ لا مَنْبِتانِ،\n---\nوالـمَتْلَفُ الـمَفازةُ؛ وقول أَبي ذؤيب:\n---\nومَتْلَفٍ مثْلِ فَرْقِ الرأْس تَخْلُجُهُ\n---\nمَطارِبٌ زَقَبٌ، أَمـْيالُها فِيحُ\n---\nالـمَتْلفُ: القَفْرُ، سمي بذلك لأَنه يُتْلِفُ سالِكَه في الأَكثر.\n---\nوالتَّلْفةُ: الهَضْبةُ الـمَنِيعةُ التي يَغْشى مَن تعاطاها التَّلَفُ؛\n---\nعن الهَجَريّ؛ وأَنشد:\n---\nأَلا لَكُما فَرْخانِ في رأْس تَلْفَةٍ،\n---\nإذا رامَها الرّامي تَطاوَلَ نِيقُها", "تنف": "@تنف: التَّنُوفةُ: القَفْرُ من الأَرض وأَصل بِنائها التَّنَفُ، وهي\n---\nالـمَفازةُ، والجمع تَنائفُ؛ وقيل: التَّنُوفةُ من الأَرض الـمُتباعِدةُ ما\n---\nبين الأَطْرافِ، وقيل: التنوفة التي لا ماء بها من الفَلواتِ ولا أَنِيسَ\n---\nوإن كانت مُعْشِبةً، وقيل: التَّنُوفةُ البعيدة وفيها مُجْتَمَعُ كلإِ\n---\nولكن لا يُقدَرُ على رعْيِه لبُعْدِها. وفي الحديث: أَنه سافر رجل بأَرضٍ\n---\nتَنُوفةٍ؛ التَنُوفةُ: الأَرضُ القَفْرُ، وقيل البعيدةُ الماء؛ قال\n---\nالجوهري: التَّنُوفةُ الـمَفازةُ، وكذلك التَّنُوفِيّةُ كما قالوا دَوٌّ\n---\nودَوِّيَّةٌ لأَنها أَرض مثلها فنُسِبت إليها؛ قال ابن أَحمر:\n---\nكَمْ دَونَ لَيْلى مِنْ تَنُوفِيَّةٍ\n---\nلَمَّاعةٍ، تُنْذَرُ فيها النُّذُرْ\n---\nوتَنُوفى: موضعٌ؛ قال امرؤ القيس:\n---\nكأَنَّ دِثاراً حَلَّقَتْ بِلَبُونِه\n---\nعُقابُ تَنُوفى، لا عُقابُ القَواعِلِ\n---\nوهو من الـمُثُل التي لم يَذْكُرْها سيبويه. قال ابن جني: قلت مرّة\n---\nلأَبي علي يجوز أَن تكون تَنُوفى مقصورة من تَنوفاء بمنزلة بَرُوكاء، فسمع\n---\nذلك وتَقَبَّلَه؛ قال ابن سيده: وقد يجوز أَن يكون أَلف تَنُوفى إشباعاً\n---\nللفتحة لا سيما وقد رويناه مفتوحاً وتكون هذه الأَلف ملحَقةً مع الإشباع\n---\nلإقامة الوزن؛ أَلا تراها مقابلة لياء مفاعيلن كما أَن الأَلف في قوله:\n---\nيَنْباعُ من ذِفْرى غَضُوبٍ جَسْرةٍ\n---\nإنما هي إشْباعٌ للفتحة طلَباً لإِقامة الوزن، أَلا ترى أَنه لو قال\n---\nيَنْبَعُ من ذفرى لصح الوزن إلا أَن فيه زِحافاً، وهو الخَزْلُ، كما أَنه لو\n---\nقال تَنُوفَ لكان الجزء مَقْبوضاً فالإشْباعُ إذاً في الموضعين إنما هو\n---\nمخافةَ الزِّحاف الذي هو جائز.", "توف": "@توف: ما في أَمرهم تَوِيفةٌ أَي تَوانٍ. وفي نوادر الأَعراب: ما فيه\n---\nتُوفةٌ ولا تافةٌ أَي ما فيه عَيْبٌ. أَبو تراب: سمعت عَراماً يقول تاه بصر\n---\nالرجل وتافَ إذا نظر إلى الشيء في دوام؛ وأَنشد:\n---\nفما أَنـْسَ مِ الأَشْياءِ لا أَنـْسَ نَظْرتي\n---\nبمكةَ أَنـِّي تائفُ الـنَّظَراتِ\n---\nوتافَ عني بصَرُكَ وتاهَ إذا تَخَطَّى.", "ترق": "@ترق: التِّرَقُ: شَبِيه بالدُّرْج؛ قال الأَعشى:\n---\nومارِد من غُواةِ الجنّ، يَحْرُسها\n---\nذُو نِيقةٍ مُسْتَعِدٌّ دونها تَرَقا\n---\nدونها: يعني دون الدُّرَّة.\n---\nوالتَّرْقُوَتانِ: العظمان المُشْرِفان بين ثُغْرة النحْر والعاتِق تكون\n---\nللناس وغيرهم؛ أَنشد ثعلب في صفة قطاة:\n---\nقَرَتْ نُطْفةً بين التَّراقي، كأنَّها\n---\nلدَى سَفَط بين الجَوانِح مُقْفَلِ\n---\nوهي التَّرْقُوَةُ، فَعْلُوَةٌ، ولا تقل تُرقوة، بالضم، وقيل: هي عظم\n---\nوصل بين ثُغرة النحر والعاتق من الجانبين، وجمعها التراقي؛ وقوله أَنشده\n---\nيعقوب:\n---\nهمُ أَوْرَدُوكَ الموتَ حينَ أَتيتَهم،\n---\nوجاشَتْ إليكَ النفْسُ بين التَّرائقِ\n---\nإنما أَراد بين التراقي فقَلَب. وتَرْقاهُ: أَصابَ تَرْقُوتَه،\n---\nوتَرْقَيْتُه أَيضاً تَرْقاةً: أَصبْتُ تَرْقُوته. وفي حديث الخوارج: يقرأُون\n---\nالقرآن لا يُجاوز حَناجِرهم وتَراقِيَهم؛ والمعنى أَن قراءَتهم لا يرفعها\n---\nالله ولا يقبلها فكأنها لم تُجاوز حُلوقهم، وقيل: المعنى لا يعملون بالقرآن\n---\nولا يثابون على قراءته ولا يحصل لهم غير القراءة.\n---\nوالتِّرياق، بكسر التاء: معروف، فارسي معرّب، هو دَواء السُّموم لغة في\n---\nالدِّرْياق، والعرب تسمي الخمر تِرياقاً وتِرْياقة لأَنها تذهَب\n---\nبالهَمَّ؛ ومنه قول الأَعشى، وقيل البيت لابن مُقبل:\n---\nسَقَتْني بصَهْباءَ تِرْياقةٍ،\n---\nمتى ما تُلَيِّنْ عِظامي تَلِنْ\n---\nوفي الحديث: إنَّ في عَجْوةِ العاليةِ تِرْياقاً؛ الترياقُ: ما يُستعمل\n---\nلدَفع السَّمّ من الأَدْوية والمَعاجِين، ويقال دِرْياق، بالدال أَيضاً.\n---\nوفي حديث ابن عُمر: ما أُبالي ما أَتيتُ إن شربت ترياقاً؛ إنما كرهه من\n---\nأَجل ما يقَع فيه من لُحوم الأَفاعي والخَمْر وهي حرام نَجِسة، قال:\n---\nوالترياق أَنواع فإذا لم يكن فيه شيء من ذلك فلا بأْس به، وقيل: الحديث مطلق\n---\nفالأَولى اجتنابه كلُّه.", "ترنق": "@ترنق: التَّرْنُوق: الماء الباقي في مَسِيل الماء. شمر: التُّرْنُوق\n---\nالطين الذي يرسُب في مسايل المياه. قال أَبو عبيد: تُرنوق المسيل، بضم\n---\nالتاء، وهما لغتان.", "تقق": "@تقق: التَّقْتَقةُ: الهُويُّ من فَوقُ إلى أسفل على غير طريق، وقد\n---\nتَتَقْتَقَ. وتَتَقْتَقَ من الجبل وفي الجبل: انْحدر؛ هذه عن اللحياني.\n---\nوالتَّقْتَقةُ: سُرعة السير وشدّته. الفراء: الذَّوْحُ سَيْر عنيف؛ وكذلك\n---\nالطَّمْلُ والتَّقْتَقةُ. ابن الأَعرابي: التقْتَقةُ الحركة. ابن الأَعرابي:\n---\nتَقْتَقَ هبَط وتتَقْتَقت عينه غارَت؛ عن أَبي عبيدة، والصحيح نَقْنَقَت،\n---\nبالنون، وأُنْكِر على أَبي عبيدة ذلك؛ كذا ذكر ابن الأَعرابي وأَنشد:\n---\nخُوصٌ ذواتُ أَعْين نَقانِقِ،\n---\nجُبْتُ بها مَجْهولةَ السَّمالِقِ", "توق": "@توق: التَّوْقُ: تُؤُوق النفس إلى الشيء وهو نِزاعها إليه. تاقَت نفْسي\n---\nإلى الشيء تَتُوق توْقاً وتُؤوقاً: نزَعَت واشتاقت، وتاقَت الشيءَ كتاقت\n---\nإليه؛ قال رؤبة:\n---\nفالحمدُ لِله على ما وفَّقا\n---\nمَرْوانَ، إذْ تاقُوا الأُمورَ التُّوَّقا\n---\nوالمُتَوَّقُ: المُتَشَهَّى. وفي حديث عليّ: ما لك تَتَوَّقُ في قُريش\n---\nوتَدعُنا؟ تَتَوَّقُ، تفعَّل من التَّوْقِ: وهو الشَّوقُ إلى الشيء\n---\nوالنُّزوعُ إليه، والأَصل تَتَتوّق بثلاث تاءات فحذف تاء الأَصل تخفيفاً، أراد\n---\nلِمَ تتزوّجُ في قريش غيرنا وتدعُنا يعني بني هاشم، ويروى تَنَوَّقُ،\n---\nبالنون، من التنوُّقِ في الشيء إذا عُمل على استحسان وإعجاب به. يقال:\n---\nتنوَّق وتأَنَّق. وفي الحديث الآخر: ما لك تَتَوِّقُ في قريش وتدعُ سائرهم.\n---\nوالمُتَوَّقُ: الكلام الباطل. ونفْس توَّاقةٌ: مُشْتاقةٌ؛ وأَنشد\n---\nالأَصمعي:جاء الشِّتاء وقَميصي أَخْلاقْ\n---\nشَراذِمٌ يَضْحَكُ مني التَّوّاقْ\n---\nقيل: التَّوّاق اسم ابنه، ويروى النَّوَّاق بالنون. ويقال في المثل:\n---\nالمرْء تَوَّاقٌ إلى ما لم ينَل. وقيل: التوّاق الذي تَتُوق نفْسُه إلى كل\n---\nدَناءة. ابن الأَعرابي: التَّوَقةُ الخُسَّفُ جمع خاسِفٍ وهو الناقِهُ،\n---\nوالتَّوْقُ نفْس النزْع، والتُّوقُ العَوَج في العصا ونحوها.\n---\nوتاقَ الرجلُ يتُوق: جاد بنفْسه عند الموت. وفي حديث عبيد الله بن عمر،\n---\nرضي الله عنهما: كانت ناقةُ رسول الله، صلى الله عليه وسلم، مُتوّقةً؛\n---\nكذا رواه بالتاء، فقيل له: ما المتوّقة؟ فقال: مثل قولك فرس تَئِقٌ أَي\n---\nجواد؛ قال الحربي: وتفسيره أَعْجبُ من تَصحِيفه، وإِنما هي مُنَوَّقة،\n---\nبالنون، هي التي قد رِيضَت وأُدِّبَت.", "ترك": "@ترك: التَّرْكُ: وَدْعُك الشيء، تَركه يَتْرُكه تَرْكاً واتَّرَكه.\n---\nوتَرَكْتُ الشيءَ تَرْكاً: خليته. وتارَكْتُه البيع مُتارَكَةً. وتَراكِ:\n---\nبمعنى اتْرُك، وهو اسم لفعل الأَمر؛ قال طفيل بن يزيد الحارثي:\n---\nتَراكِها من إِبل تَراكِها\n---\nأَما تَرَى المَوْت لَدَى أَوْراكِها؟\n---\nوقال فيه: فما اتَّرَكَ أَي ما تَرَكَ شيئاً، وهو افْتَعل. وفي الحديث:\n---\nالعهد الذي بيننا وبينهم الصلاةُ، فمن تركها فقد كفر، قيل: هو لمن تركها\n---\nمع الإِقرار بوجوبها أَو حتى يخرج وقتها، ولذلك ذهب أَحمد بن حنبل إِلى\n---\nأَنه يكفر بذلك حملاً على الظاهر، وقال الشافعي: يقتل بتركها ويصلى عليه\n---\nويدفن مع المسلمين؛ وتَتَارَك الأَمرُ بينهم. والتَّرْكُ: الإِبقاء في\n---\nقوله، عز وجل: وتَرَكْنا عليه في الآخرين؛ أَي أَبقينا عليه. وتَرِكةُ الرجل\n---\nالميتِ: ما يَتْرُكه من التُّرَاث المَتْروك.\n---\nوالتَّريكة: التي تُتْرَكُ فلا تتزوج، قال اللحياني: ولا يقال ذلك\n---\nللذكر. ابن الأَعرابي: تَرِكَ الرجلُ إِذا تزوج بالتَّريكةِ وهي العانِسُ في\n---\nبيت أَبويها؛ وأَنشد الجوهري للكميت:\n---\nإِذ لا تَبِضُّ، إِلى التَّرَا\n---\nثكِ والضَّرائِكِ، كفُّ جازِرْ\n---\nوالتَّرِيكةُ: الروضة التي يُغْفِلُها الناسُ فلا يرعونها، وقيل:\n---\nالتَّرِيكةُ المَرْتَعُ الذي كان الناس رعوه، إِما في فلاة وإِما في جبل،\n---\nفأَكله المال حتى أَبقى منه بقايا من عُوَّذ. والتَّرْكُ: ضرب من البيض مستدير\n---\nشبِّه بالتَّرْكةِ والتَّرِيكة وهي بيض النعام المنفرد؛ وأَنشد:\n---\nما هاجَ هذا القَلْبَ إِلا تَرْكة\n---\nزَهراءُ، أَخْرَجَها خروج مُنْفج\n---\nالجوهري: والتَّرِيكةُ بيضة النعامة التي يتركها؛ ومنه قول الأَعشى:\n---\nويَهْماء قَفْر تخرج العَيْنُ وسْطَها،\n---\nوتَلْقَى بها بَيْضَ النَّعامِ تَرائِكا\n---\nقال ابن بري: ومثله للمخبل:\n---\nكتَرِيكةِ الأُدْحِيِّ أَدْفَأَها\n---\nقَرِدٌ، كأَنَّ جَناحه هدْمُ\n---\nوالهِدْمُ: كساء خَلَقٌ. ابن سيده: والتَّرِيكة البيضة بعدما يخرج منها\n---\nالفرخ، وخصَّ بعضهم به بيض النعام التي تتركها بالفلاة بعد خلوها مما\n---\nفيها، وقيل: هي بيض النعام المفردة، والجمع تَرائك وتُرُك، وهي التَّرْكة\n---\nوالجمع تَرْكٌ. والتَّرِيكةُ: بيضة الحديد للرأْس؛ قال ابن سيده: وأُراها\n---\nعلى التشبيه بالتَّرِيكة التي هي البيضة، والجمع تَرائك وتَرِيك، وهي\n---\nالتَّرْكة أَيضاً، وجمعها تَرْكٌ؛ قال لبيد:\n---\nفَخْمة ذَفْراء تُرْتى بالعُرى،\n---\nقُرْدُمانِيّاً وتَرْكاً كالبَصَل\n---\nابن شميل: التَّرْكُ جماعة البيض، وإنِما هي شقيقة واحدة وهي البصلة؛\n---\nقال ابن بري: وقد استعمل الفرزدق التَّرِيكةَ في الماء الذي غادره السيل\n---\nفقال:\n---\nكأَنَّ تَرِيكةً من ماء مُزْنٍ،\n---\nوداريّ الذكيِّ من المُدامِ\n---\nوقال أَيضاً:\n---\nسُلافَة جَفْنٍ خالطَتْها تَرِيكة،\n---\nعلى شفتيها، والذَّكي المُشَوَّف\n---\nوفي حديث الخليل، عليه السلام: أَنه جاء إِلى مكة يطالِعُ تَرْكتهُ؛\n---\nالتَّرْكةُ، بسكون الراء في الأَصل: بيض النعام، وجمعها تَرْكٌ، يريد به\n---\nولده إِسمعيل وأُمه هاجَر لمَّا تركهما بمكة. قال ابن الأَثير: قيل ولو روي\n---\nبكسر الراء لكان وجهاً من التَّرِكة، وهي الشيء المَتْروك؛ ومنه حديث\n---\nعلي، عليه السلام: وأَنتم تَرِيكةُ الإِسلام وبقية الناس؛ ومنه حديث الحسن:\n---\nإِن لله تعالى تَرائكَ في خلقه، أَراد أُموراً أَبقاها في العباد من\n---\nالأَمل والغفلة حتى ينبسطوا بها إلى الدنيا.\n---\nوالتَّرِيكُ، بغير هاء: العُنْقُود إِذا أُكل ما عليه؛ عن أَبي حنيفة،\n---\nوقال أَيضاً: التريكة الكِباسة بعدما يُنْفَضُ ما عليها وتُتْرك، والجمع\n---\nتَرِيك وتَرائك، وقال مرة: التَّرِيكُ، بغير هاء، العِذْق إِذا نُفِضَ فلم\n---\nيبق فيه شيء. ولا بارك الله فيه ولا تارَكَ ولا دارَكَ: كل ذلك إِتباع،\n---\nوقال ابن الأَعرابي: تارَكَ أَبقى. والتَّرْكُ: الجعل في بعض اللغات،\n---\nيقال: تَرَكْتُ الحبل شديداً أَي جعلته شديداً، قال: ولا يعجبني.\n---\nوالتُّرْك: الجيل المعروف الذي يقال له الدَّيْلَم، والجمع أَتْراك.", "تكك": "@تكك: تَكَّ الشيءَ يَتُكُّه تَكّاً: وطئه فشدخه، ولا يكون إِلاَّ في شيء\n---\nلين كالرطب والبطيخ ونحوهما. وتَكْتَكْتُ الشيء أَي وطئته حتى شدخته.\n---\nوالتاكُّ: الهالك مُوقاً. يقال: أَحمق تاكّ، وقيل: أَحمق فاكّ تاكّ إِتباع\n---\nله، بالغُ الحمقِ، والجمع تاكُّون وتَكَكةً وتُكَّاك كضَرَبةٍ وضُرَّابٍ\n---\nوتُكُك كبُزُل، وما كنتَ تاكّاً ولقد تَكَكْتَ، بالفتح، تُكُوكاً. قال\n---\nالكسائي: يقال أَبيتَ إِلا أَن تَحمُق وتَتُكَّ، وقد تَكَّهُ النبيذُ مثل\n---\nهَكَّهُ وهَرَّجه إِذا بلغ منه. والتَّكِيكُ: الذي لا رأْي له، وهو بيّن\n---\nالتَّكاكة؛ عن الهجري؛ وأَنشد:\n---\nأَلم تَأْت التَّكاكةُ قد تَراها،\n---\nكقَرْنِ الشمسِ، باديةً ضُحَيّا؟\n---\nالتهذيب: ابن الأَعرابي تُكَّ إِذا قطع. وتَكَّ الإِنسان إِذا حَمُق،\n---\nقال: والتِّكَّكُ والفُكَّكُ الحَمْقى القُيَّق. والتِّكَّة: واحدة\n---\nالتَّكَكِ، وهي تِكَّة السراويل، وجمعها تِكَكٌ؛ والتِّكةُ رباط السراويل؛ قال\n---\nابن دريد: لا أَحسبها إِلا دخيلاً وإِن كانوا تكلموا بها قديماً، وقد\n---\nاسْتَتَكَّ بها.\n---\nوالتُّكّ: طائر يقال له ابن تمرة؛ عن كراع.", "تلك": "@تلك: ابن الأَثير قال: في حديث أَبي موسى وذكر الفاتحة: فتلْكَ بتلْكَ،\n---\nهذا مردود إِلى قوله في الحديث: وإِذا قرأَ: غير المغضوب عليهم ولا\n---\nالضالين فقولوا آمين يحبكم الله؛ يريد أَن آمين يستجاب بها الدعاء الذي تضمنته\n---\nالسورة أَو الآية، كأَنه قال فتلك الدعوة مضمّنة بتلك الكلمة أَو معلّقة\n---\nبها، وقيل: معناه أَن يكون الكلام معطوفاً على ما يليه من الكلام، وهو\n---\nقوله: وإِذا كبَّر وركع فكبِّروا واركعوا؛ يريد أَن صلاتكم معلّقة بصلاة\n---\nإِمامكم فاتبعوه وأتمُّوا به، فتلك إِنما تصح وتثبت بتلك، وكذلك باقي\n---\nالحديث.", "تمك": "@تمك: ابن سيده: التامِكُ السنام ما كان، وقيل: هو السنام المرتفع،\n---\nوتَمَكَ السنامُ يَتْمِكُ ويَتْمكُ تُموكاً وتَمْكاً: اكتنز وتَرَّ، وفي\n---\nالصحاح أَي طال وارتفع فهو تامِكٌ. وناقة تامِكٌ: عظيمة السنام. وأَتْمَكَها\n---\nالكلأُ: سمَّنها. ويقال: بناءٌ تامِك أَي مرتفع.", "توك": "@توك: أَحمق تائِكٌ: شديد الحمق، ولا فعل له؛ قال ابن سيده: لذلك لم\n---\nأَخص به الواو دون الياء ولا الياء دون الواو.", "تيك": "@تيك: أَحمق تائِكٌ: شديد الحمق ولا فعل له، وقد تقدم قبل هذه الترجمة.", "تتل": "@تتل: ابن بري قال: التُّتْلة القُنْفُذة.", "تربل": "@تربل: تِرْبِل وتَرْبَل: موضع.", "تعل": "@تعل: ابن الأَعرابي: التَّعَل حَرَارة الحَلْق الهائجةُ، تفرَّد به\n---\nالأَزهري.", "تفل": "@تفل: تَفَل يَتْفُل ويَتْفِل تَفْلاً: بَصَق؛ قال الشاعر:\n---\nمَتى يَحْسُ منه مائحُ القومِ يَتْفُل\n---\nومنه تَفْل الرّاقي. والتُّفْل والتُّفَال: البُصاق والزَّبَد ونحوُهما.\n---\nوالتَّفْل بالفم لا يكون إِلا ومعه شيء من الريق، فإِذا كان نفخاً بلا\n---\nريق فهو النَّفْث. الجوهري: التَّفْل شبيه بالبَزْق وهو أَقل منه، أَوَّله\n---\nالبَزْق ثم التَّفْل ثم النَّفْث ثم النَّفْخ. وفي الحديث: فتَفَل فيه،\n---\nهو من ذلك.\n---\nوتَفِل الشيءُ تَفَلاً: تغَيَّرت رائحته. والتَّفَل: ترك الطيِّب. رجل\n---\nتَفِل أَي غير مُتَطَيِّب بَيِّن التَّفَل، وامرأَة تَفِلة ومِتْفال؛\n---\nالأَخيرة على النسب. وفي الحديث: أَنه،صلى الله عليه وسلم، قال لِتَخْرُجِ\n---\nالنِّساءُ إِلى المساجد تَفِلات أَي تارِكات للطيِّب؛ قال أَبو عبيد:\n---\nالتَّفِلة التي ليست بمتطيبة وهي المنتنة الريح؛ قال امرؤ القيس:\n---\nإِذا ما الضَّجِيعُ ابْتَزَّها من ثِيابها،\n---\nتَمِيل عليه هَوْنَةً غيرَ مِتْفال\n---\nوأَتْفَله غيره؛ قال الراجز:\n---\nيا ابنَ التي تَصَيَّدُ الوِبَارا،\n---\nوتُتْفِلُ العَنْبَرَ والصُّوَارا\n---\nوفي الحديث: قيل يا رسول الله مَنِ الحاجُّ؟ قال: الشَّعِثُ التَّفِل؛\n---\nالتَّفِل: الذي ترك استعمال الطيِّب من التَّفَل وهي الريح الكريهة. وفي\n---\nحديث عليّ، كرم الله وجهه: قُمْ عن الشمس فإِنها تُتْفِل الريحَ.\n---\nوالتَّتْفُل والتُّتْفُل والتِّتْفَل والتَّتْفَل والتِّتْفِل:\n---\nالثَّعْلبُ، وقيل جرْوُه، والتاء زائدة، والأُنثى من كل ذلك بالهاء؛ وبيت امرئ\n---\nالقيس:\n---\nله أَيْطَلا ظَبْيٍ وساقَا نَعامةٍ،\n---\nوإِرْخاءُ سِرْحانٍ وتقريبُ تَتْفُل\n---\nقال: لم يُرْوَ إِلاَّ هكذا كتَنْضُب؛ قال أَبو منصور: وسمعت غير واحد\n---\nمن الأَعراب يقولون تُفَّل على فُعَّل؛ قال وأَنشده أَي بيت امرئ\n---\nالقيس:وعَارَةُ سِرْحانٍ وتقْريب تُفَّل\n---\nابن شميل: ما أَصاب فلان من فلان إِلا تِفْلاً طَفِيفاً أَي قليلاً.\n---\nوالتَّتْفُل: نبات أَخضر فيه خطبْة وهو آخر ما يَجِفُّ، وقيل: هو شَجَر؛ قال\n---\nكراع: ليس في الكلام اسم توالت فيه تاءَان غيره.", "تلل": "@تلل: تَلَّه يَتُلُّه تَلاًّ، فهو متلول وتَلِيل: صَرَعه، وقيل: أَلقاه\n---\nعلى عُنقه وخَدِّه، والأَول أَعلى، وبه فسر قوله تعالى: فلما أَسلما\n---\nوتَلَّه للجَبِين؛ معنى تَلَّه صَرَعه كما تقول كَبَّه لوجهه. والتَّلِيلُ\n---\nوالمَتْلول: الصَّرِيع؛ وقال قتادة: تلَّه للجَبِين كَبَّه لفيه وأَخذَ\n---\nالشَّفْرة. وتُلَّ إِذا صُرِع؛ قال الكميت:\n---\nوتَلَّه للجَبين مُنْعَفِراً،\n---\nمنه مَناطُ الوَتِينِ مُنْقَضِبُ\n---\nوفي حديث أَبي الدرداء: وترَكوك لمَتَلّك أَي لمَصْرَعك من قوله تعالى:\n---\nوتلَّه للجَبِين. وفي الحديث الآخر: فجاء بناقة كوْماء فتَلَّها أَي\n---\nأَناخَها وأَبْرَكها. والمُتَلَّل: الصَّرِيع وهو المُشَغْزَب. وقول\n---\nالأَعرابية: ما له تُلَّ وغُلَّ؛ هكذا رواه أَبو عبيد، ورواه يعقوب: أٌلَّ\n---\nوغُلَّ، وقد تقدمت الحكاية في أُهْتِرَ. وقوم تَلَّى: صَرْعى؛ قال أَبو\n---\nكبير:وأَخُو الإِنابة إِذ رأَى خُلاَّنَهُ،\n---\nتَلَّى شِفَاعاً حَوْله كالإِذْخِر\n---\nأَراد أَنهم صُرِعُوا شَفْعاً، وذلك أَنَّ الإِذْخِر لا ينبت متفرقاً\n---\nولا تكاد تراه إِلا شَفْعاً. وتَلَّ هو يَتُلُّ ويَتِلُّ: تَصَرَّع وسقَط.\n---\nوالمِتَلُّ: ما تَلَّه به. والمِتَلُّ: الشديد. ورُمْحٌ مِتَلٌّ: يُتَلُّ\n---\nبه أَي يُصْرع به، وقيل: قويّ منتصب غليظ؛ قال لبيد:\n---\nرابط الجَأْشِ على فَرْجهم،\n---\nأَعْطِفُ الجَوْنَ بمَرْبُوعٍ مِتَلُّ\n---\nالمِتَلُّ: الذي يُتَلُّ به أَي يُصْرَع به؛ وقال ابن الأَعرابي:\n---\nمِتَلٌّ شديد أَي ومعي رُمْح مِتَلٌّ، والجَوْن: فَرَسه. وقال شمر: أَراد\n---\nبالجَوْن جَمَله، والمَرْبوع جَرِيرٌ ضُفِرَ على أَربع قُوًى؛ وقال ابن القطاع\n---\nفي معنى البيت أَي أَعْطِفه بعِنَانٍ شديد من أَربع قُوًى؛ وقيل: برمح\n---\nمربوع لا طويل ولا قصير. ورجل تُلاتِلٌ: قصير. ورُمْحٌ مِتَلٌّ: غليظ\n---\nشديد، وهو العُرُدُّ أَيضاً؛ وكل شيءٍ أَلقيته إِلى الأَرض مما له جُيَّه،\n---\nفقد تَلَلْته. وتَلَّ يَتُلُّ وَيتِلُّ إِذا صَبَّ. وتَلَّ يَتُلُّ يَتِلُّ\n---\nإِذا سقط.\n---\nوالتَّلَّة: الصَّبَّة. والتَّلَّة: الضَّجْعة والكَسَل. وقول سيدنا\n---\nرسول الله، صلى الله عليه وسلم: نُصِرْت بالرُّعْب وأُوتيت جوامع الكلم،\n---\nوبَيْنَا أَنا نائم أُتِيت بمفاتيح خزائن الأَرض فتُلَّت في يدي؛ قال ابن\n---\nالأَثير في تفسيره: أُلقيت في يدي، وقيل: التَّلُّ الصَّبُّ فاستعاره\n---\nللإِلقاء. وقال ابن الأَعرابي: صُبَّت في يدي، والمعنيان متقاربان. قال أَبو\n---\nمنصور: وتأْويل قوله أُتِيت بمفاتيح خزائن الأَرض فتُلَّت في يدي؛ هو ما\n---\nفتحه الله جل ثناؤه لأُمته بعد وفاته من خزائن ملوك الفُرْس وملوك الشام\n---\nوما استولى عليه المسلمون من البلاد، حقق الله رؤياه التي رآها بعد وفاته\n---\nمن لَدُن خلافة عمر بن الخطاب، رضي الله عنه، إِلى هذا؛ هذا قول أبي\n---\nمنصور،و رحمه الله، والذي نقول نحن في يومنا هذا: إِنا نرغب إِلى الله عز\n---\nوجل ونتضرع إِليه في نصرة ملته وإِعْزاز أُمته وإِظهار شريعته، وأَن\n---\nيُبْقِي لهم هِبَة تأْويل هذا المنام، وأَن يعيد عليهم بقوّته ما عدا عليه\n---\nالكفار للإِسلام بمحمد وآله، عليهم الصلاة والسلام. وفي الحديث: أَنه أُتِيَ\n---\nبشراب فشرب منه وعن يمينه غلام وعن يساره المشايخ، فقال: أَتأْذن لي أَن\n---\nأُعطي هؤُلاء؟ فقال: والله لا أُوثر بنصيبي منك أَحداً فَتَلَّه رسول\n---\nالله، صلى الله عليه وسلم، في يده أَي أَلقاه.\n---\nوالتَّلُّ من التراب: معروف واحد التِّلال، ولم يفسر ابن دريد التَّل من\n---\nالتراب. والتَّلُّ من الرَّمل: كَوْمَة منه، وكلاهما من التَّلِّ الذي\n---\nهو إِلقاء كل جُثَّة، قال ابن سيده: والجمع أَتلال؛ قال ابن أَحمر:\n---\nوالفُوفُ تَنْسُِجُه الدَّبُورُ، وأَتْـ\n---\nـلالٌ مُلَمَّعَة القَرَا شُقْرُ\n---\nوالتَّلُّ: الرابية، وقيل: التَّلُّ الرابية من التراب مكبوساً ليس\n---\nخِلْقَةً؛ قال أَبو منصور: هذا غلط، التِّلال عند العرب الروابي المخلوقة.\n---\nابن شميل: التَّلُّ من صغار الآكام، والتَّلُّ طوله في السماء مثل البيت\n---\nوعَرْض ظَهْره نحو عشرة أَذرع، وهو أَصغر من الأكَمة وأَقل حجارة من\n---\nالأَكَمة، ولا يُنْبِت التَّلُّ حُرّاً، وحجارة التَّلِّ غاصٌّ بعضُها ببعض مثل\n---\nحجارة الأَكَمة سواءً.\n---\nوالتَّلِيل: العُنُق؛ قال لبيد:\n---\nتَتَّقِيني بِتَليلٍ ذي خُصَل\n---\nأَي بعُنُق ذي خُصَل من الشعر، والجمع أَتِلَّة وتُلُل وتَلائِل.\n---\nوالمِتَلُّ: الشديد من الناس والإِبل. ورجل مِتَلٌّ إِذا كان غليظاً\n---\nشديداً. ورجل مِتَلٌّ: منتصب في الصلاة؛ وأَنشد:\n---\nرِجالٌ يَتُلُّون الصَّلاةَ قِيام\n---\nقال أَبو منصور: هذا خطأٌ وإِنما هو:\n---\nرجال يُتَلُّون الصلاةَ قيام\n---\nمن تَلَّى يُتَلِّي إِذا أَتْبَع الصلاةَ الصلاةَ؛ قال شمر: تَلَّى فلان\n---\nصلاتَه المكتوبة بالتطوّع أَي أَتْبَع؛ قال البُعَيْث:\n---\nعلى ظَهْرِ عادِيٍّ كأَنَّ أُرُومَه\n---\nرِجالٌ، يُتَلُّون الصَّلاة، قِيامُ\n---\nوقوله أَنشده سيبويه:\n---\nطَوِيل مِتَلِّ العُنْقِ أَشْرَف كاهِلاَ\n---\nأَشَقّ رَحيب الجَوفِ مُعْتَدِلُ الجرم\n---\nعَنى ما انتصب منه. وقولهم: هو بِتِلَّة سُوءٍ إِنما هو كقولهم بِبِيئة\n---\nسُوء أَي بحالة سُوءٍ. وثَلَطَه بِتِلَّة سُوءٍ أَي رماه بأَمر قبيح؛ عن\n---\nثعلب. وبات بِتِلَّة سُوءٍ أَي بحالة سوء.\n---\nوالتَّلُّ: صَبُّ الحَبْل في البئر عند الاستقاء؛ عن ابن الأَعرابي؛\n---\nوأَنشد:\n---\nيَومانِ: يَوْمُ نِعْمَةٍ وظِلِّ،\n---\nويَوْمُ تَلّ مَحِصٍ مُبْتَلِّ\n---\nوتَلَّ جَبِينُه يَتِلُّ تَلاًّ: رَشَح بالعَرَق، قال: وكذلك الحوض؛ عن\n---\nاللحياني. قال أَبو الحسن: يقال إِن جبينه ليَتِلُّ أَشد التَّلِّ، وحكى:\n---\nما هذه التِّلَّة بفيك أَي البِلَّة؟ وسئل عن ذلك أَبو السَّمَيْدَع\n---\nفقال: التَّلَل والبَلَل والتِّلَّة والبِلَّة شيء واحد؛ قال أَبو منصور:\n---\nوهذا عندي من قولهم تَلَّ أَي صَبَّ، ومنه قيل للمِشْرَبة التَّلْتَلَة\n---\nلأَنه يُصَبُّ ما فيها في الحَلْق. والتَّلْتَلة: مِشْرَبة من قِشْرِ\n---\nالطَّلْعة يُشْرب فيه النبيذ، وفي الصحاح: تُتَّخذ من قِيقَاءة الطَّلْع.\n---\nوالتَّلْتَلة: التحريك والإِقْلاق. التهذيب في ترجمة ترر: التَّرْتَرة أَن\n---\nتُحَرِّك وتُزَعْزِع، قال: وهي التَّرْتَرة والتَّلْتَلة والمَزْمَزة؛ قال\n---\nذو الرمة يصف جملاً:\n---\nبَعِيدُ مَسَافِ الخَطْوِ عَرْجٌ شَمَرْدَلٌ،\n---\nيُقَطِّعُ أَنفاسَ المَهَاري تَلاتِلُه\n---\nوتَلْتَله أَي زَعْزَعه وأَقْلَقه وزَلْزَله. وفي حديث ابن مسعود:\n---\nأُتِيَ بشارب فقال تَلْتِلُوه؛ هو أَن يُحَرَّك ويُسْتَنْكَه ليُعْلَم أَشرب\n---\nأَم لا، وهو في الأَصل السَّوْق بعُنْف. وتَلْتَل الرجلُ: عَنُف بسَوْقه.\n---\nوالتَّلْتَل: الشِّدَّة؛ وأَنشد ابن الأَعرابي:\n---\nوإِن تَشَكَّى الأَيْنَ والتَّلاتِلا\n---\nأَبو تراب: البَلابِل والتَّلاتِلُ الشدائد مثل الزلازل؛ ومنه قول\n---\nالراعي:\n---\nواخْتَلَّ ذو المال والمُثْرُونَ قد بَقِيَتْ،\n---\nعلى التَّلاتِل من أَموالهم، عُقَدُ\n---\nوالتَّلَّة والتَّلْتَلة: من وصْف الإِبل. وتَلَّه في يديه: دفعه إِليه\n---\nسَلَماً، ورجل ضَالٌّ تَالٌّ آلٌّ، وقد ضَلِلْت وتَلِلْت ضَلالة وتَلالة،\n---\nوجاء بالضَّلالة والتَّلالة والأَلالة، وهو الضَّلال\n---\nبن التَّلال؛ قال الجوهري: وكل ذلك إِتباع. وقولهم: ذهب يُتَالُّ أَي\n---\nيطلب لفرسه فَحْلاً وهو يُفاعِل؛ وأَنشد ابن بري في حواشيه هذا البيت ولم\n---\nيُفْصِح عما استشهد به عليه، قال: وقال النضري:\n---\nلقد غَنِينا تَلَّةً من عَيْشِنا\n---\nبحَنَاتمٍ مملوءةٍ وزِقَاق\n---\nوتَلَّى وتِلَّى: موضع؛ أَنشد ابن الأَعرابي:\n---\nأَلا تَرَى ما حَلَّ دُونَ المَقْرَب،\n---\nمن نَعْفِ تَلَّى، فدِبابِ الأَخْشَب؟\n---\nوتَلْتَلة بَهْراء: كَسْرُهم تاء تِفْعلون يقولون تِعْلَمون وتِشْهَدون\n---\nونحوه، والله أَعلم.", "تمل": "@تمل: التُّمَيْلة: دُويبَّة بالحجاز على قدر الهِرَّة، والجمع تِمْلانٌ،\n---\nوفي التهذيب: الجمع التُّمَيْلات. ابن الأَعرابي: هو التُّفَّة\n---\nوالتُّمَيلة لعَناق الأَرض، ويقال لذَكرها الفُنْجُل. وقال ابن الأَعرابي:\n---\nالتُّمْلول القُنَّابَرَى، بتشديد النون. ابن سيده: والتُّمْلول البَرْغَشْت،\n---\nأَعجمي، وهو الغُمْلول والقُنَّابرى بالنبطية.\n---\nوالتَّامُول: نَبْت كالقَرْع، وقيل: التَّامُول نبت طيِّب الريح ينبت\n---\nنبات اللُّوبياء، طَعْمُه طَعم القَرَنْفُل يُمْضَغ فيُطَيِّب النَّكْهة،\n---\nوهو ببلاد العرب من أَرض عُمَان كثير.", "تمأل": "@تمأل: المُتْمَئِلُّ: الطويل المنتصب. وقد اتْمَهَلَّ سَنَامُ البعير\n---\nواتْمَأَلَّ إِذا استوى وانتصب، فهو مُتْمَئِلٌّ ومُتْمَهِلٌّ. واتمَأَلّ\n---\nالشيء أَي طال واشتدَّ.", "تمهل": "@تمهل: أَبو زيد: المُتْمَهِلُّ المعتدل. وقد اتْمَهَلَّ سَنامُ البعير\n---\nواتْمَأَلَّ إِذا استوى وانتصب، فهو مُتْمَئِلٌّ ومُتْمَهِلٌّ. الجوهري:\n---\nاتْمَهَلَّ الشيء اتْمِهْلالاً أَي طال، ويقال اعتدل، وكذلك اتْمَأَلَّ\n---\nواتْمَأَرَّ أَي طال واشتَدَّ.", "تنبل": "@تنبل: ابن سيده: التِّنْبال والتِّنْبَل والتِّنْبالة الرَّجُل\n---\nالقَصِير، رباعيٌّ على مذهب سيبويه لأَن التاء لا تزاد أَوَّلاً إِلا بثَبَت،\n---\nوكذلك النون لا تزاد ثانية إِلا بذلك، وعند ثعلب ثلاثي، وذهب إِلى زيادة\n---\nالتاء، ويَشْتَقُّه من النَّبَل الذي هو الصغر، ورواه أَبو تراب في باب\n---\nالباء والتاء من الاعتقاب، وذكره الأَزهري في الثلاثي، وجَمْعه التَّنَابِيل؛\n---\nوأَنشد شمر لكعب ابن زهير:\n---\nيَمْشُون مَشْيَ الجِمال الزُّهْرِ يَعْصِمُهُم\n---\nضَرْبٌ، إِذا عَرَّدَ السُّودُ التَّنَابِيل\n---\nأَي القِصَار. والتُّنْبُول: كالتِّنْبال. وتَنْبَل: اسم موضع؛ قال\n---\nالأَخطل:\n---\nعَفَا واسِطٌ من آل رَضْوَى فتَنْبَلُ،\n---\nفمُجْتَمَعُ الحُرَّيْن فالصَّبرُ أَجْمَلُ\n---\n(* قوله «عفا واسط إلخ» أورده ياقوت في المعجم: بلفظ نبتل، بالنون أوله\n---\nثم الموحدة).", "تنتل": "@تنتل: التهذيب في الرباعي: إِذا مَذِرَت البَيْضة فهي التَّنْتَلة. وقال\n---\nابن الأَعرابي: تَنتَل الرجلُ إِذا تَقَذَّر بعد تنظيف، وتَنْتَل إِذا\n---\nتَحامَق بعد تَعاقُل.", "تنطل": "@تنطل: التهذيب في الرباعي: التنطل\n---\n(* قوله «التنطل» كذا وقع في الأصل\n---\nغير مضبوط مع ضبطه في الشاهد كما ترى، ومقتضى ذكره في الرباعي أصالة التاء\n---\nوالنون فيه، وقد استدركه شارح القاموس ولم يتعرض لوزنه) القُطْن؛ قال:\n---\nومَسَحْتُ أَسْفَل بطنِها كالتَّنْطُل", "تول": "@تول: التُّوَلة: الداهية، وقيل: هي بالهمز، يقال: جاءنا بتُولاته\n---\nودُولاته وهي الدواهي. ابن الأَعرابي: إِن فلاناً لذو تُولات إِذا كان ذا لُطْف\n---\nوتَأَتٍّ حتى كأَنه يَسْحَر صاحبه. ويقال: تُلْتُ به أَي دُهِيتُ\n---\nومُنِيت؛ قال الراجز:\n---\nتُلْتُ بساقٍ صادق المَرِيسِ\n---\nوفي حديث بدر: قال أَبو جهل إِن الله قد أَراد بقريش التُّوَلة؛ هي بضم\n---\nالتاء وفتح الواو الداهية، قال: وقد تهمز. والتُّوَلة والتِّوَلة: ضَرْب\n---\nمن الخَرَز يوضع للسِّحْر فتُحَبَّب بها المرأَةُ إِلى زوجها، وقيل: هي\n---\nمَعَاذَة تُعَلَّق على الإِنسان، قال الخليل: التِّوَلة والتُّولة، بكسر\n---\nالتاء وضمها، شبيهة بالسِّحر. وحكى ابن بري عن القزاز: التُّوَلة\n---\nوالتِّوَلة السِّحْر. وفي حديث عبدالله بن مسعود: التِّوَلة والتَّمَائم\n---\nوالرُّقَى من الشِّرْك؛ وقال أَبو عبيد: أَراد بالتَّمائم والرُّقَى ما كان بغير\n---\nلسان العربية مما لا يُدْرَى ما هو، فأَما الذي يُحَبِّب المرأَةَ إِلى\n---\nزوجها فهو من السِّحْر. والتِّوَلة، بكسر التاء: هو الذي يُحَبِّب المرأَة\n---\nإِلى زوجها، وفي المحكم: التِّوَلة الذي يُحَبِّب بين الرجل والمرأَة،\n---\nصِفَةٌ، ومثله في الكلام شيء طِيَبَة؛ قال ابن الأَثير: التِّوَلة، بكسر\n---\nالتاء وفتح الواو، ما يُحَبِّب المرأَة إِلى زوجها من السِّحْر وغيره،\n---\nجعله ابن مسعود من الشِّرْك لاعتقادهم أَن ذلك يؤثر ويفعل خلاف ما\n---\nيُقَدِّرُه الله تعالى. ابن الأَعرابي: تالَ يَتُول إِذا عالج التِّوَلة وهي\n---\nالسِّحْر.\n---\nأَبو صاعد: تَوِيلةٌ من الناس أَي جماعة جاءت من بُيُوت وصِبْيان ومال،\n---\nوقال غيره: التّالُ صِغارُ النَّخْل وفَسِيله، الواحدة تالَةٌ. وفي حديث\n---\nابن عباس: أَفْتِنا في دابة تَرْعى الشَّجر وتشرب الماء في كَرِش لم\n---\nتُثْغَر، قال: تلك عندنا الفَطِيمُ والتَّوْلة والجَذَعة؛ قال الخطابي: هكذا\n---\nروي، قال: وإِنما هو التِّلْوة، يقال للجَدْيِ إِذا فُطِم وتَبِعَ أُمَّه\n---\nتِلْوٌ، والأُنثى تِلْوة، والأُمهات حينئذ المَتَالي، فتكون الكلمة من\n---\nباب تلا لا تول، والله أَعلم.", "تحم": "@تحم: الأَتْحَمِيُّ: ضرْب من البُرود؛ قال رؤبة:\n---\nأَمْسَى كَسَحْقِ الأَتْحَمِيِّ أَرْسُمُهْ\n---\nوقال الشاعر:\n---\nوعليه أَتْحَمِيٌّ،\n---\nنَسْجُه من نَسْج هَوْرَمْ\n---\n(* قوله «من نسج هورم» هكذا في الأصل بالراء ومثله في بعض نسخ الصحاح،\n---\nوفي بعضها هوزم بالزاي. وقوله: أُم حلمي، في الأصل بالحاء وفي نسخ الصحاح\n---\nبالخاء).\n---\nغَزلَتْه أُمُّ حِلْمِي،\n---\nكلّ يومٍ وزن دِرْهَمْ\n---\nوقال:\n---\nوصَهْوَتُه من أَتْحَمِيٍّ مُشَرْعَبِ\n---\nوقال آخر يصف رَسْماً:\n---\nأَصْبَح مثل الأَتْحَمِيِّ أَتْحَمُهْ\n---\nأَراد أَصبح أَتْحَمِيُّه كالثوب الأَتْحَمِيِّ وهي أَيضاً المُتْحَمةُ\n---\nوالمُتَحَّمة. وقد أَْتَحت البُرودَ إتْحاماً، فهي مُتْحَمة؛ قال\n---\nالشاعر:صَفْراءَ مُتْحَمةً حِيكَتْ نَمانِمُها\n---\nمن الدِّمَقْسِيِّ، أَو من فاخر الطُّوطِ\n---\nالطُّوطُ: القُطْن؛ وقال أَبو خراش:\n---\nكأَنَّ المُلاءَ المَحْضَ، خَلْفَ ذِراعِه،\n---\nصُراحِيُّهُ والآخِنِيّ المُتَحَّمُ\n---\nويقال: تَحَّمْت الثوبَ إذا وَشَّيْته. وفرس مُتَحَّمُ اللَّوْن إلى\n---\nالشُّقرة: كأَنه شبه بالأَتْحَمِيِّ من البرود، وهو الأَحْمر، وفرس\n---\nأَتْحَمِيُّ اللَّون. وروي عن الفراء قال: التَّحَمةُ البُرود المخطَّطة\n---\nبالصُّفْرة. أَبو عمرو: التاحِمُ الحائكُ.", "تخم": "@تخم: التُّخومُ: الفَصْل بين الأَرضَيْن من الحدود والمَعالِم، مؤنثة؛\n---\nقال أُحَيْحة بن الجُلاح، ويقال هو لأَبي قيس بن الأَسلت:\n---\nيا بَنِيَّ التُّخومَ لا تَظْلِموها،\n---\nإنَّ ظُلْمَ التُّخوم ذو عُقَّالِ\n---\nوالتَّخْمُ: منتهى كل قَرْية أَو أَرض؛ يقال: فلان على تَخْم من\n---\nالأَرْض، والجمع تُخوم مثل فَلْس وفُلوس. وقال الفراء: تُخومها حُدودُها، أَلا\n---\nترى أَنه قال لا تَظْلِموها ولم يقل لا تظلموه؟ قال ابن السكيت: سمعت أَبا\n---\nعمرو يقول هي تُخومُ الأَرض، والجمع تُخُم، وهي التُّخوم أَيضاً على لفظ\n---\nالجمع ولا يفرد لها واحد، وقد قيل: واحدها تَخْم وتُخْم، شامية. وروي عن\n---\nالنبي، صلى الله عليه وسلم، أَنه قال: مَلْعون من غَيَّر تُخومَ الأَرض.\n---\nأَبو عبيد: التُّخومُ ههنا الحُدود والمَعالِمُ، والمعنى من ذلك يقع في\n---\nموضعين: أَحدهما أَن يكون ذلك في تغيير حُدود الحَرم التي حَدَّها\n---\nإبراهيم خليل الرحمن على نبينا وعليه الصلاة والسلام، والمعنى الآخر أَنْ\n---\nيَدْخُل الرجلُ في ملك غيره من الأَرض فيَقْتَطِعه ظلماً، فقيل: أَراد حُدودَ\n---\nالحَرم خاصَّة، وقيل: هو عامٌّ في جميع الأَرض، وأَراد المَعالم التي\n---\nيُهْتدى بها في الطريق، ويروى تَخُوم، بفتح التاء على الإِفراد، وجمعه\n---\nتُخُم، بضم التاء والخاء. وقال أَبو حنيفة: قال السُّلَميّ التَّخُومة،\n---\nبالفتح؛ قال:\n---\nوإِن أَفْخَرْ بمَجْدِ بَني سُلَيْم،\n---\nأَكُنْ منها التَّخُومةَ والسَّرارا\n---\nوإِنه لَطيِّب التُّخُوم والتَّخُوم أَي السُّعُوف يعني الضَّرائب.\n---\nالليث: التُّخوم مَفْصِل ما بين الكُورَتَيْن والقَرْيَتَيْن، قال: ومنتهى\n---\nأَرض كل كُورة وقَرْية تُخومها، وقال أَبو الهيثم: يقال هذه الأَرض تُتاخِم\n---\nأَرض كذا أَي تُحادُّها، وبِلاد عُمان تُتاخِم بلاد الشَّحْر. وقال\n---\nغيره: وتُطاخِم، بالطاء، بهذا المعنى لغة، قلبت التاء طاء لقرب مخرجهما،\n---\nوالأَصل التُّخومُ وهي الحُدود، وقال الفراء: هي التُّخومُ مضمومة، وقال\n---\nالكسائي: هي التَّخوم العلامة؛ وأَنشد:\n---\nيا بَنيَّ التَّخُومَ لا تَظْلِموها\n---\nومَن روى هذا البيت التُّخوم فهو جمع تَخْم، قال أَبو عبيد: أَصحاب\n---\nالعربية يقولون هي التَّخوم، بفتح التاء، ويجعلونها واحدة، وأَما أَهل الشام\n---\nفيقولون التُّخوم، ويجعلونها جمعاً، والواحد تَخْم. قال ابن بري: يقال\n---\nتَخوم وتُخوم وزَبور وزُبور وعَذوب وعُذوب في هذه الأَحرف الثلاثة، قال:\n---\nولم يعلم لها رابع، والبصريون يقولون تُخوم، بالضم، والكوفيون يقولون\n---\nتَخُوم، بالفتح وقال كُثَيِّر في التُّخوم، بالضم:\n---\nوعُلَّ ثَرى تلك الحَفيرةِ بالنَّدى،\n---\nوبُورِكَ مَن فيها وطابَتْ تُخومُها\n---\nقال: ويروى وطاب تَخُومها؛ وقال ابن هَرْمة في التُّخُوم أَيضاً:\n---\nإذا نَزلوا أَرضَ الحَرام تَباشَرَتْ،\n---\nبِرُؤْيَتِهم، بَطْحاؤها وتُخُومُها\n---\nويروى: وتَخُومها، بالفتح أَيضاً؛ وأَنشد ابن دُريد للمنذر بن وبرة\n---\nالثعلبيّ:\n---\nولهم دانَ كلُّ مَن قَلَّت العَيْـ\n---\nرُ بنَجْدٍ إلى تُخوم العِراقِ\n---\nقال: العَيْرُ هنا البَصَر، ويقال: اجعل هَمَّك تُخوماً أَي حَدّاً\n---\nتنتهي إليه ولا تجاوزه؛ وقال أَبو دُواد:\n---\nجاعلاً قَبْرَه تُخوماً وقد جرْ\n---\nرَ العَذارى عليه وافي الشَّكِيرِ\n---\nقال شمر: أَقْرَأَني ابنُ الأَعرابي لعديّ بن زيد:\n---\nجاعِلاً سِرَّك التُّخومَ، فما أَحْـ\n---\nفِلُ قَوْلَ الوُشاةِ والأَنْذالِ\n---\n(* قوله «جاعلاً سرك إلخ» هكذا في الأصل، والذي في التكملة: جاعل همك\n---\nبالرفع).\n---\nقال: التُّخومُ الحال الذي تريده. وأَما التُّخَمةُ من الطعام فأَصلها\n---\nوُخَمة، وسيأتي ذكرها إن شاء الله تعالى.", "ترم": "@ترم: ابن الأعرابي: التَّريمُ من الرجال المُلَوَّث بالمَعايب\n---\nوالدَّرَن، قال: والتَّريمُ المُتواضِه لله عز وجل. والتَّرَمُ: وجَع\n---\nالخَوْران.وتِرْيَم: موضع؛ قال النَّمَريُّ:\n---\nأَتيتُ الزِّبْرِقانَ فلم يُضِعْني،\n---\nوضَيَّعَني بتِرْيَم مَن دَعاني\n---\nقال ابن جنتي: فقال تِرْيَم فِعْيَل كحِذْيم وطِرْيم، ولا يكون فِعْلَل\n---\nكدِرْهَم لأَن الياء والواو لا يكونان أَصلا في ذوات الأَربعة، فأَما\n---\nوَرَنْتَل فشاذ؛ الجوهري: تَرْيَم موضع؛ قال الشاعر:\n---\nهلْ أُسْوَةٌ ليَ في رِجالٍ صُرِّعُوا\n---\nبِتِلاعِ تَرْيَمَ هامُهُمْ لم تُقْبَر؟\n---\nقال ابن بري: وتَرْيم واد قرب النَّقِيع\n---\n(* قوله «وتريم واد قرب النقيع»\n---\nقال شارح القاموس: قرأت في كتاب نصر هو بالحجاز واد قريب من ينبع وقيل\n---\nدوين مدين وأيضاً موضع في بادية البصرة أ هـ فحينئذ قول ابن بري قرب\n---\nالنقيع تصحيف فإن النقيع من أودية المدينة)، قال: ورأَيته بخط القزاز تَرْيَم،\n---\nبفتح التاء، كما ذكره الجوهري، قال: والصواب تِرْيَم مثل عِثْير، قال:\n---\nوليس في الكلام فَعْيَل غير ضَهْيَد، قال: ولا يصح فتح التاء من تِرْيم إلا\n---\nأن يكون وزنها تَفْعَل، قال: وهذا الوجه غير ممتنع، والأَول أَظهر.", "ترجم": "@ترجم: التُّرْجُمانُ والتَّرْجَمان: المفسِّر للسان. وفي حديث هِرَقْلَ:\n---\nقال لتُرْجُمانه؛ الترجمان، بالضم والفتح: هو الذي يُتَرْجِم الكلام أَي\n---\nينقله من لغة إلى لغة أُخرى، والجمع التَّراجِم، والتاء والنون زائدتان،\n---\nوقد تَرْجَمه وتَرْجَم عنه، وتَرْجُمان هو من المُثُل التي لم يذكرها\n---\nسيبويه، قال ابن جني: أَما تَرْجُمان فقد حكيت فيه تُرْجُمان بضم أَوله،\n---\nومثاله فُعْلُلان كعُتْرُفان ودُحْمُسان، وكذلك التاء أَيضاً فيمن فَتَحها\n---\nأَصلية، وإن لم يكن في الكلام مثل جَعْفُر لأَنه قد يجوز مع الأَلف\n---\nوالنون من الأَمثلة ما لولاهما لم يجز كعُنْفُوان وخِنْذِيان ورَيْهُقان، أَلا\n---\nترى أَنه ليس في الكلام فُعْلُو ولا فِعْلي ولا فَيْعُل؟", "تغلم": "@تغلم: ابن سيده: تَغْلَمُ موضع وليس له اشتقاق فأَقضى على التاء\n---\nبالزيادة؛ وقول حسان بن ثابت:\n---\nدِيار لِشَعْثاء الفُؤاد وتِرْبها،\n---\nليَاليَ تَحْتَلّ المَراض فَتَغْلَما\n---\nقال مفسره: هما تَغْلَمان جبلان فأَفرد للضرورة.", "تقدم": "@تقدم: تَقْدَم: اسم كأنه يُعنى به القَدَم.", "تكم": "@تكم: تُكْمَةُ: بنْتُ مُرٍّ وهي أُمُّ السُّلَمِييِّن.", "تلم": "@تلم: التَّلَمُ: مشَقُّ الكِراب في الأَرض، بلغة أَهل اليمن وأَهل\n---\nالغَوْر، وقيل: كل أُخْدُودٍ من أَخاديد الأَرض، والجمع أَتْلامٌ، وهو\n---\nالتِّلامُ والجمع تُلُم، وقيل: التِّلامُ أَثَرُ اللُّومَةِ في الأَرض، وجمعها\n---\nالتُّلُم. واللُّومَةُ: التي يُحْرَثُ بها، قال ابن بري: التِّلَم خَطُّ\n---\nالحارث، وجمعه أَتْلامٌ. والعَنَفَةُ: ما بين الخَطَّين، والسَّخْلُ:\n---\nالخَطُّ، بلغة نَجْران. والتِّلامُ والتَّلام جميعاً في شعر الطِّرمَّاح\n---\nالصاغةُ، واحدهم تِلْم، وقيل: التِّلام، بالكسر، الحِمْلاجُ الذي يُنفَخ فيه،\n---\nوالتَّلامُ، بالفتح، التَّلاميذُ التي تنفُخ فيها محذوف؛ وأَنشد:\n---\nكالتَّلامِيذِ بأَيْدي التِّلامِ\n---\nقال: يريد بالتُّلْمُوذ الحُمْلُوجَ، قال أَبو منصور: أَما الرُّواة فقد\n---\nرَوَوْا هذا البيت للطِّرمَّاح يصف بقرة:\n---\nتَتَّقِي الشمسَ بِمَدْرِيَّةٍ،\n---\nكالحَاليج بأَيدي التِّلامي\n---\nوقال: التِّلامُ اسم أَعْجَمِي ويُراد به الصاغة، وقيل: غِلْمان الصاغة،\n---\nيقال: هو بالكسر يُقْرأُ\n---\n(* قوله «يقرأ» في التكملة: يروى، وهو أنسب بما\n---\nبعده). بإثبات الياء في القافية، ورواه بعضهم بأَيدي التَّلامْ، فمن\n---\nرواه التَّلامِي، بفتح التاء وإثبات الياء، أَراد التَّلامِيذ يعني تَلاميذَ\n---\nالصَّاغة، قال: هكذا رواه أَبو عمرو؛ وقال: حذف الذال من آخرها كقول\n---\nالآخر:\n---\nلها أَشارِيرُ من لَحْم تُتَمِّرهُ\n---\nمن الثَّعالي، ووَخْرٌ من أَرانِيها\n---\n.\n---\nأَراد من الثعالِب ومن أَرانِبِها، ومن رواه بأَيدي التِّلامْ،\n---\nبكسر التاء، فإن أَبا سعيد قال: التِّلْم الغُلام، قال: وكل غلامٍ تِلْم، تلميذاً\n---\nكان أَو غير تِلْميذ، والجمع التِّلام. ابن الأَعرابي: التِّلامُ الصاغة،\n---\nوالتِّلامُ الأَكَرَةُ. قال أبو منصور: قال الليث إن بعضهم قال:\n---\nالتَّلاميذ الحَماليجُ التي يُنفَخ فيها، قال: وهذا باطل ما قاله أَحدٌ؛\n---\nوالحَماليِجُ، قال شمر: هي مَنافِخُ الصاغة الحديديَّة الطِّوال، واحدها\n---\nحُمْلوج، شبَّه الطِّرمَّاح قَرْن البَقرة الوحشيَّة بها. الجوهري: التَّلامي\n---\nالتلاميذ، سقطت منه الذال، قال ابن بري: وقد جاء التَّجَلام، بفتح التاء،\n---\nفي شعر غَيْلان بن سلمة الثقفي:\n---\nوسِرْبال مُضاعَفَة دِلاصٍ\n---\nقد أحْرَزَ شَكَّها صُنْعُ التَّلامِ\n---\nويروى التِّلام جمع تِلْم، وهم الصاغة.", "تمم": "@تمم: تَمَّ الشي يَتِمُّ تَمّاً وتُمّاً وتَمامةً وتَماماً وتِمامةً\n---\nوتُماماً وتِماماً وتُمَّة وأَتَمَّه غيره وتَمَّمَه واسْتَتَمَّه بمعنىً،\n---\nوتَمَّمَه الله تَتْميماً وتَتِمَّةً، وتَمامُ الشيء وتِمامَتُه\n---\nوتَتِمَّتُه: ما تَمَّ به. قال الفارسي: تَمامُ الشيء ما تمَّ به، بالفتح لا غير؛\n---\nيحكيه عن أَبي زيد. وأَتمَّ الشيءَ وتَمَّ به يَتِمُّ: جعله تامّاً؛\n---\nوأَنشد ابن الأَعرابي:\n---\nإنْ قلتَ يوماً نَعَمْ بَدْأً، فَتِمَّ بها،\n---\nفإنَّ إمْضاءَها صِنْف من الكَرَم\n---\nوفي الحديث أَعوذ بكلمات الله التامَّاتِ؛ قال ابن الأَثير: إنما وصف\n---\nكلامه بالتمام لأَنه لا يجوز أَن يكون في شيء من كلامه نَقْص أَو عَيْبٌ\n---\nكما يكون في كلام الناس، وقيل: معنى التَّمام ههنا أَنها تنفَع\n---\nالمُتَعَوِّذ بها وتَحْفَظه من الآفات وتَكْفيه. وفي حديث دُعاء الأَذان: اللهمَّ\n---\nرَبَّ هذه الدَّعْوة التامَّة؛ وصَفَها بالتَّمام لأَنها ذِكْر الله\n---\nويُدْعَى بها إلى عِبادته، وذلك هو الذي يستحِق صِفَة الكمال والتمام.\n---\nوتَتِمَّة كل شيء: ما يكون تَمام غايته كقولك هذه الدراهم تمام هذه المائة\n---\nوتَتِمَّة هذه المائة. والتِّمُّ: الشيء التامُّ، وقوله عز وجل: وإذ ابْتَلَى\n---\nإبراهيمَ رَبُّه بكلِمات فأَتَمَّهُنَّ؛ قال الفراء: يريد فَعمِل بهنّ،\n---\nوالكلمات عَشْر من السُّنَّة: خَمْسٌ في الرأس، وخَمْسٌ في الجَسد، فالتي\n---\nفي الرأس: الفَرْق وقَصُّ الشارب والمَضْمَضةُ والاسْتِنْشاقُ والسِّواكُ،\n---\nوأما التي في الجسَد فالخِتانةُ وحَلْقُ العانةِ وتَقْليمُ الأظفار\n---\nونتفُ الرُّفْغَيْن والإستِنْجاءُ بالماء. ويقال: تَمَّ إلى كذا وكذا أَي\n---\nبَلغه؛ قال العجاج:\n---\nلما دَعَوْا يالَ تَمِيمٍ تَمُّوا\n---\nإلى المَعالي، وبهنَّ سُمُّوا\n---\nوفي حديث معاوية: إن تَمَمْتَ على ما تريد؛ قال ابن الأَثير: هكذا روي\n---\nمُخَفَّفاً وهي بمعنى المشدّد. يقال: تَمَّ على الأَمر وتَمَمَ عليه،\n---\nبإِظهار الإِدغام، أَي استمرَّ عليه. وقوله في الحديث: تَتامَّتْ إليه قُرَيش\n---\nأَي أَجابته وجاءَتْه مُتوافِرة مُتَابعة. وقوله عز وجل: وأَتِمُّوا\n---\nالحَجَّ والعُمْرة لله؛ قيل: إتْمامهما تَأدِيةُ كلِّ ما فيهما من الوقوف\n---\nوالطَّواف وغير ذلك. ووُلِدَ فلان لِتَمامٍ\n---\n(* قوله «وولد فلان لتمام إلخ»\n---\nعبارة القاموس: وولدته لتم وتمام ويفتح الثاني) ولِتِمام، بالكسر. وليلُ\n---\nالتِّمامِ، بالكسر لا غير، أَطول ما يكون من ليَالي الشِّتاء؛ ويقال: هي\n---\nثلاث ليال لا يُسْتَبان زيادتُها من نُقْصانها، وقيل: هي إذا بَلَغَت\n---\nاثنَتَيْ عَشْرة ساعة فما زاد؛ قال امرؤ القَيس:\n---\nفَبِتُّ أُكابِدُ لَيْلَ التِّما\n---\nمِ، والقَلْبُ من خَشْيَةٍ مُقْشَعِر\n---\nوفي حديث عائشة، رضي الله عنها، أَنها قال: كان رسول الله.، صلى الله\n---\nعليه وسلم، يقوم الليلةَ التِّمام فيقرأُ سورة البقرة وآل عمران وسورة\n---\nالنساء ولا يَمرُّ بآية إلاّ دعا الله فيها؛ قال ابن شميل: ليل التِّمام\n---\nأَطول ما يكون من الليل، ويكون لكل نجْم هَوِيّ من الليل يَطْلُع فيه حتى\n---\nتَطْلُع كلها فيه، فهذا ليل التِّمام. ويقال: سافرنا شهرنا ليل التِّمام لا\n---\nنُعَرِّسُه، وهذه ليالي التِّمام، أَي شَهْراً في ذلك الزمان. الأَصمعي:\n---\nليل التِّمام في الشتاء أَطول ما يكون من الليل، قال: ويَطُول لَيْلُ\n---\nالتِّمام حتى تَطْلُع فيه النُّجوم كلها، وهي ليلة ميلاد عيسى، على نبينا\n---\nوعليه الصلاة والسلام، والنصارى تعظِّمُها وتقوم فيها. حكي عن أَبي عمرو\n---\nالشيباني أَنه قال: ليل تِمام إذا كان الليل ثلاثَ عشرة ساعة إلى خمس عشرة\n---\nساعة. ويقال لليلة أربع عشرة وهي الليلة التي يَتِمُّ فيها القمر ليلة\n---\nالتَّمام، بفتح التاء. وقال أَبو عمرو: ليلُ التِّمام ستة أَشهر: ثلاثة\n---\nأَشهر حين يزيد على ثنتَيْ عشْرة ساعة، وثلاثة أَشهر حين يَرْجِع، قال:\n---\nوسمعت ابن الأَعرابي يقول: كل ليلة طالت عليك فلم تَنَمْ فيها فهي ليلة\n---\nالتِّمام أَو هي كليلة التِّمام. ويقال: ليلٌ تِمامٌ وليلُ تِمام، على\n---\nالإضافة، وليلُ التِّمام وليلٌ تِمامِيٌّ أَيضاً؛ وقال الفرزدق:\n---\nتِمامِيّاً، كأَنَّ شَآمِياتٍ\n---\nرَجَحْنَ بِجانِبَيْه من الغُؤُور\n---\nوقال ابن شميل: ليلة السَّواء ليلة ثلاث عشرة وفيها يَسْتوي القمر، وهي\n---\nليلة التَّمام. وليلة تَمامِ القمر، هذا بفتح التاء، والأَول بالكسر.\n---\nويقال: رُئِيَ الهلال لِتمِّ الشهر، وولدت المرأة لِتِمٍّ وتِمام وتَمامٍ\n---\nإذا أَلْقَتْه وقد تَمَّ خَلْفه. وحكى ابن بري عن الأَصمعي: ولدَتْه\n---\nللتَّمام، بالأَلف واللام، قال: ولا يَجيء نكِرةً إلاّ في الشعر. وأَتَمَّت\n---\nالمرأة، وهي مُتِمٌّ: دنا وِلادُها. وأَتَمَّت الحْبْلى، فهي مُتِمٌّ\n---\nإذا تَمَّت أَيامُ حَمْلِها. وفي حديث أَسماء: خرجْت وأَنا مُتِمٌّ؛\n---\nيقال: امرأَة مُتِمٌّ للحامل إِذا شارَفَتِ الوَضْع، ووُلِد المَوْلود\n---\nلِتِمامِ وتِمامٍ. وأَتَمَّت الناقة، وهي مُتِمٌّ: دنا نتاجها. وأَتَمَّ\n---\nالنَّبْتُ: اكْتَهل. وأَتَمَّ القمرُ: امْتلأَ فبَهَر، وهو بدْرُ تَمامٍ\n---\nوتِمامٍ وبدرٌ تَمامٌ. قال ابن دريد: وُلِد الغلام لِتِمٍّ وتِمامٍ وبدرُ\n---\nتِمامٍ وكل شيء بعد هذا فهو تَمامٌ، بالفتح. غيره: وقمرُ تَمامٍ وتِمامٍ إذا\n---\nتَمَّ ليلة البَدْر. وفي التنزيل العزيز: ثم آتينا موسى الكتاب تَماماً\n---\nعلى الذي أَحسَنَ؛ قال الزجاج: يجوز أَن يكون تَماما على المُحْسِن، أَراد\n---\nتَماماً من الله على المُحْسِنين، ويجوز تَماماً على الذي أَحسنه موسى\n---\nمن طاعة الله واتِّباع أَمره، ويجوز تَماماً على الذي هو أَحسن الأَشياء،\n---\nوتَماماً منصوب مفعول له، وكذلك وتَفْصِيلاً لكل شيء؛ المعنى: آتيناه\n---\nلهذه العِلَّة أَي للتَّمام والتَّفصيل؛ قال: والقراءة على الذي أَحسَنَ،\n---\nبفتح النون؛ قال: ويجوز أَحسنُ على إضمار الذي هو أَحسنُ، وأَجاز القُراءُ\n---\nأَن يكون أَحسَن في موضع خفض، وأَن يكون من صفة الذي، وهو خطأٌ عند\n---\nالبصريين لأَنهم لا يعرفون الذي إلاَّ موصولة ولا تُوصَف إلا بعد تمام\n---\nصِلَتها.\n---\nوالمُسْتَتِمُّ في شِعر أَبي دُواد: هو الذي يطلب الصُّوفَ والوَبَرَ\n---\nلِيُتِمَّ\n---\nبه نَسْجَ كِسائه، والمَوْهوب تُمَّةٌ؛ قال ابن بري: صوابه عن أَبي زيد،\n---\nوالجمع تِمَمٌ، بالكسر، وهو الجِزَّة من الصُّوف أَو الشعَر أَو\n---\nالوَبَر؛ وبيت أَبي دواد هو قوله:\n---\nفَهْيَ كالبَيْضِِ، في الأَداحِيّ، لا يُو\n---\nهَبُ منها لِمُسْتَتِمٍّ عِصامُ\n---\nأَي هذه الإِبل كالبَيْض في الصِّيانة، وقيل في المَلاسة لا يُوهب منها\n---\nلمُسْتَتِمّ أَي لا يُوجد فيها ما يُوهَب لأَنها قد سَمِنت وأَلْقَت\n---\nأَوْبارَها؛ قال: والمُسْتَتِمُّ الذي يطلُب التُّمَّةَ، والعِصامُ: خيط\n---\nالقِرْبة.\n---\nوالمُتَتَمِّمُ: المتكسِّر؛ قال الشاعر\n---\nإِذا ما رآها رُؤيةً هِيضَ قَلْبه\n---\nبها، كانْهِياضِ المُتْعَب المُتَتَمِّمِ\n---\nوتَمَّمَ على الجَريح: أَجْهِزَ. وتَمَّ على الشيء: أَكمله؛ قال\n---\nالأَعشى:فتَمَمَّ على مَعْشوقَةٍ لا يَزيدُها\n---\nإِليه، بَلاءُ السُّوءِ، إِلاَّ تَحبُّبا\n---\nقال ابن سيده: وقول أَبي ذؤيب:\n---\nفَباتَ بجَمْعٍ ثم ثابَ إِلى مِنىً،\n---\nفأَصْبَحَ رَأْداً يبتغي المَزْجَ بالسَّحْل\n---\nقال: أَراه يعني\n---\n(* قوله «أراه يعني إلخ» هكذا في الأصل، ولعل الشاهد في\n---\nبيت ذكره ابن سيده غير هذا، وأما هذا البيت فهو في الأصل كما ترى ولا\n---\nشاهد فيه وقد تقدم مع بيت بعده في مادة سحل). بتَمَّ أََكْمَل حَجَّه.\n---\nواسْتَتَمَّ النِّعْمة: سأَل إِتْمامها. وجعله تِمّاً أَي تَماماً. وجعلْته\n---\nلك تِمّاً أَي بِتَمامه. وتَمَّمَ الكَسْر فَتَمَّمَ وتَتَمَّم: انصَدَعَ\n---\nولم يَبِنْ، وقيل: إِذا انصَدَعَ ثم بانَ. وقالوا: أَبى قائلُها إِلاَّ\n---\nتَمّاً وتُمّاً وتِمّاً، ثلاث لغات، أَي تَماماً، ومضى على قوله ولم يرجع\n---\nعنه، والكسر أَفصح؛ قال الراعي:\n---\nحتى وَوَدْنَ لِتِمِّ خِمْسٍ بائصٍ\n---\nجُدّاً، تَعاوَرَه الرياحُ وَبيلاً\n---\nبائصٍ: بعيدٍ شاقٍّ، ووَبِيلاً: وَخِيماً.\n---\nوالتَّمِيمُ: الطويلُ؛ وأَنشد بيت العجاج:\n---\nلنا دَعَوْا يال تَمِيمٍ تَمُّوا\n---\nوالتَّمِيمُ: التامُّ الخلْق. والتَّمِيمُ: الشاذُّ الشديدُ.\n---\nوالتَّميمُ: الصُّلْب؛ قال:\n---\nوصُلْب تَمِيم يَبْهَرُ اللِّبْدَ جَوْزُه،\n---\nإِذا ما تَمَطَّى في الحِزام تَبَطَّرا\n---\nأَي يَضيق عنه اللِّبْد لتَمامه، وقيل: التَّمِيمُ\n---\nالتامُّ الخلْقِ الشديده من الناس والخَيْل. وفي حديث سليمان بن يَسار:\n---\nالجَذَعُ التامُّ التِّمُّ يُجْزئ؛ قال ابن الأَثير: يقال تِمٌّ وتَمٌّ\n---\nبمعنى التامِّ، ويروى الجَذَع التامُّ التَّمَمُ، فالتامُّ الذي استوفى\n---\nالوقت الذي يسمَّى فيه جَذَعاً وبَلغ أَن يسمَّى ثَنِيّاً، والتَّمَمُ\n---\nالتامُّ الخلْق، ومثله خلْق عَمَمٌ. والتَّمِيمُ: العُوَذ، واحدتها\n---\nتَمِيمةٌ. قال أَبو منصور: أَراد الخَرز الذي يُتَّخَذ عُوَذاً.\n---\nوالتَّمِيمةُ: خَرزة رَقْطاء تُنْظَم في السَّير ثم يُعقد في العُنق،\n---\nوهي التَّمائم والتَّمِيمُ؛ عن ابن جني، وقيل: هي قِلادة يجعل فيها سُيُورٌ\n---\nوعُوَذ؛ وحكي عن ثعلب: تَمَّمْت المَوْلود علَّقْت عليه التَّمائم.\n---\nوالتَّمِيمةُ: عُوذةٌ تعلق على الإِنسان؛ قال ابن بري: ومنه قول سلَمة بن\n---\nالخُرْشُب:\n---\nتُعَوَّذُ بالرُّقى من غير خَبْلٍ،\n---\nوتُعْقَد في قَلائدها التَّمِيمُ\n---\nقال: والتَّمِيمُ جمع تمِيمةٍ؛ وقال رفاع\n---\n(* قوله «رفاع»\n---\nهكذا في الأصل رفاع بالفاء، وتقدم في مادة نوط: رقاع منقوطاً بالقاف\n---\nومصله في شرح القاموس هنا وهناك) بن قيس الأَسدي:\n---\nبِلادٌ بها نِيطَتْ عليَّ تَمائِمي\n---\nوأَوَّل أَرضٍ مَسَّ جِلدي تُرابُها\n---\nوفي حديث ابن عَمرو\n---\n(* قوله «وفي حديث ابن عمرو» هكذا في الأصل ونسخة من\n---\nالنهاية بفتح أوله، وفي نسخة من النهاية: عمر بضم أوله): ما أُبالي ما\n---\nأَتيت إِن تعلقت تَمِيمةً. وفي الحديث: مَن عَلَّق تَمِيمةً فلا أَتَمَّ\n---\nالله له؛ ويقال: هي خَرزة كانوا يَعْتَقِدون أَنها تَمامُ الدَّواء\n---\nوالشِّفاء، قال: وأَمّا المَعاذاتُ إِذا كُتِب فيها القرآن وأَسماءُ الله تعالى\n---\nفلا بأْسَ بها. والتَّمِيمةُ: قِلادةٌ من سُيورٍ، وربما جُعِلَتِ\n---\nالعُوذةَ التي تعلَّق في أَعناق الصبيان. وفي حديث ابن مسعود: التَّمائمُ\n---\nوالرُّقى والتِّوَلةُ من الشِّرْك. قال أَبو منصور: التَّمائمُ واحدتُها\n---\nتَمِيمةٌ، وهي خَرزات كان الأعرابُ يعلِّقونها على أَولادِهم يَنْفون بها\n---\nالنفْس والعَين بزَعْمهم، فأَبطله الإِسلامُ؛ وإِيّاها أَراد الهُذَلي\n---\nبقوله:وإِذا المَنِيَّةُ أَنْشَبَتْ أَظْفارَها،\n---\nأَلْفَيْتَ كلَّ تَمِيمة لا تَنْفَعُ\n---\nوقال آخر:\n---\nإِذا مات لم تُفْلِحْ مُزَيْنةُ بعدَه،\n---\nفتُوطِي عليه، يا مُزَيْنُ، التَّمائما\n---\nوجعلها ابن مسعود من الشِّرْك لأَنهم جَعلوها واقِيةً من المَقادِير\n---\nوالموْتِ وأَرادُوا دَفْعَ ذلك بها، وطلبوا دَفْعَ الأَذى من غير الله الذي\n---\nهو دافِعُه، فكأَنهم جعلوا له شريكاً فيما قَدّر وكَتَب من آجال العِبادِ\n---\nوالأَعْراضِ التي تُصيبهم، ولا دافع لما قَضى ولا شريك له تعالى وتقدّس\n---\nفيما قَدّر. قال أَبو منصور: ومن جَعل التَّمام سُيوراً فغيرُ مُصِيبٍ؛\n---\nوأَما قول الفرزدق:\n---\nوكيف يَضِلُِّ العَنْبَرِيُّ ببلْدةٍ،\n---\nبها قُطِعَتْ عنه سُيور التَّمائِم؟\n---\nفإِنه أَضاف السُّيورَ إِلى التَّمائم لأَن التمائم خَرز تُثْقَب ويجعل\n---\nفيها سُيورٌ وخُيوط تُعلَّق بها. قال: ولم أَرَ بين الأَعراب خلافاً أَنّ\n---\nالتَّميمةَ هي الخرزة نفسُها، وعلى هذا مذهب قول الأَئمة؛ وقول طُفَيل:\n---\nفإِلاَّ أَمُتْ أَجْعَلْ لِنَفْرٍ قِلادَةٌ،\n---\nيُتِمُّ بها نَفْرٌ قَلائدَه قَبْلُ\n---\nقال: أَي عاذه\n---\n(* قوله «قال أي عاذه إلى قوله إلى الواسطة» هكذا في\n---\nالأصل). الذي كان تقلَّده قبل؛ قال: يُتِمُّ يحطها تَمِيمةَ خَرزِ قلائده\n---\nإِلى الواسطة، وإِنما أَراد أُقَلِّده الهِجاء. ابن الأَعرابي: تُمَّ إِذا\n---\nكُسِر وتَمَّ إِذا بلَّغ\n---\n(* قوله «وتم إذا بلغ إلخ» هكذا في الأصل\n---\nوالتكملة والتهذيب، وأما شارح القاموس فذكر هذا الشطر عقب قول المتن: وتمم الشيء\n---\nأهلكه وبلغه أجله، ثم قال في المستدرك: تم إذا كسر وتم إذا بلغ، ولم\n---\nيذكر شاهداً عليه)؛ وقال رؤبة:\n---\nفي بَطْنه غاشيةٌ تُتَمِّمُهْ\n---\nقال شمر: الغاشية وَرَم يكون في البطْن، وقال: تُتَمِّمُهُ أَي تُهْلِكه\n---\nوتبلِّغه أَجَلَه؛ وقال ذو الرمة:\n---\nكانْهِياض المُعْنَتِ المُتَتَمِّمِ\n---\nيقال: ظَلَع فلان ثم تَتَمَّم تَتَمُّماً أَي تَمَّ عَرَجُه كَسْراً، من\n---\nقولك تُمَّ إِذا كسر. والمُتَمُّ: منقَطَع عِرْق السُّرَّة. والتُّمَمُ\n---\nوالتِّمَمُ من الشعَر والوَبر والصُّوف: كالجِزَزِ، الواحدة تُمَّة. قال\n---\nابن سيده: فأَمَّا التَّمُّ فأَراده اسماً للجمع. واسْتَتَمَّه: طلب منه\n---\nالتِّمَمَ، وأَتَمَّه: أَعطاه إِياها. ابن الأَعرابي: التِّمُّ الفأْس،\n---\nوجمعه تِمَمةٌ.\n---\nوالتَّامُّ من الشِّعْر\n---\n(* قوله «والتام من الشعر إلخ» هكذا في الأصل،\n---\nوعبارة التكملة: ومن القاب العروض التام وهو ما استوفى نصفه نصف الدائرة\n---\nوكان نصفه الاخير بمنزلة الحشو يجوز فيه ما جاز فيه): ما يمكن أَن يَدْخُله\n---\nالزِّحافُ فيَسلَمُ منه، وقد تم الجُزء تَماماً، وقيل: المُتَمَّمُ كلُّ\n---\nما زدت عليه بعد اعتدالِ\n---\nالبيت، وكانا من الجُزْء الذي زِدْتَه عليه نحو فاعِلاتُنْ في ضرب\n---\nالرمل، سمي مُتَمَّماً لأَنك تَمَّمْتَ أَصل الجُزْء.\n---\nورجل مُتَمِّم إِذا فازَ قِدْحُه مرَّة بعد مرَّة فأَطعَم لَحْمَه\n---\nالمساكين. وتَمَّمَهم: أَطعمهم نَصِيبَ قِدْحه؛ حكاه ابن الأَعرابي؛ وأَنشد\n---\nقول النابغة:\n---\nإِني أُتَمِّمُ أَيْساري وأَمْنَحُهُمْ\n---\nمَثْنى الأَيادي، وأَكْسُو الجَفْنَة الأُدُما\n---\nأَي أُطْعِمهم ذلك اللَّحْم.\n---\nومُتَمِّمُ بن نُويْرة: من شُعرائهم شاعرُ\n---\nبني يَرْبوع؛ قال ابن الأَعرابي: سمي بالمُتَمِّم الذي يُطْعِم اللَّحْم\n---\nالمساكين والأَيْسار؛ وقيل: التَّتْمِيمُ في الأَيسار أَن ينقُص\n---\nالأَيْسار في الجَزُور فيأْخذ رجُل ما بَقِي حتى يُتَمِّم الأَنْصِباء.\n---\nوتَمِيمٌ: قَبيلةٌ، وهو تَمِيمُ بنُ مُرِّ بنِ أُدِّ بنِ طابِخَة بنِ\n---\nإِلْياسَ بن مُضَرَ؛ قال سيبويه: من العرب من يقول هذه تَميمٌ يجعله\n---\nاسماً للأَب ويصرِف، ومنهم مَن يجعله اسماً للقبيلة فلا يَصْرِف، وقال:\n---\nقالوا تَميم بنتُ مُرٍّ فأَنَّثوا ولم يقولوا ابن. وتَمَّمَ الرجلُ: صار\n---\nهَواه تَمِيمِيّاً. وتَمَّم: انتَسب إِلى تَمِمٍ؛ وقول العجاج:\n---\nإِذا دَعَوْا يالَ تَمِيمٍ تَمُّوا\n---\nقال ابن سيده: أَراه من هذا أَي أَسرعوا إلى الدعوة. الليث: تَمَّم\n---\nالرجلُ إِذا صار تَميميَّ الرأْي والهوى والمَحَلَّة. قال أَبو منصور:\n---\nوقياسُما جاء في هذا الباب تَتَمَّم، بتاءين، كما يقال تَمَضَّر وتَنَزَّر،\n---\nوكأَنهم حذفوا إِحدى التاءين استثقالاً للجمع. وتتامُّوا أَي جاؤوا كلهم\n---\nوتَمُّوا.\n---\nوالتَّمْتَمةُ: ردُّ الكلام إِلى التاء والميم، وقيل: هو أَن يَعْجَل\n---\nبكلامه فلا يكاد يُفْهِمك، وقيل: هو أَن تسبِق كلمتُه إِلى حَنَكِه\n---\nالأَعْلى، والفأْفاء: الذي يعسُر عليه خروج الكلام، ورجل تَمْتام، والأُنْثى\n---\nتَمْتامةٌ. وقال الليث: التَّمْتَمةُ في الكلام أَن لا يبين اللسان يُخْطئ\n---\nموضع الحرف فيرجِع إِلى لفظ كأَنه التاء والميم، وإِن لم يكن بَيِّناً.\n---\nمحمد ابن يزيد: التَّمْتَمَة الترديد في التاء، والفأْفأَة الترديد في\n---\nالفاء.", "تنم": "@تنم: في حديث النبي، صلى الله عليه وسلم: أَن الشمسَ كُسِفَت على عهده\n---\nفاسْوّدتْ وآضَتْ كأَنها تَنُّومةٌ؛ قال أَبو عبيد: التَّنُّومةُ نوعٌ من\n---\nنبات الأَرض فيه سوادٌ\n---\n(* قوله «فيه سواد إلخ» عبارة النهاية: فيها وفي\n---\nثمرها سواد قليل). وفي ثمره يأْكله النَّعام. ابن سيده: التَّنُّوم شجر له\n---\nحَمْل صِغار كمثل حبِّ الخِرْوَع ويتفلَّق عن حبٍّ يأْكله أَهلُ\n---\nالبادية، وكَيْفَما زالت الشمس تَبِعها بأَعْراض الورق، وواحدته تَنُّومة. وقال\n---\nأَبو حنيفة: التَّنُّوم من الأَغْلاث، وهي شجرة غَبْراء يأْكلها النَّعام\n---\nوالظِّباءُ، وهي مما تُحْتَبَل فيها الظِّباء، ولها حَبٌّ إِذا\n---\nتَفَتَّحتْ أَكمامُه اسودَّ، وله عِرْق، وربما اتُّخِذَ زَنْداً، وأَكثر مَنابتها\n---\nشُطآن الأَودية؛ ولِحُبِّ النعام له قال زهير في صفة الظَّليم:\n---\nأَصَكّ مُصَلَّم الأُذُنَيْنِ أَجْنى،\n---\nله بالسِّيِّ تَنُّومٌ وآهُ\n---\nوقال ابن الأَعرابي: التَّنُّومةُ، بالهاء، شجرة من الجَنْبَةِ عظيمة\n---\nتنبت، فيها حب كالشَّهْدانِج يَدَّهِنون به ويأْتَدِمونه، ثم تَيْبَس عند\n---\nدخول الشِّتاء وتذهب ؛ هذا كله عن أَبي حنيفة. قال الأَزهري: التَّنُّومة\n---\nشجرة رأَيتها في البادية يضرِب لَوْنُ ورَقها إِلى السواد، ولها حبّ كحب\n---\nالشَّهْدانِج أَو أَكبر منها قليلاً، ورأَيت نساء البادية يَدْقُقْن\n---\nحبَّه ويَعْتَصِرْن منه دُهناً أَزرق فيه لُزوجة، ويَدَّهِنَّ به إِذا\n---\nامْتَشَطْن. وقال أَبو عمرو: التَّنُّوم حبَّة دَسِمة غَبْراء. وقال ابن\n---\nشميل: التَّنُّومة تَمِهة الطَّعْم لا يَحْمَدُها المال.\n---\nوتَنَمَ البعيرُ، بتخفيف النون: أَكل التَّنُّوم.", "تهم": "@تهم: تَهِمَ الدُّهْنُ واللحمُ تَهَماً، فهو تَهِمٌ: تغيّر. وفيه\n---\nتَهَمةٌ أَي خُبْث رِيح نحو الزُّهومة. والتَّهَمُ: شدَّة الحرِّ وسكونُ\n---\nالريح.وتِهامةُ: اسم مكة والنازل فيها مُتْهِمٌ، يجوز أَن يكون اشتِقاقُها من\n---\nهذا، ويجوز أَن يكون من الأَوَّل لأَنها سَفُلتْ\n---\nعن نجد فَخُبث ريحُها، وقيل: تِهامةُ بلد، والنسب إِليه تِهامِيٌّ\n---\nوتَهامٍ على غير قياس، كأَنهم بَنَوا الاسم على تَهْمِيّ أَو تَهَمِيٍّ، ثم\n---\nعوَّضوا الأَلف قبل الطَّرف من إِحْدى الياءَين اللاَّحِقَتين بعدها؛ قال\n---\nابن جني: وهذا يدُلُّك على أَن الشيئين إِذا اكتَنَفا الشيء من ناحيته\n---\nتقاربَتْ حالاهما وحالاهُ بهما، ولأَجله وبسبَبه ما ذهَب قوم إِلى أَن حركة\n---\nالحرف تَحْدُث قبله، وآخرون إِلى أَنها تَحْدُث بعده، وآخرون إِلى أَنها\n---\nتحدُث معه؛ قال أَبو عليّ: وذلك لغُمُوضِ الأَمر وشدّة القُرْب، وكذلك\n---\nالقول في شَآمٍ ويَمانٍ. قال ابن سيده: فإِن قلت فإِنَّ في تِهامةَ\n---\nأَلِفاً فلِمَ ذهَبْتَ في تَهام إِلى أَن الأَلف عِوَض من إِحْدَى ياءَي\n---\nالإِضافة؟ قيل: قال الخليل في هذا إِنهم كأَنهم نسَبوا إِلى فَعْل أَو\n---\nفَعَل، فكأَنهم فَكُّوا صِيغة تِهامةَ فأَصاروها إِلى تَهْمٍ أَو تَهَم،\n---\nثم أَضافوا إِليه فقالوا تَهامٍ، وإِنما مثَّل الخليل بين فَعْل وفَعَل\n---\nولم يقطع بأَحدهما لأَنه قد جاء هذا العمل في هذين جميعاً، وهما الشام\n---\nواليمن؛ قال ابن جني: وهذا التَّرْخيم الذي أَشرف عليه الخليل ظنّاً قد جاء\n---\nبه السماع نصّاً؛ أنشد أَحمد بن يحيى:\n---\nأَرَّقَنِي الليلةَ ليلٌ بالتَّهَمْ،\n---\nيا لك بَرْقاً، مَن يَشِمْه لا يَنَمْ\n---\nقال: فانظر إِلى قوَّة تصوُّر الخليل إِلى أَن هَجَم به الظنُّ على\n---\nاليقين، ومَن كسر التاء قال تِهامِيّ؛ هذا قول سيبويه. الجوهري: النسبة إِلى\n---\nتِهامةَ تِهامِيّ وتَهامٍ، إِذا فتحت التاء لم تشدّد كما قالوا يَمانٍ\n---\nوشآمٍ، إِلاَّ أَنَّ الأَلف في تَهامٍ من لفظها، والأَلف في يَمانٍ وشآمٍ\n---\nعوض من ياءَي النسبة؛ قال ابن أَحمر:\n---\nوكنَّا وهْم كابْنَيْ سُباتٍ تَفَرَّقا\n---\nسِوىً ، ثم كانا مُنْجِداً وتَهامِيَا\n---\nوأَلْقى التَّهامِي منهما بِلَطاتِه،\n---\nوأَحْلَط هذا: لا أَرِيمُ مَكانِيَا\n---\nقال ابن بري: قول الجوهري إِلا أَنَّ الأَلف في تَهام من لفظها ليس\n---\nبصحيح، بل الأَلف غير التي في تِهامة، بدليل انفتاح التاء في تَهام، وأَعاد\n---\nما ذكرناه عن الخليل أَنه منسوب إِلى تَهْم أَو تَهَم، أَراد بذلك أَن\n---\nالأَلف عِوَض من إِحدى ياءَي النسب، قال: وحكى ابن قتيبة في غريب الحديث عن\n---\nالزيادي عن الأَصمعي أَن التَّهَمةَ\n---\nالأَرض المُتَصَوِّبة إِلى البحر، قال: وكأَنها مصدر من تِهامةَ. قال\n---\nابن بري: وهذا يقوِّي قول الخليل في تَهامٍ كأَنه منسوب إِلى تَهَمَة أَو\n---\nتَهْمة؛ قال: وشاهدُ تَهامٍ قول أَبي بكر بن الأَسود المعروف بابن شعوب\n---\nالليثي وشعوب أُمُّه:\n---\nذَرِيني أَصْطَبِحْ يا بَكْرُ، إِني\n---\nرأَيتُ الموت نقَّب عن هِشامِ\n---\nتَخَيَّره ولم يَعْدِلَ سِواهُ،\n---\nفَنِعْمَ المَرْءُ من رجُل تَهامِ\n---\nوأَتْهَم الرجلُ وتَتَهَّمَ: أَتَى تِهامَةَ؛ قال الممزَّق العَبْدِيّ:\n---\nفإِنْ تُتْهِمُوا أُنْجِدْ خِلافاً عليكُم،\n---\nوإِنْ تُعْمِنوا مُستَحْقبي الحَرب أُعْرِق\n---\nقال ابن بري: صواب إِنْشاد البيت:\n---\nفإِنْ يُتْهِموا أُنْجِدْ خلافاً عليهمُ\n---\nعلى الغَيبة لا على الخطاب، يُخاطب بذلك بعض الملوك ويَعْتَذِرُ\n---\nإِليه لسُوءٍ بلَغه عنه؛ وقيل البيت:\n---\nأَكَلَّفْتَني أَدْواءَ قَومٍ تَرَكْتُهْم،\n---\nفإِلاَّ تَداركْني من البَحْر أَغْرَق\n---\nأَي كلَّفْتَنِي جنايات قوم أَنا منهم بريء ومُخالِف لهم ومُتباعد عنهم،\n---\nإِن أَتْهَموا أَنْجَدْت مخالِفاً لهم، وإِن أَنْجَدوا أَعْرَقْت، فكيف\n---\nتأْخُذني بذَنْب مَن هذه حاله؟ وقال أُمية بن أَبي عائذ الهُذليّ:\n---\nشَآم يَمان مُنْجِد مُتَتَهِّم،\n---\nحِجازِيَّة أَعْجازُه وهو مُسْهِلُ\n---\nقال الرِّياشيّ: سمعت الأَعراب يقولون: إِذا انْحَدرْت من ثَنايا ذاتِ\n---\nعِرْق فقد أَتْهَمْت. قال الرِّياشيّ: والغُوْرُ تهِامةُ، قال: وأَرض\n---\nتَهِمةٌ شديدة الحرّ، قال: وتَبالةُ من تِهامةَ. وفي الحديث: أَنِّ رجلاً\n---\nأَتى النبي، صلى الله عليه وسلم، وبه وَضَحٌ، فقال: انظُرْ بَطْن وادٍ\n---\nمُنْجِدٍ ولا مُتْهِمٍ فَتَمَعَّكْ فيه، ففعل فلم يَزِدِ\n---\nالوَضَحُ حتى مات؛ فالمُتْهِمُ: الذي يَنْصبُّ ماؤه إِلى تِهامةَ؛ قال\n---\nالأَزهري: لم يُرد سيدُنا رسولُ الله، صلى الله عليه وسلم، أَنَّ الوادي\n---\nليس من نَجْد ولا تِهامةَ، ولكنه أَراد حداًّ منهما فليس ذلك الموضع من\n---\nنَجْد كله ولا من تِهامةَ كله، ولكنه منهما، فهو مُنْجِد مُتْهِم، ونَجْد\n---\nما بين العُذَيب إِلى ذاتِ عِرْق وإِلى اليمامة وإِلى جَبَلَيْ طَيِّءٍ\n---\nوإِلى وَجْوة وإِلى اليمن، وذات عِرْق: أَوّل تِهامة إِلى البحر وجُدَّةَ،\n---\nوقيل: تِهامةُ ما بين ذات عِرْق إِلى مَرْحَلَتين من وراء مكة، وما وراء\n---\nذلك من المَغْرب فهو غَوْر، والمدينة لا تِهاميَّة ولا نَجْديَّة فإِنها\n---\nفوق الغَوْر ودون نَجْد. وقومٌ تَهامون: كما يقال يَمانون. وقال سيبويه:\n---\nمنهم مَن يقول تَهامِيّ ويَمانيّ وشآمِيّ، بالفتح مع التشديد.\n---\nوالتَّهْمة: تُسْتَعمل في موضع تِهامةَ كأَنها المرّة في قياس قول الأَصمعي.\n---\nوالتَّهَم، بالتحريك: مصدر من تِهامة؛ وقال:\n---\nنَظَرْت، والعينُ مُبينةُ التَّهَمْ،\n---\nإِلى سَنا نارٍ وَقُودُها الرَّتَمْ،\n---\nشُبَّتْ بأَعْلى عانِدَيْن من إِضَمْ\n---\nوالمِتْهامُ: الكثير الإِتْيان إِلى تِهامةَ. وإِبل مَتاهِيم ومَتاهِم:\n---\nتأْتي تِهامةَ؛ قال:\n---\nأَلا انْهَماها إِنَّها مَناهِيمْ،\n---\nوإِنَّنا مَناجِدٌ مَتاهِيمْ\n---\nيقول: نحن نأْتي نَجْداً ثم كثيراً ما نأْخُذ منها إِلى تِهامةَ.\n---\nوأَتْهَمَ الرجلُ إِذا أَتى بما يُتْهَم عليه؛ قال الشاعر:\n---\nهُما سَقَياني السُّمَّ من غير بَغْضةٍ،\n---\nعلى غير جُرْم في أَقاوِيل مُتْهِم\n---\nورجل تِهامٌ وامرأَة تِهاميَّة إِذا نسبا إِلى تِهامةَ. الأَصمعي:\n---\nالتَّهَمةُ\n---\nالأَرض المُتَصَوِّبة إِلى البحر كأَنها مصدر من تِهامة. والتَّهائم:\n---\nالمُتصوِّبة إِلى البحر. قال المبرّد: إِنما قالوا رجل تَهام في النسبة\n---\nإِلى التَّهْمة لأَن الأَصل تَهمة، فلما زادوا أَلفاً خفَّفوا ياء النسبة\n---\nكما قالوا رجل يَمان إِذا نسبوا إِلى اليمن، خفَّفوا لما زادوا أَلفاً،\n---\nوشآمٍ إِذا نسبتَ إِلى الشام زادوا أَلفاً في تَهام وخفَّفوا ياء\n---\nالنسبة.وتَهِمَ البعيرُ تَهَماً: وهو أَن يستنكِر المَرْعَى ولا يَسْتَمْرِئه\n---\nوتَسُوء حالُه، وقد تَهِم أَيضاً، وهو تَهِمٌ أَصابه حَرُورٌ فهُزِل،\n---\nوتَهِم الرجل، فهو تَهِمٌ: خَبُثت ريحُه. وتَِِمَ الرجل، فهو تَهِيمٌ: ظهر\n---\nعجزه وتحيَّر؛ وأَنشد ابن الأَعرابي:\n---\nمَنْ مُبْلِغ الحَسْنَا انَّ بَعْلَها تَهِمْ،\n---\nوأَنَّ ما يُكْتَم منه قد عُلِمْ؟\n---\nأَراد الحَسْناء فقصَر للضرورة، وأَراد أَنَّ فحذف الهمزة للضرورة\n---\nأَيضاً كقراءة من قرأَ: أَنِ ارْضِعيه. والتُّهْمةُ: أَصلها الواو فتذكر\n---\nهناك.", "توم": "@توم: التُّومةُ: اللؤلؤة، والجمع تُوَمٌ وتُومٌ؛ قال ذو الرمة:\n---\nوَحْفٌ كأَنَّ النَّدَى، والشمسُ ماتِعةٌ،\n---\nإِذا تَوقَّد في أَفْنانِهِ، التُّومُ\n---\nقال أَبو عمرو: هي الدرَّة والتُّومةُ والتُّؤَامِيَّة واللَّطَمِيَّة.\n---\nالجوهري: التُّومةُ، بالضم، واحدة التُّوَمِ، وهي حبَّة تعمَل من\n---\nالفِضَّة كالدرَّة؛ هكذا فسر في شعر ذي الرمة. والتُّومةُ: القُرْط فيه حبَّة.\n---\nوقال الليث: التُّومةُ القُرْط. ابن السكيت: قال أَيوب ومِسْحَل ابنا\n---\nرَبْداء ابنة جرير: كان جرير يسمي قصيدتيه اللتين مدَح فيهما عبدَ\n---\nالعزيز بن مَرْوان وهجا الشعراء وإِحداهما:\n---\nظَعَن الخليطُ لغُرْبة وتَنائِي،\n---\nولقد نَسِيت برَامَتَيْنِ عَزائي\n---\nوالأُخرى:\n---\nيا صاحِبَيَّ دَنا الرَّواحُ فَسِيرَا\n---\nقالا: كان يسمِّيهما التُّومَتَيْنِ. وفي حديث النبي، صلى الله عليه\n---\nوسلم: أَنه قال للنساء أَتَعْجِز إِحداكُنَّ أَن تَتَّخِذ تُومَتَيْن من\n---\nفضَّة ثم تُلَطِّخَهما بعَنْبر؟ قال أَبو منصور: من قال للدرَّة تُومةٌ\n---\nشبَّهها بما يسوَّى من الفضَّة كاللؤلؤة المستديرة تجعلُها الجارية في\n---\nأُذنيها، ومن قال تَوْأَمِيَّة فهما دُرَّتان للأُذنين إِحداهما تَوْأَمةُ\n---\nالأُخرى. وفي حديث الكوثر: ورَضْراضُه التُّومُ أَي الدرُّ. والتُّومةُ:\n---\nبيضَةُ النَّعام تشبيهاً بتُومة اللؤلؤ، والجمع كالجمع؛ قال ذو الرمة:\n---\nوحتى أَتى يومٌ يَكادُ من اللَّظى\n---\nبه التُّومُ، في أُفْحُوصه، يَتَصَيَّحُ\n---\nقال أَبو عبيد: يَعني البَيْض. ويَتَصَيَّح: لغة في يَتَصَوَّح بمعنى\n---\nيتشقَّق؛ وقال ذو الرمة يصِف نباتاً وقع عليه الطَّلُّ فتعلَّق من أَغْصانه\n---\nكأَنه الدرُّ فقال:\n---\nوَحْفٌ كأَنَّ النَّدَى، والشمسُ ماتِعةٌ،\n---\nإِذا توقَّد في أَفْنانه، التُّومُ\n---\nأَفْنانُه: أَغْصانُه، الواحد فَنَن. توقَّد: أَنارَ لطلوع الشمس عليه.\n---\nوتَوْماءُ: مرضع وهو من عمَل دِمَشْق؛ قال جرير:\n---\nصَبَّحْنَ تَوْماءَ، والناقُوسُ يَقْرَعُه\n---\nقَسُّ النصارى، حَراجِيجاً بنا تَجِفُ", "تيم": "@تيم: التَّيْمُ: أَن يَسْتَعْبده الهَوَى، وقد تامَه؛ ومنه تَيْمُ الله:\n---\nوهو ذَهابُ\n---\nالعقل من الهَوى، ورجل مُتَيَّم، وقيل: التَّيم ذهاب العقل وفساده؛ وفي\n---\nقصيدة كعب:\n---\nمُتَيَّم إِثْرها لم يُفْدَ مَكْبولُ\n---\nأَي مُعَبَّد مُذَلَّل. وتيَّمَه الحبُّ إِذا اسْتولى عليه. قال\n---\nالأَصمعي: تَيَّمَتْ فلانةُ فلاناً تُتَيِّمهُ وتامَتْه تَتِيمُه تَيْماً، فهو\n---\nمُتَيَّم بالنساء ومَتِيمٌ بهنَّ؛ وأَنشد للقِيط بن زُرارة:\n---\nتامَتْ فؤادَك، لو يَحْزُنْك ما صَنَعَتْ،\n---\nإِحْدَى نِساء بني ذُهْلِ بنِ شَيْبانا\n---\nوقيل: المُتَيَّم المُضَلَّل؛ ومنه قيل للفَلاة تَيْماء، لأَنه يُضَلُّ\n---\nفيها. وأَرض تَيْماءُ: مُضِلَّة مُهْلِكة، وقيل: واسعة. ابن الأَعرابي:\n---\nالتَّيْماء فَلاة واسعة.قال الأَصمعي: التَّيْماء التي لا ماء بها من\n---\nالأَرَضِين، ونحو ذلك قال أَبو وَجْزة. ابن الأَعرابي: تامَ إِذا عَشِق،\n---\nوتامَ إِذا تَخَلَّى من الناس. والتَّيم: العبد، وتَيمُ الله منه كما\n---\nتقولُعبدالله.\n---\nوتَيمُ: قبيلةٌ. وبنو تَيمٍ: بطْن من الرِّباب. وبنو تَيْم اللاَّتِ بن\n---\nثعلبة: من بكر بن وائل. وأَما قولهم التَّيم فإِنما أَدخلوا اللام على\n---\nإِرادة التَّيْمِيِّين، كما قالوا المجوس واليهود؛ قال جرير:\n---\nوالتَّيْمُ أَلأَمُ مَن يَمْشي، وأَلأَمُهُ\n---\nتَيمُ بنُ ذُهْلٍ بنُو السُّود المَدانِيس\n---\nالجوهري: تَيْمُ الله حَيٌّ من بكر يقال لهم اللَّهازم، وهو تَيْمُ الله\n---\nبن ثعلبة بنِ\n---\nعُكابةَ. وتَيمُ الله في النَّمِر ابن قاسِط، وأَصله من قولهم تَيَّمه\n---\nالحبُّ أَي عَبَّدَه وذلَّلَهُ، فهو مُتَيَّم، ومعنى تَيْمِ الله عبدُ\n---\nالله. وتَيْمٌ في قريش: رَهْطُ أَبي بكر الصديق، رضي الله عنه، وهو\n---\nتَيْمُ بنُ مُرَّة بن كعب بن لُؤَيِّ بن غالب بن فِهْر بن مالك. وتَيْم بن\n---\nغالب بن فِهْر أَيضاً في قريش وهم بنو الأَدْرَمِ، وتَيم بن عبد مَناة ابن\n---\nأُدِّ بن طابِخَة بنم إِلْياس بن مُضَر، وتَيْم بن قيس بن ثعلبة بن\n---\nعُكابَة، وتَيْمُ بن شَيْبان بن ثعلبة ابن عُكابَة في بكر، وتَيْم بن ضَبَّة،\n---\nوتَيْمُ اللاَّتِ أَيضاً في ضَبَّة، وتَيْمُ\n---\nاللاَّتِ أَيضاً في الخَزْرَج من الأَنْصار وهم تَيْمُ اللاَّتِ\n---\nبن ثعلبة، واسمه النجَّار؛ وأَما قول امرئ القيس:\n---\nأَقَرَّ حَشا امْرِئ القيس بن حُجْرٍ\n---\nبنو تَيْمٍ مَصابيحُ الظَّلامِ\n---\nفهو بنو تَيْم بن ثعلبة من طَيِّءٍ.\n---\nوالتِّيمةُ، بالكسر: الشاة تُذْبَح في المَجاعة، والإِتْئام ذبحُها، وهو\n---\nمذكور في الهمز. وكتب سيدُنا رسول الله، صلى الله عليه وسلم، لوائل بن\n---\nحُجْر كتاباً\n---\nأَمْلَى فيه: في التِّيعة شاةٌ والتِّيمَةُ لصاحبها، وقيل: التِّيَمةُ\n---\nالشاة الزائدة على الأَربعين حتى تبلُغ الفَرِيضة الأُخرى، وقيل: هي الشاة\n---\nتكون لصاحبها في منزله يَحْتَلِبُها، وليست بسائمةٍ، وهي من الغنم\n---\nالرَّبائب؛ قال أَبو عبيد: وربما احتاج صاحبها إِلى لَحْمها فيَذْبَحها فيقال\n---\nعند ذلك: قد أَتامَ\n---\nالرجل وأَتامَتِ المرأَة. وفي الحديث: التِّيمةُ لأَهْلها؛ تقول منه:\n---\nاتَّامَ الرجل يَتَّامُ\n---\nاتِّياماً إِذا ذَبَحَ تِيمَته، وهو افْتَعَل؛ قال الحُطَيئة:\n---\nفما تَتَّامُ جارةُ آلِ لأْيٍ،\n---\nولكن يَضْمَنُون لها قِراها\n---\nيقول: جارتُهم لا تحتاج أَن تَذْبَح تِيمَتَها لأَنهم يَضْمَنون لها\n---\nكفايتَها من القِرى فهي مُسْتَغنية عن ذبح تِيمَتِها. قال أَبو الهيثم:\n---\nالاتِّيامُ أَن يَشْتَهيَ القومُ اللحمَ\n---\nفيذبَحوا شاةً من الغنم، فتلك يقال لها التِّيمة تذبح من غير مرض، يقول:\n---\nفجارتُهم لا تَتَّامُ لأَن اللحمَ عندها من عندهم فتكتفي ولا تحتاج أَن\n---\nتذبح شاتها. قال ابن الأَعرابي: الاتِّيام أَن تُذْبَح الإِبل والغنم\n---\nبغير عِلَّة؛ قال العماني:\n---\nيَأْنَفُ للجارة أَن تَتَّاما،\n---\nويَعْقِر الكُومَ ويُعْطي حاما\n---\nأَي يُطْعِم السُّودان من أَولاد حامٍ. وقال أَبو زيد: التِّيمةُ الشاة\n---\nيذبَحُها القومُ في المَجاعة حين يُصِيب الناسَ الجوعُ.\n---\nوتَيْماء: موضع؛ ومنه قول الأَعشى:\n---\nوالأَبْلَقُ الفَرْدُ من تَيْماء مَنْزِله\n---\nوقيل: هو موضع من عَمل دِمَشْق؛ قال جرير:\n---\nصَبَّحْنَ تَيْماءَ، والناقُوسُ يَقْرَعُه\n---\nقَسُّ النصارى، حَراجِيجاً بنا تَجِفُ\n---\nوالله أَعلم.", "ترن": "@ترن: تُرْنَى: المرأَةُ الفاجرة، فيمن جعلها فُعْلى، وقد قيل: إنها\n---\nتُفْعَل من الرُّنُوّ، وهو مذكور في موضعه؛ قال أَبو ذؤَيب:\n---\nفإنَّ ابنَ تُرْنَى، إذا جِئْتُكم،\n---\nيُدافِعُ عَنِّيَ قولاً بَرِيحا\n---\nقوله: قولاً بريحا أَي يسمعني بمُشْتَقِّه\n---\n(* قوله «بمشتقه» أي بخصامه؛\n---\nكذا في بعض النسخ، وفي بعض آخر: بمشقة منه). قال ابن بري: قال أَبو\n---\nالعباس الأَحْوَل ابن تُرْنَى اللئيمُ، وكذا قال في ابن فَرْتَنَى. قال ثعلب:\n---\nابن تُرْنَى وابن فَرْتَنَى أَي ابن أَمة. ابن الأَعرابي: العرب تقول\n---\nللأَمةِ تُرْنَى وفَرْتَنَى، وتقول لولد البَغيّ: ابن تُرْنَى وابن\n---\nفَرْتَنَى؛ قال صخر الغي:\n---\nفإنَّ ابنَ تُرْنَى، إذا جِئتُكم،\n---\nأَراه يُدافِعُ قوْلاً عنيفاً\n---\nأَي قولاً غير حسَنٍ؛ وقال عمروٌ ذو الكلب:\n---\nتمَنّاني ابنُ تُرْنَى أَن يَراني،\n---\nفغيْري ما يُمَنَّى من الرِّجالِ.\n---\nقال أَبو منصور: يحتمل أَن يكون تُرْنَى مأْخوذاً من رُنِيَتْ تُرْنَى\n---\nإذا أُديمَ النظرُ إليها.", "تعهن": "@تعهن: في الحديث: كان رسول الله، صلى الله عليه وسلم، بِتُعُهِّنَ وهو\n---\nقائلٌ السُّقْيا؛ قال أَبو موسى: هو بضم التاء والعين وتشديد الهاء، موضعٌ\n---\nفيما بين مكة والمدينة، قال: ومنهم من يَكْسِر التاء، قال: وأَصحاب\n---\nالحديث يقولونه بكسر التاء وسكون العين.", "تفن": "@تفن: ابن الأَعرابي: التَّفْنُ الوَسَخُ. قال ابن بري: تَفَنَ الشيءَ\n---\nطَرَدَه؛ ومنه الحديث: حمَلَ فلانٌ على الكتيبة فجعل يَتْفِنها أَي\n---\nيَطْرُدها، ويروى يَثْفِنُها أَي يَطْرُدها أَيضاً.", "تقن": "@تقن: التِّقْنُ: تُرْنوقُ البئرِ والدِّمَن، وهو الطينُ الرقيقُ يُخالطه\n---\nحَمْأَة يخرُج من البئر، وقد تتَقَّنَتْ، واستعمله بعضُ الأَوائل في\n---\nتكَدُّر الدم ومُتكدِّره. والتِّقْنةُ: رُسابة الماء وخُثارتُه. الليث:\n---\nالتِّقْنُ رُسابةُ الماء في الرِّبيع، وهو الذي يجيءُ به الماءُ من\n---\nالخُثورةِ. والتِِّقْنُ: الطِّينُ الذي يذهَب عنه الماء فيتشقَّقُ. وتَقَّنُوا\n---\nأَرْضَهم: أَرْسَلوا فيها الماءَ الخاثرَ لتجُودَ. والتَّقْنُ: بقيَّةُ\n---\nالماءِ الكدِرِ في الحوض. ويقال: زَرَعْنا في تِقْنِ أَرضٍ طيِّبة أَو خبيثةٍ\n---\nفي تُرْبَتِها. والتِّقْنُ: الطبيعةُ. والفَصاحةُ من تِقْنِه أَي من\n---\nسُوسِه وطَبْعِه. وأَتْقَنَ الشيءَ: أَحْكَمَه، وإتْقانُه إِحْكامُه.\n---\nوالإتْقانُ: الإحكامُ للأَشياء. وفي التنزيل العزيز: صُنْعَ الله الذي أَتْقَنَ\n---\nكلَّ شيء. ورجل تِقْنٌ\n---\nوتَقِن: مُتْقِنٌ للأَشياء حاذِقٌ. ورجل تِقْنٌ: وهو الحاضرُ المَنْطِق\n---\nوالجواب. وتِقْنٌ: رجلٌ من عادٍ. وابنُ تِقْنٍ: رجلٌ. وتِقْنٌ: اسم رجل\n---\nكان جيِّدَ الرَّمي، يُضْرَب به المثل، ولم يكن يَسْقُط له سَهْم؛ وأَنشد\n---\nفقال:\n---\nلأَكْلةٌ من أَقِطٍ وسَمْنِ،\n---\nوشَرْبتانِ من عَكيِّ الضأْنِ،\n---\nأَلْيَنُ مَسّاً في حَوايا البَطْنِ\n---\nمن يَثرَبيّاتٍ قِذاذٍ خُشْنِ،\n---\nيَرْمي بها أَرْمى من ابن تِقْنِ\n---\nقال أَبو منصور: الأَصل في التِّقْن ابنُ تِقْنٍ هذا، ثم قيل لكل حاذق\n---\nبالأَشياء تِقْنٌ، ومنه يقال: أَتْقَنَ فلانٌ\n---\nعمَله إذا أَحْكَمَه؛ وأَنشد شمر لسليمان بن ربيعة بن دَبّاب\n---\n(* قوله «ابن دباب» كذا في الأصل، والذي في مادة د ب ب من شرح القاموس:\n---\nودباب بن عبد الله بن عامر بن الحرث بن سعد بن تيم بن مرة من رهط أَبي\n---\nبكر الصديق وابنه الحويرث بن دباب وآخرون اهـ. وفي نسخة من التهذيب ابن\n---\nريان). بن عامر بن ثعلبة بن السيِّد: أَهلكن طَسماً، وبَعْدَهمُ غَذِيّ بهم\n---\nوذا جُدون\n---\n(* قوله «أهلكن إلخ» كذا في الأصل والتهذيب. وأَهْلُ جاشٍ،\n---\nوأَهلُ مَأْرِب، وحيّ لقن والتُّقون واليُسْر كالعسر، والغنى كالعدم، والحياة\n---\nكالمنون فجمعه على تُقونٍ لأَنه أَراد تِقْناً، ومَن انتسب إليه.\n---\nوالتُّقونُ: من بَني تِقْن بن عاد، منهم عُمر بن تِقْن، وكعْب بنِ تِقْن، وبه\n---\nضُرب المثل فقيل: أَرْمى من ابن تِقْن.", "تكن": "@تكن: الأَزهري: وتُكْنَى من أَسماء النساء في قول العجاج:\n---\nخَيال تُكْنَى وخَيال تُكْتما\n---\nقال: أَحسبه من كُنَيتْ تُكْنَى وكُتِمَتْ تُكْتَم.", "تلن": "@تلن: التَّلُونةُ\n---\n(* قوله «التلونة» هي والتلون مضبوطان في التكملة\n---\nوالتهذيب بفتح التاء في جميع المعاني الآتية وضبطا في القاموس بضمها).\n---\nوالتُّلُنَّةُ: الحاجةُ. وما فيه تُلُنَّةٌ وتَلونةٌ أَي حَبْسٌ ولا تَرْدادٌ؛\n---\nعن ابن الأَعرابي. ويقال: لنا قِبَلك تَلُنَّةٌ وتُلُنَّةٌ أَيضاً، بفتح\n---\nالتاء وضمها. وقال أَبو عبيد: لنا فيه تَلونةٌ أَي حاجةٌ. أَبو حبان:\n---\nالتُّلانةُ الحاجةُ، وهي التَّلونةُ والتَّلُونُ؛ وأَنشد:\n---\nفقلتُ لها: لا تَجْزَعي أَنَّ حاجَتي،\n---\nبِجزْعِ الغَضَا، قد كاد يُقْضى تَلونُها.\n---\nقال: وقال أَبو رُغَيْبة هي التُّلُنَّةُ. ويقال: لنا تُلُنَّاتٌ\n---\nنَقْضِيها أَي حاجاتٌ. ويقال: متى لم نَقْضِ التُّلُنَّة أَخَذَتْنا\n---\nاللُّثُنَّة؛ واللُّثُنَّة، بتقديم اللام: القُنْفُذُ. والتَّلُونةُ:\n---\nالإقامةُ؛ وأَنشد: فإِنَّكم لسْتمْ بِدارِ تَلُونةٍ، ولكنَّما أَنْتم بِهِنْدِ\n---\nالأَحامِسِ. وشَرْحُ هند الأَحامس مذكورٌ في موضعه؛ وهذا البيت أَورده\n---\nالأَزهري عن ابن الأَعرابي:\n---\nفإِنكم لَسْتُم بدارِ تُلونةٍ،\n---\nولكِنَّكم أَنتم بدارِ الأَحامِسِ.\n---\nيقال: لَقِيَ هِنْدَ الأَحامِسِ إذا مات. الفراء: لي فيهم تُلُنَّةٌ\n---\nوتَلُنَّةٌ وتَلُونَةٌ، على فَعولةٍ، أَي مُكْثٌ ولُبْثٌ. ويقال: ما هذه\n---\nالدارُ بدارِ تُلُنَّةٍ وتَلُنَّةٍ أَي إقامةٍ ولُبْثٍ. الأَحمر: تَلانَ في\n---\nمعنى الآنَ؛ وأَنشد لِجَميل بن معمر فقال:\n---\nنَوِّلي قبْلَ نأْيِ داري، جُمانا،\n---\nوصِلِينا، كما زَعَمْتِ، تَلانا\n---\nإنَّ خَيْرَ المُواصِلينَ، صَفَاءً،\n---\nمَنْ يُوافي خليلَه حَيْثُ كانا.\n---\nوقد ذكره في فصل الهمزة. وفي حديث ابن عمر وسؤالِه عن عثمان وفِرارِه\n---\nيوم أُحُدٍ وغَيْبَتِه عن بَدْرٍ وبَيْعةِ الرضوان وذكْرِ عُذْرِه وقوله:\n---\nاذْهَبْ بهذا تَلانَ معَك؛ يُريد الآن، وقد تقدم ذكره.", "تمن": "@تمن: تَيْمَن: اسمُ موضع؛ قال عبدة بن الطبيب:\n---\nسَمَوْتُ له بالرَّكْبِ، حتى وجَدْتُه\n---\nبتَيْمَنَ يَبْكِيه الحمامُ المُغَرِّدُ\n---\nوترَكَ صرفه لما عنى به البُقْعة. وفي حديث سالمٍ سَبَلانَ قال: سمعت\n---\nعائشة، رضي الله تعالى عنها، وهي بمكان من تَمَنِّ بسفْح هرْشى، بفتح التاء\n---\nوالميم وكسر النون المشددة، اسم ثنِيّة هَرْشى بين مكة والمدينة.", "تنن": "@تنن: التِّنُّ، بالكسر: التِّرْبُ والحَِتْنُ، وقيل: الشِّبْه، وقيل:\n---\nالصاحب، والجمع أَتْنان. يقال: صِبْوةٌ أَتنانٌ. ابن الأعرابي: هو سِنُّه\n---\nوتِنُّه وحِتْنُه، وهم أَسنان وأَتنان وأَتراب إذا كان سِنُّهم واحداً،\n---\nوهما تِنّان، قال ابن السكيت: هما مستويان في عَقْلٍ أَو ضَعْف أَو شِدّة\n---\nأَو مروءَة. قال ابن بري: جمع تِنٍّ أَتنان وتَنِين؛ عن الفراء؛ وأَنشد\n---\nفقال:\n---\nفأَصبح مبصراً نهاره،\n---\nوأَقصر ما يعدّ له التَّنِينا\n---\n. وفي حديث عمار: إنَّ رسول الله، صلى\n---\nالله عليه وسلم، تِنِّي وتِرْبي؛ تِنُّ الرجل: مثله في السّنِّ. والتَّنُّ\n---\nوالتِّنُّ: الصبيّ الذي قصَعَه المرضُ فلا يَشِبّ، وقد أَتَنَّه المرضُ.\n---\nأَبو زيد: يقال أَتَنَّه المرضُ إذا قصَعَه فلم يَلحقْ بأَتنانِه أَي\n---\nبأَقرانه، فهو لا يَشِبّ، قال: والتِّنُّ الشخصُ والمِثال. وتَنَّ بالمكان:\n---\nأَقام؛ عن ثعلب. والتِّنِّينُ: ضرْب من الحيّات من أَعظمها كأَكبر ما يكون\n---\nمنها، وربما بعث الله عز وجل سحابةً فاحتملته، وذلك فيما يقال، والله\n---\nأَعلم، أَن دوابّ البحر يشكونه إلى الله تعالى فيرْفَعُه عنها؛ قال أَبو\n---\nمنصور: وأَخبرني شيخ من ثِقاتِ الغُزاة أَنه كان نازلاً على سِيف بَحْرِ\n---\nالشام، فنظر هو وجماعة أَهل العَسْكر إلى سحابةٍ انقَسَمت في البحر ثم\n---\nارتفعت، ونظرنا إلى ذَنَبِ التِّنِّين يَضطرب في هَيْدب السحابةَ، وهَبَّت\n---\nبها الريحُ ونحن نَنظر إليها إلى أَن غابت السحابةُ عن أَبصارِنا. وجاء في\n---\nبعض الأَخبار: أَن السحابة تحمل التِّنّين إلى بلاد يَأْجوج ومَأْجوج\n---\nفتَطرحه فيها، وأَنهم يجتمعون على لحمِه فيأْكلونه. والتِّنّينُ: نجمٌ، وهو\n---\nعلى التشبيه بالحيّة. الليث: التِّنّين نجمٌ من نجوم السماء، وقيل: ليس\n---\nبكوكب، ولكنه بياضٌ خفيٌّ يكون جسَده في ستة بروج من السماء؛ وذنَبهُ دقيق\n---\nأَسود فيه التِواء، يكون في البرج السابع من رأْسه، وهو يَنتقل كتَنقُّل\n---\nالكواكب الجواري، واسمه بالفارسية في حساب النجوم هُشْتُنْبُر\n---\n(* قوله\n---\n«هشتنبر» كذا ضبط في القاموس، وضبط في التكملة بفتح الهاء والتاء والباء).\n---\nوهو من النُّحوس؛ قال ابن بري: وتُسمِّيه الفُرس الجوزهر، وقال: هو مما\n---\nيُعدُّ من النحوس؛ قال محمد بن المكرم: الذي عليه المُنجِّمون في هذا أَن\n---\nالجوزهر الذي هو رأْس التِّنِّين يُعدُّ مع السُّعود، والذنَب يُعد مع\n---\nالنحوس. الجوهري: والتِّنّين موضع في السماء. ابن الأَعرابي: تَنْتَن\n---\nالرجلُ إذا ترك أَصدقاءه وصاحب غيرهم. أَبو الهيثم فيما قرئ بخطه:\n---\nسَيْفٌكَهامٌ ودَدانٌ\n---\nومتنن\n---\n. أَي كِليلٌ، وسيف كَهِيم مثله،\n---\nوكلُّ متنن مذموم.", "تهن": "@تهن: الأَزهري: أَهمله الليث. وروى ثعلب عن ابن الأَعرابي: تَهِنَ\n---\nيَتْهَنُ تَهَناً، فهو تَهِنٌ إذا نام. وفي حديث بلال حين أَذَّنَ قبل الوقت:\n---\nأَلا إن العبدَ تَهِنَ، أَي نامَ، وقيل: النون بدل فيه من الميم، يقال:\n---\nتَهِمَ يَهْتَمُ إذا نام، المعنى أَنه أَشكَل عليه وقتُ الأَذان وتحَيَّر\n---\nفيه، فكأَنه قد نام.", "تون": "@تون: التهذيب: أَبو عمرو التَّتاوُن احْتيال وخديعة. والرجل يَتتاوَنُ\n---\nالصيدَ إذا جاءه مرة عن يمينه ومرة عن شماله؛ وأَنشد:\n---\nتَتاوَن لي في الأَمر من كلِّ جانبٍ،\n---\nلِيَصْرِفَني عمّا أُريدُ كَنُود. وقال ابن الأَعرابي: التُّونُ\n---\n(* قوله\n---\n«التون الخزفة» كذا بالأصل والتكملة والتهذيب، والذي في القاموس:\n---\nالخرقة). الخَزَفة التي يُلعب عليها بالكُجّة؛ قال الأَزهري: ولم أَرَ هذا\n---\nالحرف لغيره، قال: وأَنا واقفٌ فيه إنه بالنون أَو بالزاي.", "تين": "@تين: التِّينُ: الذي يُؤكل، وفي المحكم: والتينُ شجر البَلَس، وقيل: هو\n---\nالبَلَس نفْسُه، واحدته تِينة؛ قال أَبو حنيفة: أَجناسُه كثيرة بَرِّيّة\n---\nوريفيّة وسُهْليّة وجبَلِيّة، وهو كثير بأَرض العرب، قال: وأَخبرني رجل\n---\nمن أَعراب السَّراة، وهم أَهلُ تينٍ، قال: التِّينُ بالسراة كثيرٌ جدّاً\n---\nمُباح، قال: وتأْكله رَطباً وتُزَبِّبه فتَدَّخِرُه، وقد يُكسَّر على\n---\nالتِّين. والتينةُ: الدُّبُرُ. والتين: جبَل بالشأْم؛ وقال أَبو حنيفة: هو\n---\nجبل في بلاد غَطَفان، وليس قول من قال هو جبل بالشأْم بشيء، لأَنه ليس\n---\nبالشأْم جبل يقال له التِّين، ثم قال: وأَين الشأْم من بلاد غَطَفان؛ قال\n---\nالنابغة يصف سَحائب لا ماءَ فيها فقال:\n---\nصُهْب الشمال أَتَينَ التِّينَ عن عُرُضٍ،\n---\nيُزْجِينَ غَيْماً قليلاً ماؤُه شَبِما.\n---\nوإيّاه عَنى الحَذْلِميُّ بقوله:\n---\nتَرْعى إلى جُدٍّ لها مَكِين،\n---\nأَكْنافَ خَوٍّ فبِراقِ التِّين.\n---\nوالتِّينةُ: مُوَيهة في أَصل هذا الجبل؛ هكذا حكاه أَبو حنيفة، مُوَيهة\n---\nكأَنه تصغيرُ الماء. وقوله عز وجل: والتين والزيتون؛ قيل: التين دِمَشق،\n---\nوالزَّيتونُ بيتُ المَقْدس، وقيل: التين والزيتون جَبَلان، وقيل: جَبَلان\n---\nبالشأْم، وقيل: مَسجِدان بالشام، وقيل: التين والزيتون هو الذي نَعرفه.\n---\nقال ابن عباس: هو تِينُكم هذا وزَيتونكم؛ قال الفراء: وسمعت رجلاً من\n---\nأَهل الشأْم، وكان صاحبَ تفسير، قال: التين جبالُ ما بين حُلوان إلى\n---\nهَمَذان، والزيتونُ جبال الشأْم. وطُورُ تَيْنا وتَيْناء وتِيناء كَسِيناء.\n---\nوالتِّينانُ: الذئبُ؛ قال الأَخطل:\n---\nيَعْتَفْنَه عند تِينانٍ، يُدَمِّنُه\n---\nبادي العُواءِ ضَئيل الشَّخْصِ مُكتَسِب.\n---\nوقيل: جاء الأَخطل بحرْفَيْن لم يجئْ بهما غيرُه، وهما التِّينانُ\n---\nالذئبُ والعَيْثومُ أُنْثى الفِيَلةِ. وفي حديث ابن مسعود: تانِ كالمرّتانِ؛\n---\nقال أَبو موسى: هكذا ورد في الرواية، وهو خطأٌ، والمراد به خَصْلَتانِ\n---\nمَرَّتانِ، والصواب أَن يقال: تانِكَ المرَّتانِ، وتَصِل الكافَ بالنون،\n---\nوهي للخطاب أَي تانِك الخَصْلَتانِ اللَّتانِ أَذْكُرُهما لكَ، ومَنْ\n---\nقَرَنَها بالمرَّتيْن احتاج أَن يَجُرَّهما، ويقول كالمرَّتَيْن، ومعناه\n---\nهاتانِ الخَصْلَتان كخَصْلَتَيْن مَرَّتَيْن، والكافُ فيها للتشبيه.\n---\nجأْن: الجُؤنة: سَلَّة مُسْتَديرة مُغَشَّة أَدَماً يجعل فيها الطِّيبُ\n---\nوالثِّياب.", "تجه": "@تجه: ابن سيده: روى أَبو زيد تَجِهَ يَتْجَهُ بمعنى اتَّجَهَ، وليس من\n---\nلفظه لأَن اتَّجَه من لفظ الوجْه، وتَجِهَ من هـ ج ت، وليس محذوفاً من\n---\nاتَّجَه كتَقَى يَتْقِي، إِذ لو كان كذلك لقيل تَجَهَ. الأَزهري في ترجمة هـ\n---\nج ت قال: أُهملت وُجُوهه، وأَما تُجاه فأَصله وِجُاه، قال: وقد\n---\nاتَّجَهْنا وتَجَهْنا، وأَحال على المعتل. وفي حديث صلاة الخوف: وطائفةٌ تُجاهَ\n---\nالعدوّ أَيُ مُقابِلَتهم، والتاء فيه بدل من واو وُجاه أَي مما يَلي\n---\nوُجوهَهم.", "تره": "@تره: التُّرُّهات والتُّرَّهات: الأَباطيل، واحدتها تُرٍَّهة، وهي\n---\nالتُّرَّهُ، بضم التاء وفتح الراء المشدّدة، وهي في الأَصل الطُّرُق الصغار\n---\nالمُتَشَعِّبة عن الطريق الأَعظم، والجمع التَّرَارِه، وقيل: التُّرَّهُ\n---\nوالتُّرَّهة واحد، وهو الباطل. الأَزهري: التُّرَّهات البواطل من الأُمور؛\n---\nوأَنشد لرؤبة:\n---\nوحَقَّةٍ ليستْ بقْوْلِ التُّرَّهِ\n---\nهي واحدة التُّرَّهات. قال ابن بري في قول رؤبة ليست بقول التُّرَِِّه،\n---\nقال: ويقال في جمع تُرَّهَةٍ للباطل تُرَّهُ، قال: ويقال هو احد.\n---\nالجوهري: التُّرَّهات الطُّرُق الصِّغار غير الجادَّة تَتَشعَّب عنها، الواحدة\n---\nتُرَّهة، فارسي معرّب؛ وأَنشد ابن بري:\n---\nذاكَ الذي، وأَبيكَ، يَعْرِفُ مالكٌ،\n---\nوالحقُ يَدْفعُ تُرَّهاتِ الباطلِ\n---\nواستُعير في الباطل فقيل: التُّرَّهاتُ البَسَابِسُ، والتُّرَّهاتُ\n---\nالصَّحاصِحُ، وهو من أَسماء الباطل، وربما جاء مضافاً، وقوم يقولون تُرّهٌ،\n---\nوالجمع تَراريه؛ وأَنشدوا:\n---\nرُدُّوا بَني الأَعْرجِ إِبْلِي مِنْ كَثَبْ\n---\nقَبْلَ التَّراريه، وبُعْدِ المُطَّلَبْ", "تفه": "@تفه: تَفِهَ الشيءُ يَتْفَهُ تَفَهاً وتُفوهاً وتَفاهةً: قَلَّ وخَسَّ،\n---\nفهو تَفِهٌ وتافِهٌ. ورجل تافِهُ العقْل أَي قليلُه. والتافِهُ: الحقير\n---\nاليسير، وقيل: الخسيس القليلُ. وفي الحديث: قيل يا رسول الله وما\n---\nالرُّوَيْبِضة؟ فقال: الرجل التافهُ يَنْطِق في أَمر العامة؛ قال: التافه الحقير\n---\nالخسيس. وفي حديث عبدالله بن مسعود وذَكَرَ القرآن: لا يَتْفَهُ ولا\n---\nيَتَشانُّ؛ يَتشانُّ: َبْلَى من الشَّنّ، ولا يَخْلُقُ من كثرة التَّرْداد،\n---\nمن الشَّنّ، وهو السِّقاء الخَلَق؛ وقوله لا يَتْفَهُ هو من الشيء\n---\nالتافه، وهو الخسيس الحقير. وفي الحديث: كانتِ اليدُ لا تُقْطَع في الشيء\n---\nالتافِهِ؛ ومنه قول إِبراهيم: تجوز شهادة العبدِ في الشيء التافِهِ؛ قال ابن\n---\nبري: شَاهده قول الشاعر:\n---\nلا تُنْجِز الوَعْدَ إِنْ وَعَدْإِنْ\n---\nأََعْطَيْتَ، أَعْطَيْتَ تافهاً نَكِدا\n---\nوالأَطعمةُ التَّفِهة: التي ليس لها طَعْمُ حلاوة أَو حُموضة أَو\n---\nمَرارة، ومنهم من يجعل الخبز واللحم منها. وتَفِهَ الرجلُ تُفوهاً، فهو تافِهٌ:\n---\nحَمُق.\n---\nوالتُّفَةُ: عَناقُ\n---\nالأَرض، وهي أَيضاً المرأَة المَحْقُورة، والمعروف فيهما التُّفَّةُ؛\n---\nتقول العرب: اسْتَغْنَتِ التُّفَّةُ عن الرُّفَّة؛ الرُّفَّة: التبن لأَنها\n---\nتَطْعَم اللحمَ إِذ كانت سَبُعاً؛ عن أَبي حنيفة في أَنوائه؛ قال ابن\n---\nبري: والصحيح تُفَةٌ ورُفَةٌ كما ذكر الجوهري في فصل رفه فإِنه قال:\n---\nالتُّفَة والرُّفَةٌ بالتاء التي يوقف عليها بالهاء، قال: وكذلك ذكره ابن جني\n---\nعن ابن دريد وغيره. ويقال: التُّفَة والرُّفَة، بالتخفيف، مثل الثُّبَةِ\n---\nوالقُلَةِ، قال: وهذا هو المشهور، قال: وذكرها ابن السكيت في أَمثاله فقال\n---\nأَغنى عن ذلك من التُّفَة عن الرُّفَه، بالتخفيف لا غير وبالهاء\n---\nالأَصلية؛ وأَنشد ابن فارس شاهداً على تخفيف التُّفَة والرُّفَة:\n---\nغَنِينا عن وِصالِكُمُ حَدِيثاً،\n---\nكما غَنِيَ التُّفاتُ عن الرُّفاتِ\n---\nوأَنشد أَبو حنيفة في كتاب النبات يصف ظَليماً:\n---\nحَبَسَتْ مَناكِبُه السَّفَا، فكأَنَّه\n---\nرُفَةٌ بأَنْحِيةِ المَداوِس مُسْنَدُ\n---\nشبَّه ما أَضافت الريحُ إِلى مَناكِبه وهو حاضن بيضه لا يبرح بالتبن\n---\nالمجموع في ناحية البَيْدر، وأَنحية: جمع ناحية مثْل واد وأَودية، قال: وجمع\n---\nفاعل على أَفعلة نادر.", "تله": "@تله: التَّلَهُ: الحَيْرة. تَلِه الرجلُ يَتْلَهُ تَلَهاً: حار.\n---\nوتَتَلَّهَ: جال في غير ضَيْعة. ورأَيتُه يتَتَلَّه أَي يتَرَدَّدُ متحيراً؛\n---\nوأَنشد أَبو سعيد بيتَ لبيد:\n---\nباتتْ تَتَلَّه في نِهاءٍ صُعائِدٍ\n---\nورواه غيره: تبَلَّد؛ وقيل أَصل التَّلَهِ بمعنى الحيرة الوَلَهُ، قلبت\n---\nالواو تاء، وقد وَلِهَ يَوْلَهُ وتَلِهَ يَتْلَهُ، وقيل: كان في الأَصل\n---\nائْتَلَهَ يَأْتَلِهُ، فأُدغمت الواو في التاء فقيل اتَّلَهَ يَتَّلِهُ،\n---\nثم حذفت التاء فقيل تلِهَ يَتْلَهُ، كما قالوا تَخِذَ يَتْخَذُ وتَقِيَ\n---\nيَتْقَ، والأَصل فيهما اتَّخَذَ يَتَّخِذ واتَّقَى يتَّقي، وقيل: تَلِهَ\n---\nكان أَصله دَلِهَ. ابن سيده: التَّلَهُ لغة في التَّلَف، والمَتْلَهَة\n---\nالمَتْلَفة. وفلاة مَتْلَهة أَي مَتْلَفة؛ قال الشاعر\n---\n(* قوله «قال الشاعر»\n---\nهو رؤبة، وعجزه كما في التكملة: بنا حراجيج المهاري النفه\n---\nويروى: ميله من الوله):\n---\nبه تَمَطَّتْ غَوْلَ كُلِّ مَتْلَه\n---\nيعني مَتْلَفٍ. الأَزهري في النوادر: تَلِهْْتُ كذا وتَلِهْتُ عنه أَي\n---\nضَلِلْتُه وأُنْسِيتُه.", "تمه": "@تمه: تَمِهَ الدُّهْنُ واللبن واللحم يَتْمَهُ تَمَهاً وتَماهَةً، فهو\n---\nتَمِهٌ: تغير ريحه وطعمه، مثل الزُّهُومة. وتَمِهَ الطعامُ، بالكسر،\n---\nتَمَهاً: فَسَدَ. والتَّمَه في اللبن: كالنَّمَسِ\n---\nفي الدَّسَمِ. وشاة مِتْماةٌ: يَتْمَهُ لَبَنُها أَي يتغير سريعاً\n---\nرَيْثَما يُحْلَبُ. وتَمِهَ وتَهِمَ بمعنى واحد، وبه سميت تِهامَةُ.", "تهته": "@تهته: التَّهْتَهةُ: الْتِواءٌ في اللسان مثل اللُّكْنَة. والتَّهاتِهُ:\n---\nالأَباطيلُ والتُّرَّهاتُ؛ قال القَطامِيّ:\n---\nولم يَكُنْ ما ابْتَلَينا من مَواعِدها\n---\nإِلاَّ التَّهاتِهَ، والأُمْنيَّةَ السَّقَما\n---\n(* قوله «ولم يكن ما ابتلينا» كذا بالأصل والمحكم والصحاح، والذي في\n---\nالتهذيب: ما اجتنينا، ولعلها وقعت في بعض نسخ من الصحاح كذلك حتى قال ابن\n---\nبري ويروى إلخ).\n---\nقال ابن بري: ويروى ولم يَكُنْْ ما ابْتَلَيْنا أَي جَرَّبْنا\n---\nوخَبَرْنا، وكذا في شعره ما ابْتَلَيْنا، وكذا رواه أَبو عبيد في باب الباطل من\n---\nالغريب المُصَنَّف.\n---\nقال ابن بري: ويقال تُهْتِهَ في الشيء أَي رُدِّدَ فيه. ويقال: تُهْتِهَ\n---\nفلانٌ إِذا رُدِّدَ في الباطل؛ ومنه قول رؤبة:\n---\nفي غائلاتِ الحائر المُتَهْتَهِ\n---\nوهو الذي رُدِّدَ في الأَباطيل.\n---\nوتُهْ تُهْ: حكاية المُتَهْتِهِ. وتُهْ تُهْ: زجر للبعير ودُعاء للكلب؛\n---\nومنه قوله:\n---\nعَجِبْتُ لهذه نَفَرَتْ بَعيري،\n---\nوأَصْبَحَ كَلْبُنا فَرِحاً يَجُولُ\n---\nيُحاذِرُ شَرَّها جَمَلي، وكَلْبي\n---\nيُرَجِّى خيرَها، ماذا تَقولُ؟\n---\nيعني بقوله لهذه أَي لهذه الكلمة، وهي تُهْ تُهْ زجر للبعير يَنْفِرُ\n---\nمنه، وهي دعاء للكلب.", "توه": "@توه: التَّوْهُ: لغة في التِّيهِ، وهو الهَلاكُ، وقيل: الذهاب، وقد تاهَ\n---\nيتُوهُ ويَتِيهُ تَوْهاً هَلَك. قال ابن سيده: وإِنما ذكرت هنا يتِيهُ\n---\nوإِن كانت يائية اللفظ لأَن ياءها واو، بدليل قولهم ما أَتْوَهَهُ في ما\n---\nأَتْيَهه، والقول فيه كالقول في طاحَ يَطِيحُ، وسنذكره في موضعه. قال أَبو\n---\nزيد: قال لي رجل من بني كلاب أَلْقَيْْتَنِي في التُّوهِ، يريد\n---\nالتِّيهَ. وتَوّهَ نفسَه: أَهلكها، وما أَتْوَهَه. قال ابن سيده: فتاه يتيهُ، على\n---\nهذا، فَعِلَ يَفْعِلُ\n---\nعند سيبويه، وفلاةٌ تُوهٌ والجمع أَتْواهٌ وأَتاويهُ.", "تيه": "@تيه: التِّيهُ: الصَّلَفُ والكِبْرُ. وقد تاهَ يَتِيهُ تَيْهاً: تكبر.\n---\nورجل تائِهٌ وتَيّاهٌ وتَيَّهان ورجل تَيْهانٌ وتَيِّهانٌ إِذا كان\n---\nجَسُوراً يَرْكَبُ رأْسَه في الأُمور، وناقة تَيْهانةٌ؛ وأَنشد:\n---\nتَقْدُمُها تَيْهانةٌ جَسُورُ،\n---\nلا دِعْرِمٌ نامَ ولا عَثُورُ\n---\nوتاه في الأَرض يَتِيهُ تَوْهاً وتَيْهاً وتِيهاً وتَيَهاناً، والتِّيه\n---\nأَعَمُّها، أَي ذهب متحيراً وضَلَّ، وهو تَيّاهٌ. وفي الحديث: إِنك\n---\nامْرُؤٌ تائِهٌ أَي متكبر أَو ضالٌّ متحيِّر؛ ومنه الحديث: تاهَتْ به\n---\nسَفِينَتُه. أَبو عبيد: طاحَ يَطِيحُ طَيْحاً وتاهَ يتِيه تَيْهاً وتَيَهاناً،\n---\nوما أَطْوَحَه وأَتْْوَهه وأَطْيَحه وأَتْيَهه، وقد طَوَّحَ نفسَه\n---\nوتَوَّهَها. قال ابن دريد: رجل تَيَّهانٌ إِذا تاه في الأَرض، قال: ولا يقال في\n---\nالكِبْر إِلاَّ تائِهٌ وتَيّاه، وبلد أَتْيَهُ. والتَّيْهاء: الأَرض التي\n---\nلا يُهْتَدَى فيها. والتَّيْهاءُ: المَضِلَّةُ الواسعة التي لا أَعلام\n---\nفيها ولا جبال ولا إِكامَ. والتِّيه: المَفازَة يُتاهُ فيها، والجمع\n---\nأَتْياهٌ وأَتاوِيهُ. وفلاة تَيْهاءُ وأَرض تِيهٌ وتَيْهاء ومَتْيَهة\n---\nومُتِيهَةٌ ومَتِيهة ومِتْيَهٌ: مَضِلَّة أَي يَتيه فيها الإِنسانُ؛ قال\n---\nالعجاج:تِيه أَتاوِيه على السُّقَّاطِ\n---\nوقد تَيَّهه. وأَرض مُتَيِّهَةٌ؛ وأَنشد:\n---\nمُشْتَبِه مُتَيِّه تَيْهاؤُه وأَرض مَتِيهةٌ: مثال مَعِيشةٍ، وأَصله\n---\nمَفْعِلَة. ويقال: مكان مِتْيَهٌ للذي يُتَيِّه الإِنسانَ؛ قال رؤبة:\n---\nيَنْوي اشتِقاقاً في الضلالِ المِتْيَهِ\n---\nأَبو تراب: سمعت عَرَّاماً يقول تاهَ بصرُ\n---\nالرجل وتافَ إذا نظر إِلى الشيء في دَوامٍ، وتافَ عني بَصرُك، وتاهَ\n---\nإِذا تَخطَّى. الجوهري: هو أَتْيَهُ الناس. وتَيَّه نفسَه وتَوَّه بمعنىً\n---\nأَي حَيَّرها وطوَّحها، والواو أَعم. وما أَتْيَهه وأَتْوَهَهُ. والتِّيهُ:\n---\nحيث تاه بنو إِسرائيل أَي حاروا فلم يَهْتَدُوا للخروج منه؛ فأَما\n---\nقوله:تَقْذِفُه في مثلِ غِيطان التِّيهْ،\n---\nفي كلِّ تِيهٍ جَدْوَلٌ تُؤَتِّيهْ\n---\nفإِنما عنى التِّيهَ من الأَرض، أَو جمع تَيْهاء من الأَرض، وليس بتِيهِ\n---\nبني إِسرائيل لأَنه قد قال في كل تِيهٍ، فذلك يدلك على أَنه أَتْياهٌ لا\n---\nتِيهٌ واحد، وتِيهُ بني إِسرائيل ليس أَتْياهاً إِنما هو تِيهٌ، واحد،\n---\nشبَّه أَجوافَ الإِبل في سَعتها بالتيه، وهو الواسعُ من الأَرض.\n---\nوتَيَّه الشيءَ: ضَيَّعَه. وتَيْهانُ: اسمٌ.", "تتا": "@تتا: تَتْوا الفُسَيْلَة\n---\n(* قوله «تتوا الفسيلة» هو هكذا في الأصل بصيغة\n---\nالتصغير، والذي في القاموس تتوا القلنسوة؛ وصوب شارحه ما في اللسان) :\n---\nذُؤَبَتاها؛ ومنه قول الغلام الناشد للعنز: وكأَنَّ زَنَمَتَيْها تَتْوا\n---\nفُسَيْلة، والله أَعلم.", "تثا": "@تثا: ابن بري: التَّثاةُ واحدة التَّثا، وهي قشور التَّمْر.", "تري": "@تري: التهذيب خاصة: ابن الأَعرابي تَرَى يَتْرِي إذا تَراخَى في\n---\nالعَمَلِ فعَمِلَ شيئاً بعد شيء. أَبو عبيد: التَّرِيَّة\n---\n(* قوله «الترية» بكسر\n---\nالراء مخففة ومشددة كما في النهاية). في بَقِيَّة حيضِ المرأَة أَقلُّ من\n---\nالصفرة والكدرة وأَخْفَى، تراها المرأَة عند طهرها فتعلم أَنها قد طهرت\n---\nمن حيضها؛ قال شمر: ولا تكون التَّرِيَّة إلا بعد الاغتسال، فأَما ما كان\n---\nفي أَيام الحيض فليس بِتَرِيَّةٍ. وذكر ابن سيده التَّرِيَّة في رأَى،\n---\nوهو بابها لأَن التاء فيها زائدة، وهي من الرؤية.", "تسا": "@تسا: ابن الأَعرابي: سَاتاهُ إذا لَعِبَ معه الشَّفَلَّقَةَ، وتاسَاهُ\n---\nإذا آذاهُ واسَتَخَفَّ به، والله أَعلم.", "تشا": "@تشا: ابن الأعرابي: تَشَا إذا زَجَر الحمارَ. قال أَبو منصور: كأَنَّه\n---\nقال له تُشُؤْ تُشُؤْ.", "تطا": "@تطا: الأَزهري: أَهمله الليث بم ابن الأَعرابي: تَطَا إذا ظَلَم.", "تعا": "@تعا: انفرد الأَزهري بهذه الترجمة، وقال ابن الأَعرابي: يقال تَعَا إذا\n---\nعَدَا وثَعا إذا قَذَف. قال: والتُّعَى في الحفظ الحَسَن. وقال في\n---\nالترجمة أَيضاً: والتَّاعِي اللِّبَأُ المسترخي، والثَّاعِي القاذف. وحكي عن ا\n---\nلفراء: الأَتْعاءُ ساعات الليل، والثُّعَى القَذْف.", "تغا": "@تغا: قال الليث: تَغَتِ الجارِية الضَّحِكَ إذا أَرادت أن تُخْفيه\n---\nويغالبها؛ قال الأَزهري: إنما هو حكاية صوت الضحك: تِغٍ تِغٍ وتِغْ تِغْ، وقد\n---\nمضى تفسيره في حرف الغين المعجمة. ابن بري: تَغَت الجارية تِغاً سَتَرَتْ\n---\nضَحِكَها فغالبها. وتَغَا الإنسانُ: هَلَكَ.", "تفا": "@تفا: التُّفَةُ: عَناقُ الأَرض، وهو سَبُع لا يقتات التبن إنما يقتات\n---\nاللحم؛ قال ابن سيده: وهو من الواو لأَنا وجدنا ت و ف، وهو قولهم: ما في\n---\nأَمرهم تَوِيفَة\n---\n(* قوله «تويفة» ضبط في الأصل هنا كسفينة وكذلك في مادة ت\n---\nو ف). ولم نجد ت ي ف، فإن أَبا علي يستدل على المقلوب بالمقلوب، أَلا\n---\nتراه استدل على أَن لام أُثْفِيَّة واو بقولهم وثف، والواو في وثف فاء.", "تقي": "@تقي: ابن بري: تَقَى الله تَقْياً خافه. والتاء مبدلة من واو ترجم عليها\n---\nابن بري، وسيأَتي ذكرها في وقي في مكانها.", "تلا": "@تلا: تَلَوْتُه أَتلُوه وتَلَوْتُ عنه تُلُوّاً، كلاهما: خَذَلته\n---\nوتركته. وتَلا عَنِّي يَتْلُو تُلُوّاً إذا تركك وتخلَّف عنك، وكذلك خَذَل\n---\nيَخْذُل خُذُولاً. وتَلَوْته تُلُوّاً: تبعته. يقال: ما زلت أَتْلُوه حتى\n---\nأَتْلَيْته أَي تَقَدَّمْته وصار خلفي. وأَتْلَيْته أَي سبقته. فأَما قراءة\n---\nالكسائي تَلَيها فأَمالَ، وإن كان من ذوات الواو، فإنما قرأَ به لأَنها\n---\nجاءَت مع ما يجوز أَن يمال، وهو يَغْشَيها وبَنَيها، وقيل: معنى تلاها حين\n---\nاستدار فتلا الشمسَ الضياءُ والنورُ. وتَتَالَت الأُمورُ: تلا بعضُها\n---\nبعضاً. وأَتْلَيْتُه إيّاه: أَتبَعْتُه. واسْتَتْلاك الشيءَ: دعاك إلى\n---\nتُلُوِّه؛ وقال:\n---\nقَدْ جَعَلَتْ دَلْوِيَ تَسْتَتْلِيني،\n---\nولا أُريدُ تَبَعَ القَرِينِ\n---\nابن الأَعرابي: استَتْلَيْت فلاناً أَي انتظرته، واسْتَتْلَيْته جعلته\n---\nيَتْلوني. والعرب تسمي المُراسِلَ في الغناء والعمل المُتالي، والمُتالي\n---\nالذي يراسل المُغَني بصَوْتٍ رَفيعٍ؛ قال الأَخطل:\n---\nصَلْت الجَبينِ،كأَنَّ رَجْعَ صَهِيلِه\n---\nزجْرُ المُحاوِلِ، أَو غِناءُ مُتالِ\n---\nقال: والتَّلِيُّ الكثير الأَيْمان. والتَّلِيُّ: الكثيرُ المالِ. وجاءت\n---\nالخيلُ تَتالِياً أَي مُتَتابِعَة. ورجلٌ تَلُوٌّ، على مثال عَدُوّ: لا\n---\nيزال مُتَّبِعاً؛ حكاه ابن الأَعرابي، ولم يذكر يعقوب ذلك في الأَشياء\n---\nالتي حصرها كَحَسُوٍّ وفَسُوٍّ. وتَلا إذا اتَّبع، فهو تالٍ أَي تابعٌ. ابن\n---\nالأَعرابي: تَلا اتَّبَع، وتَلا إذا تخلَّف، وتَلا إذا اشْتَرى تِلْواً،\n---\nوهو وَلد البَغْل. ويقال لولد البغل تِلْو؛ وقال الأَصمعي في قول ذي\n---\nالرمة:\n---\nلَحِقْنا فَراجَعْنا الحُمول، وإنَّما\n---\nتَتَلَّى دباب الوادِعات المَراجع\n---\n.\n---\nقال: تَتَلّى تَتَبَّع. وتِلْوُ الشيء: الذي يَتلُوه. وهذا تِلْوُ هذا\n---\nأَي تَبَعُه. ووَقَع كذا تَلِيَّةَ كذا أَي عَقِبَه. وناقة مُتْلٍ\n---\nومُتْلِية: يَتْلوها وَلدُها أَي يتبعها. والمُتْلية والمُتْلي: التي تُنْتَج في\n---\nآخر النتاج لأَنها تبع للمُبَكِّرة، وقيل: المُتْلِية المؤخَّرة\n---\nللإنتاج، وهو من ذلك. والمُتْلي: التي يَتْلوها ولدُها، وقد يستعار الإتلاء في\n---\nالوحش؛ قال الراعي أَنشده سيبويه:\n---\nلها بحَقِيلٍ فالنُّمَيْرَةِ مَنْزِلٌ،\n---\nتَرَى الوَحْشَ عُوذَاتٍ به ومَتالِيَا\n---\nوالمَتالي: الأُمَّهات إِذا تلاها الأَولاد، الواحدة مُتْلٍ ومُتْلِية.\n---\nوقال البَاهلي: المَتالي الإِبل التي قد نُتج بعضها وبعضها لم ينتج؛\n---\nوأَنشد:\n---\nوكلُّ شَماليٍّ، كأَنَّ رَبابَه\n---\nمَتالي مهيب، مِنْ بَني السيِّدِ، أَوْرَدا\n---\nقال: نَعَمُ بَني السيِّدِ سُودٌ، فشبه السحاب بها وشبه صوت الرعد\n---\nبحَنِين هذه المَتالي؛ ومثله قول أَبي ذؤيب:\n---\nفَبِتُّ إِخالُه دُهْماً خِلاجَا\n---\nأَي اخْتُلِجَتْ عنها أَولادُها فهي تَحِنُّ إِليها. ابن جني: وقيل\n---\nالمُتْلِية التي أَثْقَلَتْ فانقلَب رأْسُ جنينها إِلى ناحية الذنب والحَياء،\n---\nوهذا لا يوافق الاشتقاق. والتِّلْوُ: ولد الشاة حين يُفطم من أُمّه\n---\nويتلوها، والجمع أَتْلاءٌ. والأُنثى تِلْوَةٌ، وقيل: إِذا خرجت العَناق من\n---\nحدِّ الإِجْفار فهي تِلوة حتى تتم لها سنة فتُجْذِع، وذلك لأَنها تتبع\n---\nأُمّها. والتِّلْوُ: ولدُ الحمار لاتباعه أُمّه. النضر: التِّلْوة من أَولاد\n---\nالمِعْزَى والضأْن التي قد استكرشت وشَدَنَت، الذكرُ تِلْوٌ. وتِلْو\n---\nالناقة: ولدها الذي يتلوها. والتِّلو من الغنم: التي تُنتَج قبل\n---\nالصَّفَرِيَّة. وأَتْلاه الله أَطفالاً أَي أَتْبَعَه أَولاداً. وأَتْلت الناقةُ إِذا\n---\nتلاها ولدها؛ ومنه قولهم: لا دَرَيْتَ ولا أَتْلَيْتَ، يدعو عليه بأَن\n---\nلا تُتْلِيَ إِبله أَي لا يكون لها أَولاد؛ عن يونس. وتَلَّى الرجلُ\n---\nصلاتَه: أَتْبَعَ المكتوبةَ التطوُّعَ. ويقال: تَلَّى فلان صلاته\n---\nالمكتوبةَ بالتطوُّع أَي أَتبَعها؛ وقال البَعِيثُ\n---\nعلى ظَهْرِ عادِيٍّ، كأَنَّ أُرُومَهُ\n---\nرجالٌ، يُتَلُّون الصلاةَ، قيامُ\n---\nوهذا البيت استشهد به على رجل مُتَلٍّ منتصب في الصلاة، وخطَّأَ أَبو\n---\nمنصور من استشهد به هناك وقال: إِنما هو من تَلَّى يُتَلِّي إِذا أَتْبَع\n---\nالصلاةَ الصلاةَ، قال: ويكون تلا وتلَّى بمعنى تبع. يقال: تَلَّى الفَريضة\n---\nإِذا أَتبعها النفلَ. وفي حديث ابن عباس: أَفْتِنا في دابَّة تَرْعى\n---\nالشجَر وتشربُ الماءَ في كَرِشٍ لم تُثْغَر، قال تلك عندنا الفَطِيمُ\n---\nوالتَّوْلَة والجَذَعَةُ؛ قال الخطابي: هكذا روي، قال: وإِنما هو التِّلْوَةُ.\n---\nيقال للجَدْي إِذا فُطِم وتَبِع أُمَّه تِلْوٌ، والأُنثى تِلْوةٌ،\n---\nوالأُمّهات حينئذ المَتالي، فتكون هذه الكلمات من هذا الباب لا من باب\n---\nتول.والتَّوالي: الأَعْجاز لاتّباعها الصدورَ. وتوالي الخيلِ: مآخيرُها من\n---\nذلك، وقيل: تَوالي الفرسِ ذَنَبُهُ ورجْلاه. يقال: إِنه لَخَبيثُ\n---\nالتَّوالي وسريعُ التَّوالي وكله من ذلك. والعرب تقول: ليسَ هَوادِي الخَيْل\n---\nكالتَّوالي؛ فهَوادِيها أَعناقها، وتواليها مآخرها. وتَوالي كلِّ\n---\nشيء: آخره. وتالياتُ النجوم: أُخراها. ويقال: ليس تَوالي الخيلِ\n---\nكالهَوادِي ولا عُفْرُ الليالي كالدَّآدِي؛ وعفرها: بيضها. وتَوالي الظُّعُنِ:\n---\nأَواخرها، وتوالي الإِبل كذلك. وتوالي النجومِ: أَواخرها.\n---\nوتَلَوَّى: ضَرْبٌ من السفن، فَعَوَّلٌ من التُّلُوِّ لأَنه يتبع\n---\nالسفينة العظمى؛ حكاه أَبو علي في التذكرة. وتَتَلَّى الشيءَ: تَتبَّعَه.\n---\nوالتُّلاوَةُ والتَّلِيَّة: بقِيَّة الشيء عامّةً، كأَنه يُتَتَبَّع حتى لم\n---\nيبقَ إِلا أَقلُّه، وخص بعضهم به بقيةَ\n---\nالدَّيْن والحاجةِ، قال: تَتَلّى بَقَّى بقيةً من دَيْنه. وتَلِيَتْ\n---\nعليه تُلاوَةٌ وتَلىً، مقصور: بَقِيت. وأَتْلَيْتُها عنده: أَبْقَيْتُها.\n---\nوأَتْلَيْت عليك من حقي تُلاوةً\n---\nأَي بَقِيَّةً. وقد تَتَلَّيْت حقي عنده أَي تركت منه بقية. وتَتَلَّيت\n---\nحقي إِذا تتبعتَه حتى استوفيته؛ وقال الأَصمعي: هي التَّلِيَّة. وقد\n---\nتَلِيَت لي من حقي تَلِيَّةٌ وتُلاوَةٌ تَتْلى أَي بَقِيَت بَقِيَّة.\n---\nوأَتْلَيْت حقّي عنده إِذا أَبْقَيْت منه بَقِيَّةً. وفي حديث أَبي حَدْرَد: ما\n---\nأَصبحتُ أُتلِيها ولا أَقْدِرُ\n---\nعليها. يقال: أَتْلَيْت حقي عنده أَي أَبْقَيْت منه بَقِيَّةً.\n---\nوأَتْلَيْتُه: أَحَلْته. وتَلِيَتْ له تَلِيَّة من حقه وتُلاوة أَي بقِيَت له\n---\nبَقِيَّة. وتَلِيَ فلان بعد قومه أَي بَقِيَ. وتَلا إِذا تأَخر. والتوالي:\n---\nما تأَخر. ويقال: ما زلت أَتلوه حتى أَتْلَيْتُه أَي حتى أَخَّرته؛\n---\nوأَنشد:\n---\nرَكْضَ المَذاكِي، وتَلا الحَوْليُّ\n---\nأَي تأَخَّر. وتَليَ من الشهر كذا تَلَّى: بَقِي. وتلَّى الرجلُ،\n---\nبالتشديد، إِذا كان بآخر رَمَقٍ. وتَلَّى أَيضاً: قَضى نَخْبه أَي نَذْرَه؛ عن\n---\nابن الأَعرابي. وتَتَلَّى إِذا جَمَع مالاً كثيراً.\n---\nوتَلَوْت القرآن تِلاوةً: قرأْته، وعم به بعضهم كل كلام؛ أَنشد ثعلب:\n---\nواسْتَمَعُوا قولاً به يُكْوَى النَّطِفْ،\n---\nيَكادُ من يُتْلى عليه يُجْتأَفْ\n---\nوقوله عز وجل: فالتَّالِياتِ ذِكْراً؛ قيل: هم الملائكة، وجائز أَن\n---\nيكونوا الملائكة وغيرهم ممن يتلو ذكر الله تعالى. الليث: تَلا يَتْلو تِلاوَة\n---\nيعني قرأَ قراءة. وقوله تعالى: الذين آتيناهم الكتاب يَتْلونه حقّ\n---\nتِلاوَتِه؛ معناه يَتّبعونه حقّ اتّباعه ويعملون به حق عمله. وقوله عز وجل:\n---\nواتَّبَعوا ما تَتْلو الشياطينُ على مُلْك سُلَيمان؛ قال عطاء: على ما\n---\nتُحَدِّثُ وتَقُصُّ، وقيل: ما تتكلم به كقولك فلان يتلو كتاب الله أَي يقرؤه\n---\nويتكلم به. قال: وقرأَ بعضهم ما تُتَلِّي الشياطين\n---\n(* قوله «ما تتلي\n---\nالشياطين» هو هكذا بهذا الضبط في الأصل). وفلان يَتْلو فلاناً أَي يحكيه\n---\nويَتْبَع فعله. وهو يُتْلي بَقِيَّة حاجته أَي يَقْتَضِيها وَيَتَعهَّدها.\n---\nوفي الحديث في عذاب القبر: إِن المنافق إِذا وضع في قبره سئل عن محمد، صلى\n---\nالله عليه وسلم، وما جاء به فيقول لا أدْرِي، فيقال لا دَرَيْتَ ولا\n---\nتَلَيْتَ ولا اهْتَدَىْتَ؛ قيل في معنى قوله ولا تَلَيْتَ: ولا تَلَوْتَ أَي\n---\nلا قرأْتَ ولا دَرَسْت، من تَلا يَتْلو، فقالوا تَلَىتَ بالياء ليُعاقَبَ\n---\nبها الياءُ في دَرَيْتَ، كما قالوا: إِني لآتِيهِ\n---\nبالغَدَايا والعَشايا، وتجمع الغداة غَدَوات، فقيل: الغَدايا من أَجل\n---\nالعَشايا ليزدوج الكلام؛ قال: وكان يونس يقول إِنما هو ولا أَتْلَيْتَ في\n---\nكلام العرب، معناه أَن لا تُتْليَ إِبلُه أي لا يكون لها أَولاد تتلوها؛\n---\nوقال غيره: إِنما هو لا دَرَيْتَ ولا اتَّلَيْتَ على افْتَعلت من أَلَوْتَ\n---\nأَي أَطقت واستطعت، فكأَنه قال لا دَرَيْت ولا استطعت؛ قال ابن الأَثير:\n---\nوالمحدِّثون يروون هذا الحديث ولا تَلَيْتَ، والصواب ولا ائْتَلَيْتَ،\n---\nوقيل: معناه لا قرأْت أَي لا تَلَوْتَ فقلبوا الواو ياء ليزدوج الكلام مع\n---\nدَرَيْتَ.\n---\nوالتَّلاءُ: الذِّمَّة. وأَتْلَيْتُه: أَعطيته التَّلاءَ أَي أَعطيته\n---\nالذِّمَّةَ. وأَتْلَيْتُه ذمّة أَي أَعطيته إِياها. والتَّلاءُ: الجِوارُ.\n---\nوالتَّلاءُ: السهم يَكْتُبُ عليه المُتْلي اسمَه ويعطيه للرجل، فإِذا\n---\nصار إِلى قبيلة أََراهم ذلك السهم وجاز فلم يُؤْذَ. وأَتْلَيْتُه سهماً:\n---\nأَعطيتُه إِياه ليَسْتَجِيزَ به؛ وكل ذلك فسر به ثعلب قول زهير:\n---\nجِوارٌ شاهدٌ عدلٌ عَليكم،\n---\nوسِيَّانِ الكَفَالةُ والتَّلاءُ\n---\nوقال ابن الأَنباري: التَّلاءُ الضَّمان. يقال: أَتْلَيْتُ فلاناً إِذا\n---\nأَعطيتَه شيئاً يأْمَنُ به مثل سَهْمٍ أَو نَعْلٍ. ويقال: تَلَوْا\n---\nوأَتْلَوْا إِذا أَعطَوْا ذمَّتهم؛ قال الفرزدق:\n---\nيَعُدّون للجار التَّلاءَ، إِذا تَلَوْا،\n---\nعلى أَيِّ أَفْتار البَرية يَمَّما\n---\nوإِنه لَتَلُوُّ المِقْدار أَي رَفِيعه. والتَّلاءُ: الحَوالة. وقد\n---\nأَتْلَيْت فلاناً على فلان أَي أَحْلْته عليه؛ وأَنشد الباهلي هذا\n---\nالبيت:إِذا خُضْر الأَصمِّ رميت فيها\n---\nبمُسْتَتْلٍ على الأَدْنَيْن باغِ\n---\nأَراد بخُضْر الأَصم دَآدِيَ لَيالي شهر رجب، والمُسْتَتْلي: من\n---\nالتُّلاوة وهو الحَوالة أَي أَن يَجْنِيَ عليك ويُحيل عليك فتُؤخذ بجنايته،\n---\nوالباغي: هو الخادم الجاني على الأَدْنَينَ من قرابته. وأَتْلَيْته أَي\n---\nأَحلته من الحوالة.", "تنا": "@تنا: التِّناوَةُ: ترك المذاكرة. وفي حديث قتادة: كان حميد بن هلال من\n---\nالعلماء فأَضرَّت به التِّناوةُ. وقال الأَصمعي: هي التِّناية، بالياء،\n---\nفإِما أَن تكون على المعاقبة، وإِما أَن تكون لغة؛ قال ابن الأَثير:\n---\nالتِّناية الفِلاحة والزراعة؛ يريد أَنه ترك المذاكرة ومجالسة العلماء، وكان\n---\nنزل قرية على طريق الأَهواز، ويروى النِّباوة، بالنون والباء، أَي\n---\nالشرف.والأَتْناءُ: الأَقران. والأَتْناءُ الأَقْدام.", "توا": "@توا: التَّوُّ: الفَرْد. وفي الحديث: الاسْتِجْمارُ تَوٌّ والسعي تَوٌّ\n---\nوالطواف تَوٌّ؛ التوُّ: الفرد، يريد أَنه يرمي الجمار في الحج فَرْداً،\n---\nوهي سبع حصيات، ويطوف سبعاً ويسعى سبعاً، وقيل: أَراد بفردية الطواف\n---\nوالسعي أَن الواجب منهما مرَّة واحدة لا تُثَنَّى ولا تُكرَّر، سواء كان\n---\nالمحرم مُفرِداً أَو قارناً، وقيل: أَراد بالاستجمار الاستنجاء، والسنَّة أَن\n---\nيستنجيَ بثلاثٍ، والأَول أَولى لاقترانه بالطواف والسعي. وأَلْف تَوٌّ:\n---\nتامٌّ فَرْدٌ. والتَّوُّ: الحَبْلُ يُفتل طاقة واحدة لا يُجعل له قُوىً\n---\nمُبْرَمة، والجمع أَتْواء. وجاء تَوّاً أَي فَرْداً، وقيل: هو إِذا جاء\n---\nقاصداً لا يُعَرِّجه شيء، فإِن أَقام ببعض الطريق فليس بِتَوٍّ؛ هذا قول\n---\nأَبي عبيد. وأَتْوَى الرجلُ إِذا جاء تَوّاً وحْده، وأَزْوَى إِذا جاء معه\n---\nآخرُ، والعرب تقول لكل مُفرَد تَوٌّ، ولكل زوج زَوٌّ. ويقال: وَجَّهَ فلان\n---\nمن خَيْله بأَلْفٍ تَوٍّ، والتَّوُّ: أَلف من الخيل، يعني بأَلف رجل أَي\n---\nبأَلف واحد.\n---\nوتقول: مضت تَوَّةٌ من الليل والنهار أَي ساعة؛ قال مُلَيح:\n---\nفَفاضَتْ دُموعي تَوَّةً ثم لم تَفِضْ\n---\nعَليَّ، وقد كادت لها العين تَمْرَحُ\n---\nوفي حديث الشعبي: فما مضت إِلاَّ تَوَّةٌ حتى قام الأَحَنفُ من مجلسه\n---\nأَي ساعة واحدة. والتَّوَّة: الساعة من الزمان. وفي الحديث: أَن\n---\nالاستنجاء بِتَوٍّ أَي بفرد ووتر من الحجارة وأَنها لا تُشفع، وإِذا عقدت عقداً\n---\nبإدارة لرباط مرّة قلت: عقدته بتَوٍّ واحدٍ؛ وأَنشد:\n---\nجارية ليست من الوَخْشَنِّ،\n---\nلا تعقِدُ المِنْطَقَ بالمَتْنَنِّ\n---\nإِلاَّ بِتوٍّ واحدٍ أَو تَنِّ\n---\nأَي نصف تَوٍّ، والنون في تَنٍّ زائدة، والأَصل فيها تا خففها من تَوٍّ،\n---\nفإِن قلت على أَصلها تَوْ خفيفةً مثل لَوْ جاز، غير أَن الاسم إِذا جاءت\n---\nفي آخره واو بعد فتحة حملت على الأَلف، وإِنما يحسن في لَوْ لأَنها حرف\n---\nأَداة وليست باسم، ولو حذفت من يوم الميم وحدها وتركت الواو والياء،\n---\nوأَنت تريد إِسكان الواو، ثم تجعل ذلك اسماً تجريه بالتنوين وغير التنوين في\n---\nلغة من يقول هذا حَا حَا مرفوعاً، لقلت في محذوف يوم يَوْ، وكذلك لوم\n---\nولوح، ومنعهم أَن يقولوا في لَوْلا لأَن لو أُسست هكذا ولم تجعل اسماً\n---\nكاللوح، وإِذا أَردت نداء قلت يا لَوُّ أَقبل فيمن يقول يا حارُ لأَن نعتَه\n---\nباللَّوِّ بالتشديد تقوية لِلَوْ، ولو كان اسمه حوّاً ثم أَردت حذف أَحد\n---\nالواوين منه قلت يا حا أَقبل، بقيت الواو أَلفاً بعد الفتحة، وليس في جميع\n---\nالأَشياء واو معلقة بعد فتحة إِلاَّ أَن يجعل اسماً. والتَّوُّ: الفارغ\n---\nمن شُغْلِ الدنيا وشغل الآخرة. والتَّوُّ: البِناء المنصوب؛ قال الأَخطل\n---\nيصف تسنُّمَ القبر ولَحْدَه:\n---\nوقد كُنتُ فيما قد بَنى ليَ حافِري\n---\nأَعاليَهُ توّاً وأَسْفَلَه لَْحْدَا\n---\nجاء في الشعر دحلا، وهو بمعنى لحد، فأَدَّاه ابن الأَعرابي بالمعنى.\n---\nوالتَّوَى، مقصور: الهلاك، وفي الصحاح: هلاك المال. والتَّوَى: ذهاب مال\n---\nلا يُرْجى، وأَتْواه غيرهُ. تَوِيَ\n---\nالمال، بالكسر، يَتْوَى تَوىً، فهو تَوٍ: ذهب فلم يرج، وحكى الفارسي أَن\n---\nطَيّئاً تقول تَوَى. قال ابن سيده: وأُراه على ما حكاه سيبويه من قولهم\n---\nبَقَى ورَضَى ونَهَى. وأَتْواه الله: أَذهبه. وأَتْوَى فلانٌ مالَه: ذهب\n---\nبه. وهذا مال تَوٍ، على فَعِلٍ. وفي حديث أَبي بكر، وقد ذكر من يُدْعَى\n---\nمن أَبواب الجنة فقال: ذلك الذي لا تَوَى عليه أَي لا ضَياع ولا خَسارة،\n---\nوهو من التَّوَى الهلاك. والعرب تقول: الشُّحّ مَتْواةٌ، تقول: إِذا\n---\nمَنَعْتَ المال من حقه أَذهبه الله في غير حقه. والتَّوِيُّ: المقيم؛\n---\nقال:إِذا صَوَّتَ الأَصداءُ يوماً أَجابها\n---\nصدىً، وتَوِيٌّ بالفَلاة غَريبُ\n---\nقال ابن سيده: هكذا أَنشده ابن الأَعرابي، قال: والثاء أَعرف.\n---\nوالتِّوَاء من سِماتِ الإِبل: وَسْمٌ كهيئة الصليب طويل يأْخذ الخَدَّ\n---\nكلَّه؛ عن ابن حبيب من تذكرة أَبي علي. النضر: التِّواءُ سِمَة في\n---\nالفَخِذِ والعنق، فأَما في العنق فأَن يُبْدَأَ به من اللِّهْزِمة ويُحْدَر\n---\nحِذاء العنق خَطّاً من هذا الجانب وخَطّاً من هذا الجانب ثم يجمع بين طرفيهما\n---\nمن أَسفلَ لا من فوقُ، وإِذا كان في الفخذ فهو خط في عَرْضِها، يقال منه\n---\nبعير مَتْوِيٌّ، وقد تَوَيْتُه تَيّاً، وإِبل متواةٌ، وبعير به تِواءٌ\n---\nوتِواءانِ وثلاثة أَتْوِيَةٍ. قال ابن الأَعرابي: التِّوَاءُ يكون في موضع\n---\nاللَّحاظ إِلاَّ أَنه منخفض يُعْطَف إِلى ناحية الخدّ قليلاً، ويكون في\n---\nباطن الخد كالتُّؤْثُورِ. قال: والأُثْرةُ والتُّؤْثُور في باطن الخد،\n---\nوالله أَعلم.", "تيا": "@تيا: تي وتا: تأْنيث ذا، وتَيّا تصغيره، وكذلك ذَيَّا تصغير ذِهْ\n---\nوذِ هي وهذه."}