{"ذ": "@ذ: حرف من الحروف المجهورة والحروف اللثوية؛والثاءُ المثلثة\n---\nوالذال المعجمة والظاء المعجمة في حيز واحد.\n---\nتفسير ذاك وذلك: التهذيب: قال أَبو الهيثم إِذا بَعُدَ المُشارُ إِليه\n---\nمن المُخاطَب وكان المُخاطِبُ بَعِيداً ممن يُشِيرُ إِليه زادوا كافاً\n---\nفقالوا ذاك أَخُوك، وهذه الكاف ليست في موضع خفض ولا نصب، إِنما أَشبهت كافَ\n---\nقولك أَخاك وعصاك فتوهم السامعون أَن قول القائل ذاك أَخوك كأَنها في\n---\nموضع خفض لإِشْباهِها كافَ أَخاك، وليس ذلك كذلك، إِنما تلك كاف ضُمت إِلى\n---\nذا لبُعْد ذا من المخاطب، فلما دخل فيها هذا اللبس زادوا فيها لاماً\n---\nفقالوا ذلك أَخُوك، وفي الجماعة أُولئك إِخْوَتُك، فإِن اللام إِذا دخلت ذهبت\n---\nبمعنى الإِضافة، ويقال: هذا أَخُوك وهذا أَخٌ لك وهذا لك أَخٌ، فإِذا\n---\nأَدخلت اللام فلا إِضافة. قال أَبو الهيثم: وقد أَعلمتك أَنَّ الرفع والنصب\n---\nوالخفض في قوله ذا سواء، تقول: مررت بذا ورأَيت ذا وقام ذا، فلا يكون\n---\nفيها علامة رفع الإِعراب ولا خفضه ولا نصبه لأَنه غير متمكن، فلما ثنَّوا\n---\nزادوا في التثنية نوناً وأَبْقَوُا الأَلف فقالوا ذانِ أَخَواك وذانِك\n---\nأَخَواك؛ قال الله تعالى: فذانِكَ بُرْهانانِ من رَبِّكَ؛ ومن العرب من\n---\nيشدِّد هذه النون فيقول ذانِّكَ أَخَواكَ، قال: وهم الذين يزيدون اللام في\n---\nذلك فيقولون ذلك، فجعلوا هذه التشديدة بدل اللام؛ وأَنشد المبرد في باب ذا\n---\nالذي قد مر آنِفاً:\n---\nأَمِنْ زَيْنَبَ ذي النارُ،\n---\nقُبَيْلَ الصُّبْحِ ما تَخْبُو\n---\nإِذا ما خَمَدَتْ يُلقى،\n---\nعَلَيها، المَنْدَلُ الرَّطْبُ\n---\nقال أَبو العباس: ذي معناه ذِهْ. يقال: ذا عَبْدُ الله وذي أَمَةُ اللهِ\n---\nوذِهْ أَمَةُ اللهِ وتِهْ أَمَةُ الله وتا أَمَة اللهِ، قال: ويقال هَذي\n---\nهِنْدُ وهاتِه هِندُ وهاتا هِندُ، على زيادة ها التَّنْبيه، قال: وإِذا\n---\nصَغَّرْت ذِه قلت تَيّا تَصْغِيرَ تِه أَو تا، ولا تُصَغَّر ذه على لفظها\n---\nلأَنك إِذا صغرت ذا قلت ذَيّا، ولو صغرت ذِه لقلت ذَيَّا فالتبس\n---\nبالمذكر، فصغروا ما يخالف فيه المؤنث المذكر، قال: والمُبْهَماتُ يُخالِف\n---\nتَصْغِيرُها تَصْغيرَ سائر الأَسماء. وقال الأَخفش في قوله تعالى: فَذانِك\n---\nبُرْهانانِ من ربك؛ قال: وقرأَ بعضهم فذانِّكَ برهانان، قال: وهم الذين قالوا\n---\nذلك أَدخلوا التثقيل للتأْكيد كما أَدخلوا اللام في ذلك، وقال الفراء:\n---\nشدَّدوا هذه النون ليُفْرَقَ بينها وبين النون التي تسقط للإِضافة لأَن\n---\nهَذانِ وهاتانِ لا تضافان؛ وقال الكسائي: هي من لغة من قال هذا آ قال ذلك،\n---\nفزادوا على الأَلف أَلفاً كما زادوا على النون نوناً ليُفْصَل بينهما\n---\nوبين الأَسماء المتمكنة؛ وقال الفراء: اجتمع القُراء على تخفيف النون من\n---\nذانِكَ وكثيرٌ من العرب فيقول فذانِك قائمانِ وهذانِ قائمانِ واللذان قالا\n---\nذلك، وقال أَبو إِسحق: فذانك تثنية ذاك وذانِّك تثنية ذلك، يكون بدلَ\n---\nاللامِ في ذلك تشديدُ النون في ذانِّك. وقال أَبو إِسحق: الاسم من ذلك ذا\n---\nوالكاف زِيدَت للمخاطبة فلا حَظَّ لها في الإِعراب. قال سيبويه: لو كان لها\n---\nحظ في الإِعراب لقلت ذلك نَفْسِكَ زيد، وهذا خَطَأٌ. ولا يجوز إِلاَّ\n---\nذلكَ نَفْسُه زيد، وكذلك ذانك يشهد أَن الكاف لا موضع لها ولو كان لها موضع\n---\nلكان جرّاً بالإِضافة، والنون لا تدخل مع الإِضافة واللامُ زِيدَتْ مع\n---\nذلك للتوكيد، تقول: ذلِك الحَقُّ وهَذاكَ الحَقُّ، ويقبح هذالِكَ الحَقُّ\n---\nلأَن اللام قد أَكَّدَت مع الإِشارة وكُسِرت لالتقاء الساكنين، أَعني\n---\nالأَلف من ذا، واللام التي بعدها كان ينبغي أَن تكون اللام ساكنة ولكنها\n---\nكُسِرَت لِما قُلنا، والله أَعلم.\n---\n@تفسير ذاك وذلك: التهذيب: قال أَبو الهيثم إِذا بَعُدَ المُشارُ إِليه\n---\nمن المُخاطَب وكان المُخاطِبُ بَعِيداً ممن يُشِيرُ إِليه زادوا كافاً\n---\nفقالوا ذاك أَخُوك، وهذه الكاف ليست في موضع خفض ولا نصب، إِنما أَشبهت كافَ\n---\nقولك أَخاك وعصاك فتوهم السامعون أَن قول القائل ذاك أَخوك كأَنها في\n---\nموضع خفض لإِشْباهِها كافَ أَخاك، وليس ذلك كذلك، إِنما تلك كاف ضُمت إِلى\n---\nذا لبُعْد ذا من المخاطب، فلما دخل فيها هذا اللبس زادوا فيها لاماً\n---\nفقالوا ذلك أَخُوك، وفي الجماعة أُولئك إِخْوَتُك، فإِن اللام إِذا دخلت ذهبت\n---\nبمعنى الإِضافة، ويقال: هذا أَخُوك وهذا أَخٌ لك وهذا لك أَخٌ، فإِذا\n---\nأَدخلت اللام فلا إِضافة. قال أَبو الهيثم: وقد أَعلمتك أَنَّ الرفع والنصب\n---\nوالخفض في قوله ذا سواء، تقول: مررت بذا ورأَيت ذا وقام ذا، فلا يكون\n---\nفيها علامة رفع الإِعراب ولا خفضه ولا نصبه لأَنه غير متمكن، فلما ثنَّوا\n---\nزادوا في التثنية نوناً وأَبْقَوُا الأَلف فقالوا ذانِ أَخَواك وذانِك\n---\nأَخَواك؛ قال الله تعالى: فذانِكَ بُرْهانانِ من رَبِّكَ؛ ومن العرب من\n---\nيشدِّد هذه النون فيقول ذانِّكَ أَخَواكَ، قال: وهم الذين يزيدون اللام في\n---\nذلك فيقولون ذلك، فجعلوا هذه التشديدة بدل اللام؛ وأَنشد المبرد في باب ذا\n---\nالذي قد مر آنِفاً:\n---\nأَمِنْ زَيْنَبَ ذي النارُ،\n---\nقُبَيْلَ الصُّبْحِ ما تَخْبُو\n---\nإِذا ما خَمَدَتْ يُلقى،\n---\nعَلَيها، المَنْدَلُ الرَّطْبُ\n---\nقال أَبو العباس: ذي معناه ذِهْ. يقال: ذا عَبْدُ الله وذي أَمَةُ اللهِ\n---\nوذِهْ أَمَةُ اللهِ وتِهْ أَمَةُ الله وتا أَمَة اللهِ، قال: ويقال هَذي\n---\nهِنْدُ وهاتِه هِندُ وهاتا هِندُ، على زيادة ها التَّنْبيه، قال: وإِذا\n---\nصَغَّرْت ذِه قلت تَيّا تَصْغِيرَ تِه أَو تا، ولا تُصَغَّر ذه على لفظها\n---\nلأَنك إِذا صغرت ذا قلت ذَيّا، ولو صغرت ذِه لقلت ذَيَّا فالتبس\n---\nبالمذكر، فصغروا ما يخالف فيه المؤنث المذكر، قال: والمُبْهَماتُ يُخالِف\n---\nتَصْغِيرُها تَصْغيرَ سائر الأَسماء. وقال الأَخفش في قوله تعالى: فَذانِك\n---\nبُرْهانانِ من ربك؛ قال: وقرأَ بعضهم فذانِّكَ برهانان، قال: وهم الذين قالوا\n---\nذلك أَدخلوا التثقيل للتأْكيد كما أَدخلوا اللام في ذلك، وقال الفراء:\n---\nشدَّدوا هذه النون ليُفْرَقَ بينها وبين النون التي تسقط للإِضافة لأَن\n---\nهَذانِ وهاتانِ لا تضافان؛ وقال الكسائي: هي من لغة من قال هذا آ قال ذلك،\n---\nفزادوا على الأَلف أَلفاً كما زادوا على النون نوناً ليُفْصَل بينهما\n---\nوبين الأَسماء المتمكنة؛ وقال الفراء: اجتمع القُراء على تخفيف النون من\n---\nذانِكَ وكثيرٌ من العرب فيقول فذانِك قائمانِ وهذانِ قائمانِ واللذان قالا\n---\nذلك، وقال أَبو إِسحق: فذانك تثنية ذاك وذانِّك تثنية ذلك، يكون بدلَ\n---\nاللامِ في ذلك تشديدُ النون في ذانِّك. وقال أَبو إِسحق: الاسم من ذلك ذا\n---\nوالكاف زِيدَت للمخاطبة فلا حَظَّ لها في الإِعراب. قال سيبويه: لو كان لها\n---\nحظ في الإِعراب لقلت ذلك نَفْسِكَ زيد، وهذا خَطَأٌ. ولا يجوز إِلاَّ\n---\nذلكَ نَفْسُه زيد، وكذلك ذانك يشهد أَن الكاف لا موضع لها ولو كان لها موضع\n---\nلكان جرّاً بالإِضافة، والنون لا تدخل مع الإِضافة واللامُ زِيدَتْ مع\n---\nذلك للتوكيد، تقول: ذلِك الحَقُّ وهَذاكَ الحَقُّ، ويقبح هذالِكَ الحَقُّ\n---\nلأَن اللام قد أَكَّدَت مع الإِشارة وكُسِرت لالتقاء الساكنين، أَعني\n---\nالأَلف من ذا، واللام التي بعدها كان ينبغي أَن تكون اللام ساكنة ولكنها\n---\nكُسِرَت لِما قُلنا، والله أَعلم.", "ذا": "@ذا: قال أَبو العباس أَحمد بن يحيى ومحمد بن زيد: ذا يكون بمعنى هذا، وم\n---\nنه قول الله عز وجل: مَنْ ذا الذي يَشْفَع عِنده إلا بإذنه؛ أَي مَنْ هذا\n---\nالذي يَشْفَع عِنده؛ قالا: ويكون ذا بمعنى الذي ، قالا: ويقال هذا دو\n---\nصَلاحٍ ورأَيتُ هذا ذا صَلاحٍ ومررت بهذا ذي صَلاحٍ، ومعناه كله صاحِب\n---\nصَلاح. وقال أَبو الهيثم: ذا اسمُ كلِّ مُشارٍ إليه مُعايَنٍ يراه المتكلم\n---\nوالمخاطب، قال: والاسم فيها الذال وحدها مفتوحة، وقالوا الذال وحدها هي\n---\nالاسم المشار إليه، وهو اسم مبهم لا يُعرَف ما هو حتى يُفَسِّر ما بعده كقولك\n---\nذا الرَّجلُ، ذا الفرَسُ، فهذا تفسير ذا ونَصْبُه ورفعه وخفصه سواء،\n---\nقال: وجعلوا فتحة الذال فرقاً بين التذكير والتأْنيث كما قالوا ذا أَخوك،\n---\nوقالوا ذي أُخْتُك فكسروا الذال في الأُنثى وزادوا مع فتحة الذال في المذكر\n---\nأَلفاً ومع كسرتها للأُنثى ياء كما قالوا أَنْتَ وأَنْتِ. قال الأَصمعي:\n---\nوالعرب تقول لا أُكَلِّمُك في ذي السنة وفي هَذِي السنة، ولا يقال في\n---\nذا السَّنةِ، وهو خطأٌ، إِنما يقال في هذه السَّنةِ؛ وفي هذي السنة وفي ذي\n---\nالسَّنَة، وكذلك لا يقال ادْخُلْ ذا الدارَ ولا الْبَسْ ذا الجُبَّة،\n---\nوإنما الصواب ادْخُل ذي الدارَ والْبَس ذي الجُبَّةَ، ولا يكون ذا إلا\n---\nللمذكر. يقال: هذه الدارُ وذي المرأَةُ. ويقال: دَخلت تِلْكَ الدَّار وتِيكَ\n---\nالدَّار، ولا يقال ذِيك الدَّارَ، وليس في كلام العرب ذِيك البَتَّةَ،\n---\nوالعامَّة تُخْطِئ فيه فتقول كيف ذِيك المرأَةُ؟ والصواب كيف تِيكَ\n---\nالمرأَةُ؟ قال الجوهري: ذا اسم يشار به إِلى المذكر، وذي بكسر الذال للمؤنث،\n---\nتقول: ذي أَمَةُ اللهِ، فإِن وقفت عليه قلت ذِهْ، بهاء موقوفة، وهي بدل من\n---\nالياء، وليست للتأْنيث، وإنما هي صِلةٌ كما أَبدلوا في هُنَيَّةٍ فقالوا\n---\nهُنَيْهة؛ قال ابن بري: صوابه وليست للتأْنيث وإنما هي بدل من الياء،\n---\nقال: فإِن أَدخلت عليها الهاء للتنبيه قلت هذا زيدٌ وهذي أَمَةٌ اللهِ وهذه\n---\nأَيضاً، بتحريك الهاء، وقد اكتفوا به عنه، فإِن صَغَّرْت ذا قلت دَيًّا،\n---\nبالفتح والتشديد ، لأَنك تَقْلِب أَلف ذا ياء لمكان الياء قبلها\n---\nفتُدْغِمها في الثانية وتزيد في آخره أَلفاً لتَفْرُقَ بين المُبْهَم والمعرب،\n---\nوذَيّانِ في التثنية، وتصغير هذا هَذَيًّا، ولا تُصَغَّر ذي للمؤنث وإنما\n---\nتصَغَّر تا، وقد اكتفوا به عنه، وإن ثَنَّيْتَ ذا قلت ذانِ لأَنه لا يصح\n---\nاجتماعهما لسكونهما فتَسْقُط إحدى الأَلفين، فمن أَسقط أَلف ذا قرأَ إنَّ\n---\nهذَينِْ لَساحِرانِ فأَعْرَبَ، ومن أَسقط أَلف التثنية قرأَ إَنَّ هذانِ\n---\nلساحِرانِ لأَن أَلف ذا لا يقع فيها إعراب، وقد قيل: إنها على لغة\n---\nبَلْحَرِثِ ابن كعب، قال ابن بري عند قول الجوهري: من أَسقط أَلف التثنية قرأَ\n---\nإنَّ هذان لساحران، قال: هذا وهم من الجوهري لأَن أَلف التثنية حرف زيد\n---\nلمعنى، فلا يسقط وتبقى الأَلف الأَصلية كما لم يَسقُط التنوين في هذا\n---\nقاضٍ وتبقى الياء الأَصلية، لأَن التنوين زيدَ لمعنى فلا يصح حذفه، قال:\n---\nوالجمع أُولاء من غير لفظه، فإن خاطبْتَ جئْتَ بالكاف فقلت ذاكَ وذلك،\n---\nفاللام زائدة والكاف للخطاب، وفيها دليل على أَنَّ ما يُومأُ إِليه بعيد ولا\n---\nمَوْضِعَ لها من الإِعراب، وتُدْخِلُ الهاء على ذاك فتقول هذاك زَيدٌ، ولا\n---\nتُدْخِلُها على ذلك ولا على أُولئك كما لم تَدْخُل على تلْكَ، ولا\n---\nتَدْخُل الكافُ على ذي للمؤنث، وإنما تَدْخُلُ على تا، تقول تِيكَ وتِلْك، ولا\n---\nتَقُلْ ذِيك فأِنه خطأٌ، وتقول في التثنية: رأَيت ذَيْنِكَ الرِّجُلين،\n---\nوجاءني ذانِكَ الرَّجُلانِ، قال: وربما قالوا ذانِّك، بالتشديد. قال ابن\n---\nبري: من النحويين من يقول ذانِّك، بتشديد النون، تَثْنِيةَ ذلك قُلِبَتِ\n---\nاللام نوناً وأُدْغِمَت النون في النون، ومنهم من يقول تشديدُ النون\n---\nعِوضٌ من الأَلف المحذوفة من ذا، وكذلك يقول في اللذانِّ إِنَّ تشديد النون\n---\nعوض من الياء المحذوفة من الذي، قال الجوهري: وإنما شددوا النون في ذلك\n---\nتأْكيداً وتكثيراً للاسم لأَنه بقي على حرف واحد كما أَدخلوا اللام على\n---\nذلك، وإنما يفعلون مثل هذا في الأَسماء المُبْهَمة لنقصانها، وتقول للمؤنث\n---\nتانِكَ وتانِّك أَيضاً، بالتشديد، والجمع أُولئك، وقد تقدم ذكر حكم الكاف\n---\nفي تا، وتصغير ذاك ذَيّاك وتصغير ذلك ذَيّالِك؛ وقال بعض العرب وقَدِمَ\n---\nمن سَفَره فوجد امرأَته قد ولدت غلاماً فأَنكره فقال لها:\n---\nلَتَقْعُدِنَّ مَقْعَدَ القَصِيِّ\n---\nمِنِّي ذي القاذُورةِ المَقْلِيِّ\n---\nأَو تَحْلِفِي برَبِّكِ العَلِيِّ\n---\nأَنِّي أَبو ذَيّالِكِ الصَّبيِّ\n---\nقد رابَني بالنَّظَر التُّرْكِيِّ،\n---\nومُقْلةٍ كمُقْلَةِ الكُرْكِيِّ\n---\nفقالت:\n---\nلا والذي رَدَّكَ يا صَفِيِّي،\n---\nما مَسَّني بَعْدَك مِن إنْسِيِّ\n---\nغيرِغُلامٍ واحدٍ قَيْسِيِّ،\n---\nبَعْدَ امرأَيْنِ مِنْ بَني عَدِيِّ\n---\nوآخَرَيْنِ مِنْ بَني بَلِيِّ،\n---\nوخمسة كانوا على الطَّوِيِّ\n---\nوسِتَّةٍ جاؤوا مع العَشِيِّ،\n---\nوغيرِ تُرْكِيٍّ وبَصْرَوِيِّ\n---\nوتصغير تِلْك تَيَّاكَ؛ قال ابن بري: صوابه تَيّالِكَ، فأَما تَيّاك\n---\nفتصغير تِيك. وقال ابن سيده في موضع آخر: ذا إِشارة إِلى المذكر، يقال\n---\nذا وذاك، وقد تزاد اللام فيقال ذَلِكَ. وقوله تعالى: ذَلِكَ الكِتابُ؛\n---\nقال الزجاج: معناه هَذا الكتابُ، وقد تدخل على ذا ها التي للتَّنْبِيه\n---\nفيقال هَذا، قال أَبو علي: وأَصله ذَيْ فأَبدلوا ياءه أَلفاً، وإن كانت\n---\nساكنة ، ولم يقولوا ذَيْ لئلا يشبه كَيْ وأَيْ، فأَبدلوا ياءه أَلفاً\n---\nلِيلْحَقَ بباب متى وإذ أَو يخرج من شَبَه الحَرْفِ بعضَ الخُروج. وقوله تعالى:\n---\nإنَّ هَذانِ لَساحِرانِ؛ قال الفراء: أَراد ياء النصب ثم حذفها لسكونها\n---\nوسكون الأَلف قَبْلَها، وليس ذلك بالقوي، وذلِك أَن الياء هي الطارئة على\n---\nالأَلف فيجب أَن تحذف الأَلف لمكانها، فأَما ما أَنشده اللحياني عن\n---\nالكسائي لجميل من قوله:\n---\nوأَتَى صَواحِبُها فَقُلْنَ: هَذَا الَّذي\n---\nمَنَحَ المَوَدَّةَ غَيْرَنا وجَفانا\n---\nفإِنه أَراد أَذا الَّذِي، فأَبدل الهاء من الهمزة. وقد استُعْمِلت ذا\n---\nمكان الذي كقوله تعالى: ويَسْأَلُونك ماذا يُنْفِقُون قل العَفْوُ؛ أَي ما\n---\nالذي ينفقون فيمن رفع الجواب فَرَفْعُ العَفْوِ يدلّ على أَن ما مرفوعة\n---\nبالابتداء وذا خبرها ويُنْفِقُون صِلةُ ذا، وأَنه ليس ما وذا جميعاً\n---\nكالشيء الواحد، هذا هو الوجه عند سيبويه، وإِن كان قد أَجاز الوجهَ الآخر مع\n---\nالرفع. وذي، بكسر الذال، للمؤنث وفيه لُغاتٌ: ذِي وذِهْ، الهاء بدل من\n---\nالياء، الدليل على ذلك قولهم في تحقير ذَا ذَيًّا، وذِي إنما هي تأْنيث ذا\n---\nومن لفظه، فكما لا تَجِب الهاء في المذكر أَصلاً فكذلك هي أَيضاً في\n---\nالمؤنث بَدَلٌ غيرُ أَصْلٍ، وليست الهاء في هَذِه وإن استفيد منها التأْنيث\n---\nبمنزلة هاء طَلْحَة وحَمْزَة لأَن الهاء في طلحة وحمزة زائدة، والهاء في\n---\nهَذا ليست بزائدة إِنما هي بدل من الياء التي هي عين الفعل في هَذِي،\n---\nوأَيضاً فإِنَّ الهاء في حمزة نجدها في الوصل تاء والهاء في هذه ثابِتةٌ في\n---\nالوصل ثَباتَها في الوقف. ويقال: ذِهِي، الياء لبيان الهاء شبهها بهاء\n---\nالإِضمار في بِهِي وهَذِي وهَذِهِي وهَذِهْ، الهاء في الوصل والوقف ساكنةٌ\n---\nإِذا لم يلقها ساكن، وهذه كلها في معنى ذِي؛ عن ابن الأَعرابي؛ وأَنشد:\n---\nقُلْتُ لَها: يا هَذِهي هذا إِثِمْ،\n---\nهَلْ لَكِ في قاضٍ إِلَيْهِ نَحْتَكِمْ؟\n---\nويوصل ذلك كله بكاف المخاطبة. قال ابن جني: أَسماء الإِشارة هَذا وهذِه\n---\nلا يصح تثنية شيء منها من قِبَلِ أَنَّ التثنية لا تلحق إِلا النكرة، فما\n---\nلا يجوز تنكيره فهو بأَن لا تصح تثنيته أَجْدَرُ، فأَسْماء الإِشارة لا\n---\nيجوز أَن تُنَكَّر فلا يجوز أَن يُثَنَّى شيء منها، أَلا تراها بعد\n---\nالتثنية على حدّ ما كانت عليه قبل التثنية، وذلك نحو قولك هَذانِ الزَّيْدانِ\n---\nقائِمَيْن، فَنَصْبُ قائِمَيْن بمعنى الفعل الذي دلت عليه الإِشارةُ\n---\nوالتنبيهُ، كما كنت تقول في الواحد هذا زَيْدٌ قائماً، فَتَجِدُ الحال واحدةً\n---\nقبل التثنيةِ وبعدها، وكذلك قولك ضَرَبْتُ اللَّذَيْنِ قاما، تَعرَّفا\n---\nبالصلة كما يَتَعَرَّفُ بها الواحد كقولك ضربت الذي قامَ، والأَمر في هذه\n---\nالأَشياء بعد التثنية هو الأَمر فيها قبل التثنية، وليس كذلك سائرُ\n---\nالأَسماء المثناة نحو زيد وعمرو، أَلا ترى أَن تعريف زيد وعمرو إِنما هو\n---\nبالوضع والعلمية؟ فإِذا ثنيتهما تنكرا فقلت عندي عَمْرانِ عاقِلانِ، فإِن آثرت\n---\nالتعريف بالإِضافة أَو باللام فقلت الزَّيْدانِ والعَمْرانِ وزَيْداكَ\n---\nوعَمْراكَ، فقد تَعَرَّفا بَعْدَ التثنية من غير وجه تَعَرُّفِهما قبلها\n---\nولَحِقا بالأَجْناسِ وفارَقا ما كانا عليه من تعريف العَلَمِيَّةِ\n---\nوالوَضْعِ، فإِذا صح ذلك فينبغي أَن تعلمَ أَنَّ هذانِ وهاتانِ إِنما هي أَسماء\n---\nموضوعة للتثنية مُخْتَرعة لها، وليست تثنية للواحد على حد زيد وزَيْدانِ،\n---\nإِلا أَنها صِيغت على صورة ما هو مُثَنًّى على الحقيقة فقيل هذانِ\n---\nوهاتانِ لئلا تختلف التثنية، وذلك أَنهم يُحافِظون عليها ما لا يُحافِظون على\n---\nالجمع، أَلا ترى أَنك تجد في الأَسماء المتمكنة أَلفاظَ الجُموع من غير\n---\nأَلفاظِ الآحاد، وذلك نحو رجل ونَفَرٍ وامرأَةٍ ونِسْوة وبَعير وإِبلٍ\n---\nوواحد وجماعةٍ، ولا تجد في التثنية شيئاً من هذا، إنما هي من لفظ الواحد نحو\n---\nزيد وزيدين ورجل ورجلين لا يختلف ذلك، وكذلك أَيضاً كثير من المبنيات\n---\nعلى أَنها أَحق بذلك من المتمكنة، وذلك نحو ذا وأُولَى وأُلات وذُو وأُلُو،\n---\nولا تجد ذلك في تثنيتها نحو ذا وذانِ وذُو وذَوانِ، فهذا يدلك على\n---\nمحافظتهم على التثنية وعنايتهم بها، أَعني أَن تخرج على صورة واحدة لئلا\n---\nتختلف، وأَنهم بها أَشدُّ عِناية منهم بالجمع، وذلك لَمَّا صيغت للتثنية\n---\nأَسْماء مُخْتَرَعة غير مُثناة على الحقيقة كانت على أَلفاظ المُثناة\n---\nتَثْنِيةً حقيقةً، وذلك ذانِ وتانِ، والقول في اللَّذانِ واللَّتانِ كالقول في\n---\nذانِ وتانِ. قال ابن جني: فأَما قولهم هذانِ وهاتانِ وفذانك فإِنما تقلب في\n---\nهذه المواضع لأَنهم عَوَّضوا من حرف محذوف، وأَما في هذانِ فهي عِوَضٌ\n---\nمن أَلف ذا، وهي في ذانِك عوض من لام ذلك، وقد يحتمل أَيضاً أَن تكون\n---\nعوضاً من أَلف ذلك، ولذلك كتبت في التخفيف بالتاء\n---\n(* قوله« ولذلك كتبت في\n---\nالتخفيف بالتاء إلخ» كذا بالأصل.) لأَنها حينئذ ملحقة بدَعْد، وإِبدال التاء\n---\nمن الياء قليل، إِنما جاء في قولهم كَيْتَ وكَيْتَ، وفي قولهم ثنتان،\n---\nوالقول فيهما كالقول في كيت وكيت، وهو مذكور في موضعه. وذكر الأَزهري في\n---\nترجمة حَبَّذا قال: الأَصل حَبُبَ ذا فأُدغمت إِحدى الباءَين في الأُخرى\n---\nوشُدِّدت، وذا إِشارة إِلى ما يقرب منك؛ وأَنشد بعضهم:\n---\nحَبَّذا رَجْعُها إِلَيْكَ يَدَيْها\n---\nفي يَدَيْ دِرْعِها تَحُلُّ الإِزارا\n---\nكأَنه قال: حَبُبَ ذا، ثم ترجم عن ذا فقال: هو رَجْعُها يَدَيْها إِلى\n---\nحَلّ تِكَّتها أَي ما أَحَبَّه، ويَدا دِرْعِها: كُمَّاها. وفي صفة\n---\nالمهدي: قُرَشِيٌّ يَمانٍ ليس مِن ذِي ولا ذُو أَي ليس نَسَبُه نَسَبَ أَذْواء\n---\nاليمن، وهم مُلوكُ حِمْيَرَ، منهم ذُو يَزَنَ وذُو رُعَيْنٍ؛ وقوله:\n---\nقرشيٌّ يَمانٍ أَي قُرَشِيُّ النَّسَب يَمانِي المَنْشإ؛ قال ابن الأَثير:\n---\nوهذه الكلمة عينها واو، وقياس لامها أَن تكون ياء لأَن باب طَوَى أَكثر من\n---\nباب قَوِيَ؛ ومنه حديث جرير: يَطْلُع عليكم رَجل من ذِي يَمَنٍ على\n---\nوجْهِه مَسْحة من ذي مَلَكٍ؛ قال ابن الأَثير: كذا أَورده أَبو عُمَر الزاهد\n---\nوقال ذي ههنا صِلة أَي زائدة.", "ذأذأ": "@ذأذأَ: الذَّأْذاءُ والذَّأْذاءة: الاضْطراب. وقد تذَأْذَأَ: مشى كذلك.\n---\nأَبو عمرو: الذَّأْذاءُ: زَجْرُ الحَلِيمِ السَّفِيهَ. ويقال:\n---\nذَأْذَأْتُه ذَأْذَأَةً: زَجَرْتُه.", "ذرأ": "@ذرأَ: في صفاتِ اللّهِ، عز وجل، الذّارِئُ، وهو الذي ذَرَأَ الخَلْقَ أَي خَلَقَهم، وكذلك البارِئُ: قال اللّه عز وجل: ولقد ذَرَأْنَا لجهنم كثيراً أَي خلقنا. وقال عز وجل: خَلَق لَكُمْ مِنْ أَنْفُسِكم أَزْواجاً ومِن الأَنْعام أَزْواجاً يَذْرَؤُكم فيه. قال أَبو إِسحق: المعنى يَذرَؤُكم به أَي يُكثِّركم بجعله منكم ومن الأَنعام أَزواجاً، ولذلك ذَكر الهاء في فيه. وأَنشد الفرَّاء فيمن جعل في بمعنى الباء، كأَنه قال يَذْرَؤُكم به:  وأَرْغَبُ فيها عَن لَقِيطٍ ورَهْطِه، *  ولكِنَّني عَنْ سِنْبِسٍ لَسْتُ أَرْغَبُ\n---\nوذرَأَ اللّهُ الخَلْقَ يَذْرَؤُهُمْ ذَرْءاً: خَلَقَهم. وفي حديث الدُّعاءِ: أَعوذ بكَلِمات اللّهِ التامّاتِ من شَرِّ ما خَلَقَ وذرَأَ وبَرَأَ. وكأَنَّ الذَّرْء مُخْتَصٌّ بخَلْقِ الذّرِّيَّة.\n---\nوفي حديث عمر رضي اللّه عنه كَتب إِلى خالِدٍ: وإِنِّي <ص:80> لأَظُنُّكم آل الـمُغِيرَةِ ذَرْءَ النارِ، يعني خَلْقَها الذين خُلِقُوا لها. ويروى ذَرْوَ النار، بالواو، يعني الذين يُفَرَّقُون فيها، من ذَرَتِ الريحُ الترابَ إِذا فَرَّقَتْه.\n---\nوقال ثعلب في قوله تعالى: يَذْرَؤُكم فيه، معناه يُكَثِّرُكُمْ فيه أَي\n---\nفي الخلق. قال: والذُّرِّيَّة والذِّرِّيَّةُ منه، وهي نَسْلُ الثَّقَلَيْن. قال: وكان ينبغي أَن تكون مهموزة فكثرت، فأُسقط الهمز، وتركت العرب همزها. وجمعها ذَراريُّ.\n---\nوالذَّرْءُ: عَدَد الذُّرِّيَّة، تقول: أَنْمَى اللّه ذَرْأَكَ وذَرْوَكَ أَي ذُرِّيَّتَكَ.\n---\nقال ابن بري: جعل الجوهري الذُّرِّية أَصلها ذُرِّيئة بالهمز، فخُفِّفت همزتها، وأُلزِمَت التخفيف. قال: ووزن الذُّرِّيَّةِ على ما ذكره فُعِّيلةٌ من ذَرَأَ اللّهُ الخلقَ، وتكون بمنزلة مُرِّيقةٍ، وهي الواحدة من العُصْفُر. وغيرُ الجوهري يجعل الذُّرِّيةَ فُعْلِيَّةً من الذَّرِّئِ، وفُعْلُولةً، فيكون الأَصل ذُرُّورةً ثم قلبت الراء الاخيرة ياء لتقارب الأمثال ثم قلبت الواو ياء وأُدغمت في الياء وكسر ما قبل الياء فصار ذُرِّيةً.\n---\nوالزَّرْعُ أَوّلُ ما تَزْرَعُه يسمى الذَّرِيءَ. وذَرَأْنا الارض:\n---\nبَذَرْناها. وزَرْعٌ ذَرِيءٌ، على فَعِيل. وأُنشد لعُبَيْداللّهِ بن عبداللّهِ بن عُتْبَة بن مَسْعُود:\n---\nشَقَقْتَ القَلبَ ثم ذَرَأْتَ فيه *  هَواكَ، فَلِيمَ، فالتْأَمَ الفُطُورُ\n---\nوالصحيح ثم ذَرَيْتَ، غير مهموز.\n---\nويروى ذَرَرْتَ. وأَصل لِيمَ لُئِمَ فترك الهمز ليصح الوزن.\n---\nوالذَّرَأُ، بالتحريك: الشَّيب في مُقدَّم الرأْس. وذرِئَ رأْسُ فلان\n---\nيَذْرَأُ إِذا ابْيَضَّ. وقد علته ذُرْأَةٌ أَي شَيْبٌ. والذُّرْأَة، بالضم: الشَّمَطُ. قال أَبو نُخَيْلةَ السَّعْدِي:\n---\nوقد عَلَتْني ذُرأَةٌ بادِي بَدِي، *  ورَثْيةٌ تَنْهَضُ بالتَّشَدُّدِ\n---\nبادِي بَدِي: أَي أَوّلَ كلِّ شيء من بَدَأَ فتُركَ الهَمْز لكثرةِ الاستعمال وطَلَبِ التخفيف. وقد يجوز أَن يكون مِن بَدا يَبْدُو إِذا ظهر.\n---\nوالرَّثْيةُ: انْحِلالُ الرُّكَبِ والـمَفاصِل. وقيل: هو أَوّلُ بَياضِ الشَّيبِ.\n---\nذَرِئَ ذَرَأً، وهو أَذْرَأُ، والأُنثى ذَرْآءُ. وذَرِئَ شَعَرُه وذَرَأَ، لُغَتانِ. قال أَبو محمد الفقعسي:\n---\nقالَتْ سُلَيْمى: إِنَّني لا أَبْغِيهْ،\n---\nأَراهُ شَيْخاً عارِياً تَراقِيهْ\n---\nمُحْمرَّةً مِنْ كِبَرٍ مآقِيهْ،\n---\nمُقَوَّساً، قد ذَرِئتْ مَجالِيهْ\n---\nيَقْلِي الغَوانِي، والغَوانِي تَقْلِيهْ\n---\nهذا الرَّجَز في الصحاح:\n---\nرَأَيْنَ شَيْخاً ذَرِئَتْ مَجالِيهْ\n---\nقال ابن بري: وصوابه كما أَنشدناه. والـمَجالِي: ما يُرَى من الرَّأْس إِذا اسْتُقْبِلَ الوَجْهُ، الواحد مَجْلىً، وهو مَوضِع الجَلا.\n---\nومنه يقال: جَدْيٌ أَذْرَأُ وعَناقٌ ذَرْآءُ إِذا كان في رأْسها بياض،\n---\nوكَبْشٌ أَذْرَأُ ونَعْجةٌ ذَرْآءُ: في رؤوسهما بياض.\n---\nوالذَّرْآءُ من الـمَعز: الرَّقْشاء الأُذُنَيْنِ وسائرُها أَسْوَدُ، وهو من شِياتِ المعز دون الضأْن.\n---\nوفرس أَذْرَأُ وجَدْيٌ أَذْرَأُ أَي أَرْقَش الأُذنين.\n---\nوملح ذَرْآنِيٌّ وذَرَآنِيٌّ: شَديد البياض، بتحريك الراءِ وتسكينها،\n---\nوالتثقيل أَجود، وهو مأْخوذ من الذُّرْأَةِ، ولا تقل أَنْذرانِيٌّ.\n---\nوأَذْرَأَنِي فلان وأَشْكَعَنِي أَي أَغْضَبَنِي. وأَذْرَأَه، أَي أَغْضَبَه وأَوْلَعَه بالشيءِ. أَبو زيد: أَذْرَأْتُ الرجلَ بِصاحِبه إِذْراءً\n---\nإِذا حَرَّشْتَه عليه وأَوْلَعْتَه به فَدَبَّرَ به. غيره: أَذْرَأْتُه\n---\nأَي أَلجأْته. وحكى أَبو عبيد أَذراه، بغير همز، فردَّ ذلك عليه عليّ بن حمزة فقال: انما هو أَذرأَه. وأَذْرَأَه أَيضاً: ذَعرَه.\n---\nوبَلَغَنِي ذَرْءٌ مِنْ خَبَرٍ أَي طَرَفٌ منه ولم يَتكامل. وقيل: هو\n---\nالشيءُ اليَسِيرُ مِنَ القَوْلِ. قال صخْر بن حَبْناء:\n---\nأَتانِي، عن مُغِيرةَ، ذَرْءُ قَوْلٍ، *  وعن عيسَى، فقُلْتُ له: كَذاكا\n---\nوأَذْرأَتِ الناقةُ، وهي مُذْرِئٌ: أَنْزلَت اللَّبنَ. قال الأَزهري:\n---\nقال الليث في هذا الباب يقال: ذَرَأْتُ الوَضِينَ إِذا بسَطْتَه على\n---\nالأَرض. قال أَبو منصور: وهذا تصحيف منكر، والصواب دَرَأْتُ الوضِينَ إِذا بَسَطْتَه على الأَرض ثم أَنخْتَه عليه لتَشُدَّ عليه الرَّحْلَ. وقد تقدَّم في حرف الدال المهملة، ومن قال ذَرَأْتُ بالذال المعجمة بهذا المعنى فقد صحَّف، واللّه أَعلم.", "ذمأ": "@ذمأ: رأَيت في بعض نسخ الصحاح ذَمَأَ عليه ذَمْأً: شقَّ عليه.", "ذيأ": "@ذيأ: تَذَيَّأَ الجُرْحُ والقُرْحةُ: تَقَطَّعت وفَسَدَتْ. وقيل: هو\n---\nانْفصالُ اللَّحْم عن العَظْمِ بذَبْح أَو فساد. الأَصمعي: إِذا فَسدت\n---\nالقُرْحةُ وتَقَطَّعت قيل قد تَذَيَّأَت تَذَيُّؤاً وتَهَذَّأَتْ تَهَذُّؤاً.\n---\nوأَنشدَ شمر:\n---\nتَذَيَّأَ منها الرأْسُ، حتَّى كأَنَّه،  * من الحَرِّ، في نارٍ يَبِضُّ مَلِيلُها\n---\nوتَذَيَّأَتِ القِرْبةُ: تقَطَّعت، وهو من ذلك.\n---\nوفي الصحاح: ذَيَّأْتُ اللحمَ فَتَذَيَّأَ إِذا أَنْضَجْتَه حتى يَسقُطَ عن عَظْمِه. وقد تَذَيَّأَ اللحم تَذَيُّؤاً إِذا انفصل لحمُه عن العَظْم بفَساد أَو طَبْخ.", "ذأب": "@ذأب: الذِّئْبُ: كَلْبُ البَرِّ، والجمعُ أَذْؤُبٌ، في القليل، وذِئابٌ\n---\nوذُؤْبانٌ؛ والأُنثَى ذِئْبَةٌ، يُهْمَزُ ولا يُهْمَزُ، وأَصله الـهَمْز.\n---\nوفي حديث الغار: فيُصْبِحُ في ذُوبانِ الناسِ. يقال لِصعالِيك العرب ولُصُوصِها: ذُوبانٌ، لأَنهم كالذِّئابِ. وذكره ابن الأَثير في ذَوَبَ، قال:\n---\nوالأَصل في ذُوبان الهمزُ، ولكنه خُفِّفَ، فانْقَلَبت واواً.\n---\nوأَرْضٌ مَذْأَبةٌ: كثِـيرة الذِّئابِ، كقولك أَرضٌ مَـأْسَدَةٌ، من الأَسَد. قال أَبو علي في التذكرة: وناسٌ من قَيْس يقولون مذيَبة، فلا\n---\nيَهْمِزون، وتعليل ذلك أَنه خُفِّفَ الذِّئْبُ تَخْفيفاً بَدَلِـيّاً صحيحاً، فجاءَت الهمزة ياءً، فلَزِمَ ذلك عندَه، في تَصْرِيفِ الكلمة.\n---\nوذُئِبَ الرَّجُلُ: إِذا أَصابَه الذِّئْبُ.\n---\nورجلٌ مَذْؤُوبٌ: وقَع الذِّئْبُ في غَنَمِه، تقول منه: ذُئِبَ الرَّجُلُ، على فُعِلَ؛ وقوله أَنشده ثعلب:\n---\nهاعٍ يُمَظِّعُني، ويُصْبِحُ سادِراً،  * سَدِكاً بلَحْمِـي، ذِئْبُه لا يَشْبَعُ\n---\nعَنَى بِذِئْبِه لسانَه أَي إِنه يأْكلُ عِرْضَه، كما يأْكلُ الذِّئْبُ الغنمَ.\n---\nوذُؤْبانُ العرب: لُصُوصُهم وصَعالِـيكُهُمُ الذين يَتَلَصَّصون\n---\nويَتَصَعْلَكُونَ.\n---\nوذِئابُ الغَضَى: بنو كعب بن مالك بن حنظلة، سُمُّوا بذلك لخُبْثِهم، لأَن ذِئْبَ الغَضَى أَخْبَثُ الذِّئَابِ.\n---\nوذَؤُبَ الرجلُ يَذْؤُبُ ذَآبَةً، وذَئِبَ وتَذَأَّبَ: خَبُثَ، وصار كالذِّئْبِ خُبْثاً ودَهاءً.\n---\nواسْتَذْأَبَ النَّقَدُ: صارَ كالذِّئْب؛ يُضْرَبُ مثلاً للذُّلاّن إِذا عَلَوا الأَعِزَّة.\n---\nوتَذَأَّبَ الناقةَ وتَذَأَّبَ لَـها: وهو أَن يَسْتَخْفِـيَ لها إِذا عَطَفَها على غير ولَدِها، مُتَشَبِّهاً لها بالسَّبُعِ، لتكون أَرْأَمَ عليه؛ هذا تعبير أَبي عبيد.\n---\nقال: وأَحسن منه أَن يقول: مُتَشَبِّهاً لها بالذِّئْبِ، لـيَتَبَـيَّن الاِشْتقاقُ. وتَذَأَّبَتِ الرِّيحُ وتَذَاءَبَتْ: اخْتَلَفَتْ، وجاءَتْ من هُنا وهُنا. وتَذَأَّبْـتُه وتَذاءَبْـتُه: تَدَاولْـتُه، وأَصْلُه من الذِّئْبِ إِذا حَذِرَ من وجهٍ جاءَ من آخَر. أَبو عبيد: الـمُتَذَئِّبَة والـمُتَذائِبَةُ، بوَزنِ مُتَفَعِّلة ومُتَفاعِلَة: من الرِّياح التي تَجِـيءُ من هَهُنا مرَّةً ومن ههنا مرَّةً؛ أُخِذَ من فِعْل\n---\nالذِّئْبِ، لأَنه يأْتي كذلك. قال ذوالرُّمة، يذكر ثوراً وَحْشِـيّاً:\n---\nفباتَ يُشْئِزهُ ثَـأْدٌ، ويُسْهِرُه  *  تَذَؤُّبُ الرِّيح، والوَسْواسُ والـهِضَبُ\n---\nوفي حديث عليّ، كرّم اللّه وجهه: خَرَجَ منكم جُنَيْدٌ مُتَذائِبٌ\n---\nضَعِـيفٌ؛ الـمُتَذائِبُ: الـمُضْطَرِبُ، من قولهم: تَذَاءَبَتِ الرِّيحُ،\n---\nاضْطرب هبوبُها. وغَرْبٌ ذَأْبٌ: مُخْتَلَفٌ به؛ قال أَبو عبيدة، قال\n---\nالأَصمعي: ولا أُراهُ أُخِذَ إِلا من تَذَؤُّبِ الرِّيحِ، وهو اخْتِلافُها،\n---\nفشُبِّه اخْتلافُ البَعيرِ في الـمَنْحاةِ بها؛ وقيل: غَرْبٌ ذَأْبٌ، على\n---\nمثالِ فَعْلٍ: كثيرةُ الحركةِ بالصُّعُودِ والنُّزول. والـمَذْؤُوبُ:\n---\nالفَزِعُ.\n---\nوذُئِبَ الرجُل: فَزِعَ من الذِّئْبِ.\n---\nوذَأَّبْتُه: فَزَّعْتُه.\n---\nوذَئِب وأَذْأَبَ: فَزِع من أَيِّ شيءٍ كان. قال الدُّبَيْرِيُّ:\n---\nإِني، إِذا ما لَيْثُ قَوْمٍ هَرَبا، *  فسَقَطَتْ نَخْوَتُه وأَذْأَبا\n---\nقال: وحقيقتُه من الذِّئبِ.\n---\nويقال للذي أَفْزَعَتْه الجِنُّ: تَذَأَّبَتْه وتَذَعَّبَتْه.\n---\nوقالوا: رَماه اللّهُ بداءِ الذِّئبِ، يَعْنُونَ الجُوعَ، لأَنهم يَزْعُمونَ أَنه لا داءَ له غيرُ ذلك.\n---\nوبنُو الذِّئبِ: بَطْنٌ من الأَزْدِ، منهم سَطِـيحٌ الكاهنُ؛ قال الأَعشى:\n---\nما نَظَرَتْ ذاتُ أَشْفارٍ كنَظْرَتِها  *  حَقّاً، كما صَدَقَ الذِّئْبِـيُّ، إِذ سَجَعا\n---\nوابنُ الذِّئْبةِ: الثَّقَفِـيُّ، من شُعرائِهِم.\n---\nودارةُ الذِّئبِ: موضعٌ. ويقال للمرأَةِ التي تُسَوِّي مَرْكَبَها: ما\n---\nأَحْسَنَ ما ذَأَبَتْه! قال الطِّرمَّاح:\n---\nكلُّ مَشْكُوكٍ عَصافِيرُه،  * ذَأَبَتْه نِسْوَةٌ من جُذامْ\n---\nوذَأَبْتُ الشيءَ: جَمَعْته.\n---\nوالذُّؤَابةُ: النَّاصِيةُ لنَوَسانِها؛ وقيل: الذُّؤَابةُ مَنْبِتُ الناصيةِ من الرأْس، والجَمْعُ الذَّوائِبُ. وكان الأَصلُ ذَآئبَ، وهو القياسُ، مثل دُعابةٍ ودَعائِبَ، لكنه لـمَّا التَقَتْ همزتان بينهما أَلِفٌ لَيِّنةٌ، لَيَّـنُوا الهمزة الأولى، فقَلَبُوها واواً، اسْتِثقالاً لالتقاءِ همزتين في كلمة واحدةٍ؛ وقيل: كان الأَصلُ\n---\nذَآئبَ، لأَن أَلِف ذُؤَابةٍ كأَلِفِ رِسالَةٍ، فحقُّها أَنْ تُبْدَل منها همزةٌ في الجمع، لكنهم اسْتَثْقَلوا أَن تقَع أَلِف الجمع بين الهمزتين، فأَبدلوا من الأُولى واواً. أَبو زيد: ذُؤَابة الرأْسِ: هي التي أَحاطَتْ بالدَوَّارة من الشَّعَر. وفي حديث دَغْفَلٍ وأَبي بكرٍ: إِنَّكَ لستَ من ذَوائِبِ قُرَيْشٍ؛ هي جمع ذُؤَابةٍ، وهي الشَّعَر الـمَضْفورُ من شَعَرِ الرأْسِ؛ وذُؤَابَةُ الجَبَلِ: أَعْلاه، ثم اسْتُعيرَ للعِزِّ والشَّرَف والـمَرْتَبة أَي لستَ من أَشرافِهِم وذَوِي أَقْدارِهم.\n---\nوغُلامٌ مُذَأَّبٌ: له ذُؤَابة. وذُؤَابةُ الفَرَسِ: شَعَرٌ في الرأْسِ،\n---\nفي أَعْلى النَّاصِـية.\n---\nأَبو عمرو: الذِّئْبانُ الشَّعَر على عُنُقِ البعيرِ ومِشْفَرِه. وقال\n---\nالفَرَّاءُ: الذِّئْبانُ بَقِـيَّة الوَبَر؛ قال: وهو واحدٌ. قال الشيخ\n---\nأَبو محمد بن بري: لم يذكر الجوهريّ شاهداً على هذا. قال: ورأَيتُ في الحاشية بيتاً شاهداً عليه لكُثير، يصف ناقة:\n---\nعَسُوف بأَجْوازِ الفَلا حِمْيَرِيَّة،  * مَريش، بذئْبانِ السَّبِـيبِ، تَلِـيلُها\n---\nوالعَسُوفُ: التي تَمُرُّ على غيرِ هدايةٍ، فتَرْكَبُ رأْسها في\n---\nالسَّـيْر، ولا يَثْنِـيها شيءٌ. والأَجْوازُ: الأَوْساطُ. وحِمْيَرِيَّة: أَراد\n---\nمَهْرِية، لأَن مَهْرة من حِمْيَر. والتَّلِـيلُ: العُنق. والسَّبِـيبُ:\n---\nالشَّعَرُ الذي يكونُ مُتَدَلِّياً على وجه الفَرَسِ من ناصِـيَتِه؛ جَعل\n---\nالشَّعَر الذي على عيْنَي الناقة بمنزلة السَّبِـيبِ.\n---\nوذُؤَابةُ النَّعْلِ: الـمُتَعَلِّقُ من القِبالِ؛ وذُؤَابة النَّعْلِ: ما أَصابَ الأَرضَ من الـمُرْسَلِ على القَدَم لتَحَرُّكِه. وذُؤَابةُ كلِّ شيءٍ أَعلاه، وجَمْعُها ذُؤَابٌ؛ قال أَبو ذؤيب:\n---\nبأَرْي التي تَـأْري اليَعاسيبُ، أَصْبَحَتْ  *  إِلى شاهِقٍ، دُونَ السَّماءِ، ذُؤَابُها\n---\nقال: وقد يكون ذُؤَابُها من بابِ سَلٍّ وسَلَّةٍ. والذُّؤَابَةُ: الجِلْدَة الـمُعَلَّقَة على آخِر الرَّحْلِ، وهي العَذبَة؛ وأَنشد الأَزهري،\n---\nفي ترجمة عذب في\n---\nهذا المكان:\n---\nقَالُوا: صَدَقْتَ ورَفَّعُوا، لـمَطِـيِّهِمْ، *  سَيْراً، يُطِـيرُ ذَوائِبَ الأَكْوارِ\n---\nوذُؤَابَة السَّيْفِ: عِلاقَةُ قائِمِه. والذُّؤَابَةُ: شَعَرٌ مَضْفُور، ومَوْضِعُها من الرَّأْسِ ذُؤَابَةٌ، وكذلك ذُؤَابةُ العِزِّ والشَّرَف. وذُؤَابة العِزِّ والشَّرَف: أَرْفَعُه على الـمَثَلِ، والجَمْع من ذلك كلِّه ذَوائِبُ. ويقال: هم ذُؤَابَة قَوْمِهِمْ أَي أَشْرافُهُم، وهو في ذُؤَابَةِ قَوْمِه أَي أَعْلاهُم؛ أُخِذوا من ذُؤَابَةِ الرَّأْسِ.\n---\nواسْتَعارَ بعضُ الشُّعراءِ الذَّوائِبَ للنَّخْل؛ فقال:\n---\nجُمّ الذَّوائِب تَنْمِـي، وهْيَ آوِيَةٌ،  *  ولا يُخافُ، على حافاتِها، السَّرَق\n---\nوالذِّئْبَةُ من الرَّحْلِ، والقَتَبِ، والإِكافِ ونحوِها، ما تَحْتَ مُقَدَّمِ مُلْتَقَى الـحِنْوَيْن، وهو الذي يَعَضُّ على مِنْسَجِ الدَّابَّةِ؛ قال:\n---\nوقَتَبٍ ذِئْبَتُه كالـمِنْجَلِ\n---\nوقيل: الذِّئْبَةُ: فُرْجَةُ ما بَيْنَ دَفَّتَي الرَّحْلِ والسَّرْجِ والغَبِـيطِ أَيّ ذلك كان.\n---\nوقال ابن الأَعرابي: ذِئْبُ الرَّحْلِ أَحْناؤُه من مُقَدَّمِه.\n---\nوذَأَبَ الرَّحْلَ: عَمِلَ لَه ذِئْبةً.\n---\nوقَتَبٌ مُذَأَّبٌ وغَبِـيطٌ مُذَأَبٌ: إِذا جُعِلَ له فُرْجَة؛ وفي الصحاح: إِذا جُعِلَ له ذُؤَابَةٌ؛ قال لبيد:\n---\nفكَلَّفْتُها هَمِّي، فآبَتْ رَذِيَّـةً  *  طَلِـيحاً، كأَلْواحِ الغَبِـيطِ الـمُذَأَبِ\n---\nوقال امرؤُ القيس:\n---\nله كَفَلٌ، كالدِّعْصِ، لَبَّدَه النَّدى  *  إِلى حارِكٍ، مِثلِ الغَبِـيطِ الـمُذأَبِ\n---\nوالذِّئْبةُ: دَاءٌ يأْخُذُ الدَّوابَّ في حُلُوقِها؛ يقال: بِرْذوْنٌ مَذْؤُوبٌ: أَخَذَتْهُ الذِّئْبَةُ. التهذيب: من أَدْواءِ الخَيْلِ الذِّئْبَةُ، وقد ذُئِبَ الفَرسُ، فهو مَذْؤُوبٌ إِذا أَصابَه هذا الدَّاءُ؛ ويُنْقَبُ عنه بحديدةٍ في أَصلِ أُذُنِهِ، فيُسْتَخْرَجُ منه غُدَدٌ صِغارٌ بيضٌ، أَصْغَرُ من لُبِّ الجَاوَرْسِ.\n---\nوذَأَبَ الرَّجُلَ: طَرَدَه وضَرَبَه كذَأَمَه، حكاه اللحياني. وذَأَبَ\n---\nالإِبِلَ يَذْأَبُها ذَأْباً: ساقَها. وذَأَبَه ذَأْباً: حَقَّرَه وطَرَدَه، وذَأَمَه ذَأْماً؛ ومنه قوله تعالى: مَذْؤُوماً مَدْحوراً.\n---\nوالذَّأْبُ: الذَّمُّ، هذه عن كُراع. والذَّأْبُ: صَوْتٌ شديدٌ، عنه أَيضاً.\n---\nوذُؤَابٌ وذُؤَيْبٌ: اسْمانِ.\n---\nوذُؤَيْبَة: قبيلَةٌ من هذيل؛ قال الشاعر:\n---\nعَدَوْنا عَدْوَةً، لا شَكَّ فِـيها،  *  فَخِلْناهُم ذُؤَيْبَةَ، أَو حَبِـيبَا\n---\nوحَبِـيبٌ: قبيلَةٌ أَيضاً.", "ذبب": "@ذبب: الذَّبُّ: الدَّفْعُ والـمَنْعُ. والذَّبُّ: الطَّرْدُ.\n---\nوذَبَّ عنه يَذُبُّ ذَبّاً: دَفَعَ ومنع، وذَبَبْت عنه. وفُلانٌ يَذُبُّ عن حَرِيمِه ذَبّاً أَي يَدْفَعُ عنهم؛ وفي حديث عمر، رضي اللّه عنه:\n---\nإِنما النِّساءُ لَحْمٌ على وَضَمٍ، إِلا ما ذُبَّ عنه؛ قال:\n---\nمَنْ ذَبَّ منكم، ذَبَّ عَنْ حَمِـيمِهِ،  *  أَو فَرَّ منكم، فَرَّ عَنْ حَريمِهِ\n---\nوذَبَّبَ: أَكْثَرَ الذَّبَّ.\n---\nويقال: طِعانٌ غيرُ تَذْبِـيبٍ إِذا بُولِغَ فيه.\n---\nورجلٌ مِذَبٌّ وذَبَّابٌ: دَفَّاعٌ عن الحرِيمِ.\n---\nوذَبْذَبَ الرَّجلُ إِذا مَنَعَ الجِوارَ والأَهْلَ أَي حَماهم.\n---\nوالذَّبِّـيُّ: الجِلْوازُ.\n---\nوذَبَّ يَذِبُّ ذَبّاً: اختَلَفَ ولم يَسْتَقِمْ في مكانٍ واحدٍ. وبعيرٌ ذَبٌّ: لا يَتَقارُّ في مَوْضِع؛ قال:\n---\nفكأَننا فيهم جِمالٌ ذَبَّةٌ، *  أُدْمٌ، طَلاهُنَّ الكُحَيْل وَقار\n---\nفقوله ذَبَّةٌ، بالهاءِ، يَدل على أَنه لم يُسَمَّ بالـمَصْدر إِذ لو\n---\nكان مَصْدَراً لقال جِمالٌ ذَبٌّ، كقولك رِجالٌ عَدْلٌ. والذَّبُّ: الثَّوْرُ الوَحْشِـيُّ، ويقال له أَيضاً: ذَبُّ الرِّيادِ، غير مهموزٍ، وسُمِّيَ بذلك لأَنه يَخْتَلِف ولا يَسْتَقِرُّ في مكانٍ واحدٍ؛ وقيل: لأَنه يَرُودُ فيذهَبُ ويَجِـيءُ؛ قال ابن مقبل:\n---\nيُـمشّي بها ذَبُّ الرِّياد، كأَنه *  فَـتىً فارِسِـيٌّ، في سَراويلَ، رامِحُ\n---\nوقال النابغة:\n---\nكأَنما الرَّحْلُ منها فَوْق ذِي جُدَدٍ،  *  ذَبِّ الرِّيادِ، إِلى الأَشْباح نَظَّارِ\n---\nوقال أَبو سعيد: إِنما قيل له ذَبُّ الرِّياد لأَن رِيَادَه أَتانُه التي تَرُودُ معه، وإِن شئتَ جَعَلْتَ الرِّيادَ رَعْيه نَفْسَه للكَلإِ.\n---\nوقال غيره: قيل له ذَبُّ الرِّيادِ لأَنه لا يَثْبُتُ في رَعْيِـه في مكانٍ\n---\nواحدٍ، ولا يُوطِن مَرْعًى واحداً. وسَمَّى مُزاحِمٌ العُقَيْليّ الثَّوْرَ الوَحْشِـيَّ الأَذبَّ؛ قال:\n---\nبِلاداً، بها تَلْقَى الأَذَبَّ، كأَنه،  *  بها، سابِريٌّ لاحَ، منه، البَنائِقُ\n---\nأَراد: تَلْقَى الذَّبَّ، فقال الأَذَبَّ لحاجته. وفُلانٌ ذَبُّ الرِّيادِ: يذهَبُ ويَجيءُ، هذه عن كُراع. أَبو عمرو: رَجُلٌ ذَبُّ الرِّيادِ إِذا كان زَوَّاراً للنساءِ؛ وأَنشد لبعض الشعراءِ فيه:\n---\nما للْكَواعبِ، يا عَيْسَاءُ، قد جَعَلَتْ *  تَزْوَرُّ عنّي، وتُثْنَى، دُونيَ، الـحُجَرُ؟\n---\nقد كنتُ فَتَّاحَ أَبوابٍ مُغَلَّقَةٍ، *  ذَبَّ الرِّيادِ، إِذا ما خُولِسَ النَّظَرُ\n---\nوذَبَّتْ شَفَتُه تَذِبُّ ذَبّاً وذَبَباً وذُبوباً، وذَبِبَتْ: يَبِسَتْ وجَفَّتْ وذَبَلَتْ من شدَّةِ العطش، أَو لغيرِه. وشَفَةٌ ذَبَّانةٌ: ذابِلة، وذَبَّ لسانُه كذلك؛ قال:\n---\nهُمُ سَقَوْني عَلَلاً بعدَ نَهَلْ، *  مِن بعدِ ما ذَبَّ اللِسانُ وذَبَلْ\n---\nوقال أَبو خَيْرَة يصف عَيْراً:\n---\nوشَفَّهُ طَرَدُ العاناتِ، فَهْوَ به  * لوْحانُ، مِن ظَمَإٍ ذَبٍّ، ومِن عَضَبِ\n---\nأَراد بالظَّمَإِ الذَّبِّ: اليابِسَ.\n---\nوذَبَّ جِسمُه: ذَبَلَ وهَزُلَ. وذَبَّ النَّبْتُ: ذَوَى. وذَبَّ الغَدِيرُ، يَذِبُّ: جَفَّ، في آخرِ الجَزْءِ، عن ابن الأعرابي؛ وأَنشد:\n---\nمَدارِينُ، إِن جاعُوا، وأَذْعَرُ مَن مَشَى، *  إِذا الرَّوْضَةُ الخضراءُ ذَبَّ غَدِيرُها\n---\nيروى: وأَدْعَرُ مَنْ مَشى. وذَبَّ الرجُلُ يَذِبُّ ذَبّاً إِذا شَحَبَ\n---\nلَوْنُه. وذَبَّ: جَفَّ.\n---\nوصَدَرَت الإِبِلُ وبها ذُبابةٌ أَي بَقِـية عَطَشٍ.\n---\nوذُبابةُ الدَّيْنِ: بقِـيتُه. وقيل: ذُب ابَةُ كل شيءٍ بقِـيتُه.\n---\nوالذُّبابةُ: البقِـية من الدَّيْن ونحوِه؛ قال الراجز:\n---\nأَو يَقْضِـيَ اللّهُ ذُباباتِ الدَّيْنْ\n---\nأَبو زيد: الذُّبابة بقِـيَّةُ الشيء؛ وأَنشد الأَصمعي لذي الرُّمة:\n---\nلَـحِقْنا، فراجَعْنا الـحُمولَ، وإِنما  *  يُتَلِّي، ذُباباتِ الوداعِ، الـمُراجِعُ\n---\nيقول: إِنما يُدْرِكُ بقايا الـحَوائج من راجَع فيها. والذُّبابة\n---\nأَيضاً: البقِـية من مِـياه الأَنهارِ.\n---\nوذَبَّبَ النَّهارُ إِذا لم يَبْقَ منه إِلا بقِـية، وقال:\n---\nوانْجابَ النهارُ، فَذَبَّـبا\n---\nوالذُّبابُ: الطَّاعون. والذُّبابُ: الجُنونُ. وقد ذُبَّ الرجُلُ إِذا جُنَّ؛ وأَنشد شمر:\n---\nوفي النَّصْرِيِّ، أَحْياناً، سَماحٌ، *  وفي النَّصْريِّ، أَحْياناً، ذُبابُ\n---\nأَي جُنونٌ. والذُّبابُ الأَسْوَدُ الذي يكون في البُيوتِ، يَسْقُط في\n---\nالإِناءِ والطَّعامِ، الواحدةُ ذُبابةٌ، ولا تَقُلْ ذِبَّانة. والذُّبابُ أَيضاً: النَّحْل ولا يقال ذبابة في شيءٍ من ذلك، إِلا أَن أَبا عُبيدة رَوَى عن الأَحْمَرِ ذبابة؛ هكذا وقع في كتاب الـمُصَنَّف، رواية أَبي\n---\nعليّ؛ وأَما في رواية عليِّ بنِ حمزة، فَحَكى عن الكسائي: الشَّذاةُ ذُبابةُ بعضِ الإِبلِ؛ وحُكِـيَ عن الأَحمر أَيضاً: النُّعَرة ذُبابةٌ تَسْقُط\n---\nعلى الدَّوابِّ، وأَثْـبت الهاءَ فيهما، والصَّواب ذُبابٌ، هو واحدٌ. وفي حديث عمر، رضي اللّه عنه: كَتَب إِلى عامِلِه بالطَّائف في خَلايا العَسَل وحِمايـتِها، إِنْ أَدَّى ما كان يُـؤَدِّيه إِلى رسولِ اللّه، صلّى اللّه عليه وسلّم، من عُشورِ نَحْلِه، فاحْمِ له، فإِنما هو ذُبابُ غَيْثٍ، يأْكُلُه مَنْ شاءَ. قال ابن الأَثير: يريدُ بالذُّبابِ النَّحْلَ،\n---\nوأَضافَه على الغَيْثِ إِلى معنى أَنه يكونُ مَعَ الـمَطَر حيثُ كان، ولأَنه يَعِـيشُ بأَكْلِ ما يُنْبِتُه الغَيْثُ؛ ومعنى حِماية الوادي له: أَنَّ\n---\nالنَّحْلَ إِنما يَرْعَى أَنْوارَ النَّباتِ وما رَخُصَ منها ونَعُمَ، فإِذا حُمِـيَتْ مَراعِـيها، أَقامت فيها ورَعَتْ وعَسَّلَتْ، فكَـثُرَتْ منافعُ أَصحابِها؛ وإِذا لم تُحْمَ مَراعِـيها، احتاجَت أَنْ تُبْعِدَ في طَلَبِ الـمَرْعَى، فيكونَ رَعْيُها أَقَلَّ؛ وقيل: معناه أَنْ يُحْمَى لهم الوادي الذي يُعَسِّلُ فيه، فلا يُتْرَكَ أَحدٌ يَعْرِضُ للعَسَل، لأَن سبيلَ العسَل الـمُباحِ سبيلُ الـمِـياهِ والـمَعادِنِ والصُّيودِ، وإِنما يَمْلِكُه من سَبَقَ إِليه، فإِذا حَماه ومَنَع الناسَ منه، وانْفَرَدَ به وَجَبَ عليه إِخْراجُ العُشْرِ منه، عند مَن أَوجب فيه الزَّكاة.التهذيب: واحدُ الذِّبَّانِ ذُبابٌ، بغير هاءٍ. قال: ولا يُقال ذُبَابة.\n---\nوفي التنزيل العزيز: وإِن يَسْلُبْهُم الذُّبابُ شيئاً؛ فسَّروه للواحد،\n---\nوالجمع أَذِبَّةٌ في القِلَّة، مثلُ غُرابٍ وأَغْرِبَةٍ؛ قال النابغة:\n---\nضَرَّابة بالـمِشْفَرِ الأَذِبَّهْ\n---\nوذِبَّانٌ مثلُ غِرْبانٍ، سيبويه، ولم يَقْتَصِرُوا به على أَدْنى العدد، لأَنهم أَمِنُوا التَّضْعيف، يعني أَنَّ فُعالاً لا يكَسَّر في أَدنى العدد على فِعْلانٍ،\n---\nولو كان مـمَّا يَدْفَعُ به البناءُ إِلى التَّضعيف، لم يُكسَّر على ذلك\n---\nالبناءِ، كما أَنَّ فِعَالاً ونحوه، لـمَّا كان تكسيره على فُعُل يُفْضِـي به إِلى التَّضْعِـيف، كسروه على أَفعلة؛ وقد حكى سيبويه،\n---\nمع ذلك، عن العرب: ذُبٌّ، في جمع ذُبابٍ، فهو مع هذا الإِدغامِ على اللُّغَة التَّمِـيمِـيَّة، كما يَرْجِعون إِليها، فيما كان ثانِـيه واواً،\n---\nنحو خُونٍ ونُورٍ. وفي الحديث: عُمْرُ الذُّبابِ أَربعون يَوْماً،\n---\nوالذُّبابُ في النار؛ قيل: كَوْنُه في النار ليس لعذاب له، وإِنما لِـيُعَذَّبَ به أَهل النار بوقوعه عليهم، والعرب تَكْنُو الأَبْخَر: أَبا ذُبابٍ، وبعضهم يَكْنيه: أَبا ذِبَّانٍ، وقد غَلَبَ ذلك على عبدالملك بن مَرْوانَ لِفَسادٍ كان في فَمِه؛ قال الشاعر:\n---\nلَعَلِّـيَ، إِنْ مالَتْ بِـيَ الرِّيحُ مَيلةً  *  على ابنِ أَبي الذِّبّانِ، أَن\n---\nيَتَنَدّما\n---\nيعني هشامَ بنَ عبدالملك.\n---\nوذَبَّ الذُّبابَ وذَبَّـبه: نَحَّاه.\n---\nورجل مَخْشيُّ الذُّبابِ أَي الجَهْلِ. وأَصابَ فُلاناً من فلانٍ ذُبابٌ\n---\nلادِغٌ أَي شَرٌّ.\n---\nوأَرض مَذَبَّةٌ: كثيرةُ الذُّبابِ.\n---\nوقال الفرَّاءُ: أَرضٌ مَذْبوبة، كما يقال مَوْحُوشةٌ من الوَحْشِ.\n---\nوبَعيرٌ مَذْبُوبٌ: أَصابه الذُّبابُ، وأَذَبُّ كذلك، قاله أَبو عبيد في\n---\nكتاب أَمراضِ الإِبل؛ وقيل: الأَذَبُّ والـمَذْبوبُ جميعاً: الذي إِذا\n---\nوَقَع في الرِّيفِ، والريفُ لا يكونُ إِلاَّ في المصادرِ، اسْتَوْبَـأَهُ،\n---\nفمات مكانَه؛ قال زياد الأَعْجمُ في ابنِ حَبْنَاء:\n---\nكأَنـَّكَ، مِن جِمالِ بني تَـمِـيمٍ،  *  أَذَبُّ، أَصابَ مِن رِيفٍ ذُبابا\n---\nيقول: كأَنـَّك جَمَلٌ نزلَ ريفاً، فأَصابَهُ الذُّبابُ، فالْـتَوَتْ عُنُقُه، فمات.\n---\nوالـمِذَبَّةُ: هَنَةٌ تُسَوَّى من هُلْبِ الفَرَسِ، يُذَبُّ بها الذُّبابُ؛ وفي الحديث: أَنّ النبـيّ، صلّى اللّه عليه وسلّم، رأَى رَجُلاً طويلَ الشَّعَر، فقال: ذُبابٌ؛ الذُّبابُ الشُّـؤْم أَي هذا شُؤْمٌ.\n---\nورجل ذُبابيٌّ: مأْخوذٌ من الذُّبابِ، وهو الشُّؤْمُ. وقيل: الذُّبابُ\n---\nالشَّرُّ الدَّائِم، يقال: أَصابكَ ذُبابٌ من هذا الأَمْرِ. وفي حديث\n---\nالمغيرة: شَرُّها ذُبابٌ. وذُبابُ العَينِ: إِنْسانُها، على التَّشبِـيهِ\n---\nبالذُّباب. والذُّبابُ: نُكْـتَةٌ سوداءُ في جَوْفِ حَدَقَةِ الفَرَسِ، والجمع كالجمع. وذبابُ أَسْنانِ الإِبِلِ: حَدُّها؛ قال المثَقّب العبدي:\n---\nوتَسْـمَعُ، للذُّبابِ، إِذا تَغَنَّى،  *  كَتَغْريدِ الـحَمَامِ على الغُصُونِ\n---\nوذبابُ السَّيْفِ: حَدُّ طَرَفِه الذي بين شَفْرَتَيْهِ؛ وما حَوْلَه من\n---\nحَدَّيْهِ: ظُبَتَاه؛ والعَيْرُ: النَّاتـئُ في وَسَطِه، من باطنٍ وظاهرٍ؛ وله غِرَارانِ، لكلِّ واحدٍ منهما، ما بينَ العَيْرِ وبين إِحدى الظُّبَتَين من ظاهِر السَّيفِ وما قُبالَةَ ذلك من باطنٍ، وكلُّ واحدٍ من الغِرارَينِ من باطنِ السَّيف وظاهره؛ وقيل: ذُبابُ السَّيفِ طَرَفُه الـمُتَطَرِّفُ الذي يُضْرَبُ به، وقيل حَدُّه. وفي الحديث: رأَيتُ ذُبابَ سَيْفي كُسِرَ، فأَوَّلْـتُه أَنه يصابُ رجلٌ من أَهل بيتي، فقُتِل حَمْزَةُ. والذُّبابُ من أُذُنِ الانسانِ والفَرَس: ما حَدَّ من طَرَفِها. أَبو\n---\nعبيد:\n---\nفي أُذُنَي الفرسِ ذُباباهُما، وهما ما حُدَّ من أَطرافِ الأُذُنَيْن. وذُبابُ الـحِنَّاء: بادِرةُ نَوْرِه.\n---\nوجاءَنا راكبٌ مُذَبِّبٌ: عَجِلٌ مُنْفَرِدٌ؛ قال عنترة:\n---\nيُذَبِّبُ وَرْدٌ على إِثرِهِ، *  وأَدْرَكُه وَقْعُ مِرْدىً خَشِبْ\n---\nإِمّا أَنْ يكونَ على النَّسَب، وإِمّا أَنْ يكون أَراد خَشِـيباً، فحذف\n---\nللضرورة.\n---\nوذَبَّـبْنا لَيْـلَتَنَا أَي أَتْعَبْنا في السَّير.\n---\nولا يَنالونَ الماءَ إِلاَّ بقَرَبٍ مُذَبِّبٍ أَي مُسْرِع؛ قال ذو الرُّمة:\n---\nمُذَبِّـبَة، أَضَرَّ بِهَا بُكُورِي *  وتَهْجِـيري، إِذا اليَعْفُورُ قالا\n---\nاليَعْفُورُ: الظَّبيُ. وقال: من القَيْلُولة أَي سَكَنَ في كِنَاسِه مِن شِدَّةِ الـحَرِّ.\n---\nوظِمْءٌ مُذَبِّبٌ: طَويلٌ يُسارُ فيه إِلى الماءِ من بُعْدٍ، فيُعَجَّل بالسَّيرِ. وخِمْسٌ مُذَبِّبٌ: لا فُتُورَ فيه.\n---\nوذَبَّبَ: أَسْرَع في السَّيرِ؛ وقوله:\n---\nمَسِـيرَة شَهْرٍ للبَعِـيرِ الـمُذَبْذِبِ\n---\nأَرادَ الـمُذَبِّبَ.\n---\nوأَذَبُّ البعيرِ: نابُهُ؛ قال الراجز:\n---\nكأَنَّ صَوْتَ نابِهِ الأَذَبِّ\n---\nصَرِيفُ خُطَّافٍ، بِقَعْوٍ قَبِّ\n---\nوالذَّبْذَبَةُ: تَرَدُّدُ الشيءِ المُعَلَّقِ في الهواءِ .\n---\nوالذَّبْذَبَة والذَّباذِبُ: أَشياءُ تُعَلَّقُ بالهودَجِ أَو رأْسِ البعيرِ للزينةِ، والواحد ذُبْذُبٌ.\n---\nوالذَّبْذَبُ: اللِّسانُ، وقيلَ الذَّكَر. وفي الحديث: مَنْ وُقِـيَ شَرَّ ذَبْذَبِهِ وقَبْقَبِه، فقد وُقـيَ. فَذَبْذَبُه: فَرْجُه، وقَبْقَبُه: بَطْنُه. وفي رواية: مَن وُقِـيَ شَرَّ ذَبْذَبِه دَخَلَ الجنَّةَ؛ يعني الذَّكَر سُمِّيَ بِه لتَذَبْذُبِهِ أَي حَرَكَتِه.\n---\nوالذَّباذِبُ: المذاكِيرُ. والذَّباذِبُ: ذكر الرجلِ، لأَنـَّه يَتَذَبْذَبُ أَي يَترَدَّد؛ وقيل الذَّباذِب: الخُصَى، واحِدتُها ذَبْذَبَةٌ.\n---\nورجلٌ مُذَبْذِبٌ ومُتَذَبْذِبٌ: مُترَدِّدٌ بين أَمْرَين أَو بين رجُلَين، ولا تَـثْبُتُ صُحْبَتُه لواحِدٍ منهما. وفي التنزيل العزيز في صفة\n---\nالمنافقين: مُذَبْذَبِـين بين ذلك لا إِلى هؤُلاء ولا إِلى هؤُلاء.\n---\nالمعنى: مُطَرَّدين مدَفَّعين عن هؤُلاء وعن هؤُلاء. وفي الحديث: تَزَوَّجْ، وإِلاَّ فأَنتَ من الـمُذَبذِبِـينَ أَي الـمَطْرُودين عن المؤْمنين\n---\nلأَنـَّكَ لم تَقْتَدِ بِهِم، وعن الرُّهْبانِ لأَنـَك تَركتَ طَرِيقَتَهُمْ؛ وأَصلُه من الذَّبِّ، وهو الطَّرْدُ. قال ابن الأَثير: ويجوز أَن يكونَ من الحركة والاضْطِرابِ.\n---\nوالتَّذَبْذُبُ: التَّحرُّكُ.\n---\nوالذَّبْذَبةُ: نَوْسُ الشيءِ الـمُعَلَّقِ في الهواءِ.\n---\nوتَذَبْذَبَ الشيءُ: ناسَ واضْطَرَبَ ، وذَبْذَبَهُ هو؛ أَنشد ثعلب:\n---\nوحَوْقَلٍ ذَبْذَبَهُ الوَجِـيفُ،  * ظَلَّ ،لأَعْلَى رأْسِهِ، رَجِـيفُ\n---\nوفي الحديث: فكأَني أَنْظُرُ إِلى يَدَيْه تَذَبْذَبانِ أَي تَتَحَرَّكانِ وتَضْطَرِبان، يريد كُـمَّيْهِ. وفي حديث جابر: كان عليَّ بُرْدَة\n---\nلها ذباذِبُ أَي أَهْدابٌ\n---\nوأَطْرافٌ، واحدُها ذِبْذِبٌ، بالكسرِ، سُمِّـيَتْ بذلك لأَنـَّها تَتَحَرَّك على لابسِها إِذا مَشى؛ وقول أَبي ذؤَيب:\n---\nومِثْل السَّدُوسِـيَّـيْن، سادَا وذَبْذَبا  *  رِجال الـحِجازِ، مِنْ مَسُودٍ وَسائدِ\n---\nقيل: ذَبْذَبا عَلَّقَا . يقول تقطع دونهما رجالُ الحجازِ . وفي الطَّعام\n---\nذُبَيْباءُ ، ممدودٌ ،حكاه أَبو حنيفة في باب الطَّعام الذي فيه ما لا خَيْرَ فيه ، ولم يفسِّره ؛ وقد قيل : إِنها الذُّنَيْناءُ، وستُذْكر في موضِعِها . وفي الحديث : أَنه صَلَبَ رجُلاً على ذُبابٍ ، هو جبلٌ بالمدينة.", "ذرب": "@ ذرب: الذَّرِبُ: الحادُّ من كلِّ شيءٍ . ذَرِبَ يَذْرَبُ ذَرَباً وذَرابةً فهو ذَرِبٌ ؛ قال شَبيب بن البَرْصاءِ:\n---\nكأَنها من بُدُنٍ وإِيقارْ، *  دَبَّتْ عليها ذَرِباتُ الأَنْبارْ\n---\nقال ابن بري : أَي كأَنّ هذه الإِبِلَ من بُدْنِها وسِمَنِها وإِيقارِها\n---\n\n---\n@: ذبب: الذَّبُّ: الدَّفْعُ والـمَنْعُ. والذَّبُّ: الطَّرْدُ.... ...\n---\nباللحم ، قد دَبَّتْ عليها ذَرِباتُ الأَنْبارِ ؛والأَنْبارُ : جمعُ نَبْرٍ ، وهو ذُبابٌ يَلْسَعُ فيَنْتَفِخُ مكانُ لسْعِه،فقوله ذَرِبات الأَنْبار أَي حَديداتُ اللَّسْع ، ويُروى وإِيفار، بالفاءِ أَيضاً .وقَوْمٌ ذُرُبٌ. ابن الأَعرابي : ذَرِبَ الرَّجلُ إِذا فَصُحَ لسانُه بعدَ حَصرِه . ولسانٌ ذَرِبٌ: حديدُ الطَّرَف؛ وفيه ذَرابةٌ أَي حِدَّةٌ . وذَرَبُه :حِدَّتُه . وذَرَبُ المَعِدَة: حِدَّتُها عن الجُوعِ .ذَرِبَتْ مَعِدَته تَذْرَبُ ذَرباً فهي ذَرِبة إِذا فَسَدَتْ .\n---\nوفي الحديث : في أَلبانِ الإِبِل وأَبْوالِها شِفاءُ الذَّرَبِ ؛هو بالتحريكِ ، الدَّاءُ الذي يَعْرِضُ للمَعدة فلا تَهْضِمُ الطَّعامَ ، ويَفْسُدُ فيها ولا تُمْسِكُه . قال أَبو زيد : يقال للغُدَّة ذِرْبةٌ ، وجَمْعُها ذِرَبٌ. والتَّذْريبُ :التَّحْديدُ . يقال لسانٌ ذَرِبٌ ، وسِنانٌ ذَرِبٌ ومُذَرَّبٌ؛ قال كعب بنُ مالك:\n---\nبمُذَرَّباتٍ ،بالأَكُفِّ ، نواهِلٍ، *  وبكلِّ أَبْيضَ ، كالغَدير ، مُهَنَّدِ\n---\nوكذلك المَذْروبُ ؛قال الشاعر :\n---\nلقد كان ابنُ جَعْدَةَ أَرْيَحِيَّا *  على الأَعْداءِ ، مَذْروبَ السِّنانِ\n---\nوذَرَبَ الحَديدَة يَذْرُبُها ذَرْباً وذرَّبَها :أَحدَّها فهي مَذرُوبَة.\n---\nوقَوم ذَرْبٌ: أَحِدَّاءُ. وامرأَةٌ ذِرْبَةٌ، مثلُ قِرْبَة ،وذَرِبَةٌ أَي\n---\nصَخَّابةٌ ، حديدةٌ سَلِيطَة اللّسانِ ،فاحِشَة ،طَويلَة اللّسانِ.\n---\nوذَرَبُ اللّسانِ:حِدَّتُه. وفي الحديث عن حذيفة قال : كنتُ\n---\nذَرِبَ اللّسانِ على أَهلِي، فَقُلْت:يا رسول اللّه ،إِنِّي لأَخْشَىأَنْ يُدْخِلَنِي النارَ ؛فقال رسولُ اللّه ، صلى اللّه عليه وسلم :\n---\nفأَيْنَ أَنتَ من الاسْتِغفارِ؟إِنِّي لأَسْـتَغْفِرُ اللّهَ في اليومِ مائَةً؛فذكرْتُه لأَبي بُرْدَة فقال : وأَتُوبُ إِليه .\n---\nقال أَبو بكر في قولِهم فلانٌ ذَرِبُ اللسانِ، قال : سمعتُ أَبا العباسِ يقول : معناهُ فاسِدُ اللِّسانِ ، قال : وهو عَيْبٌ وذَمٌّ .\n---\nيقال : قد ذَرِبَ لسانُ الرَّجلِ يَذْرَبُ إِذا فَسَد.\n---\nومِنْ هذا ذَرِبَتْ مَعِدَتُه:فَسَدَتْ ؛ وأَنشد :\n---\nأَلم أَكُ باذِلاً وِدِّي ونَصْري ، *  وأَصْرِف عنكم ذَرَبِي ولَغْبِـي\n---\nقال: واللَّغْبُ الرَّدِيءُ من الكلامِ. وقيل: الذَّرِبُ اللسانِ هو الحادُّ اللسان، وهو يَرْجِعُ إِلى الفَسادِ؛ وقيل: الذَّرِبُ اللِّسانِ الشَّـتَّامُ الفاحِشُ. وقال ابن شميل: الذَّرِبُ اللسان الفاحِشُ البَذِيُّ الذي لا يبالي ما قال. وفي الحديث: ذَرِبَ النِّساءُ على أَزْواجِهِنَّ أَي فَسَدَتْ أَلسِنَتُهنَّ وانْبَسَطْن عليهم في القول؛ والرواية ذَئِرَ بالهمز، وسنذكره. وفي الحديث: أَنّ أَعشى بني مازن قدم على النبي،\n---\nصلى اللّه عليه وسلم، فأَنشد أَبياتاً فيها:\n---\nيا سَـيِّدَ الناسِ، ودَيَّانَ العَرَبْ، *  إِلَيْكَ أَشْكُو ذِرْبةً، من الذِّرَبْ\n---\nخَرَجْتُ أَبْغِـيها الطَّعامَ في رَجَبْ، *  فخَلَفَتْنِـي بنِزاعٍ وحَرَبْ\n---\nأَخْلَفَتِ العَهْدَ، ولَطَّتْ بالذَّنَبْ، *  وتَرَكَتْنِـي، وَسْطَ عِـيصٍ، ذي أَشَبْ\n---\nتَكُدُّ رِجْلَيَّ مَسامِيرُ الخَشَبْ، *  وهُنَّ شَرُّ غالِبٍ لِـمَنْ غَلَبْ\n---\nقال أَبو منصور: أَراد بالذِّرْبَةِ امرأَتَه، كَنَى بها عن فسادِها\n---\nوخِـيانَتِها إِيَّاه في فَرْجِها، وجَمْعُها ذِرَبٌ، وأَصلُه من ذَرَبِ\n---\nالـمَعِدة، وهو فسادُها؛ وذِرْبةٌ منقول من ذَرِبَةٍ، كمِعْدةٍ من\n---\nمَعِدَة؛ وقيل: أَراد سَلاطة لسانِها، وفسادَ مَنْطِقِها، من قولهم ذَرِبَ لسانُه إِذا كان حادَّ اللِّسانِ لا يُبالِـي ما قال. وذكر ثعلب عن ابن الأَعرابي: أَن هذا الرَّجَزَ للأَعْوَرِ بنِ قراد بنِ سفيان، من بني الـحِرْمازِ، وهو أَبو شَيْبانَ الـحِرْمازِيّ، أَعْشى بني حِرْمازٍ؛ وقوله: فخَلَفَتْنـي أَي خالَفَت ظَنِّي فيها؛ وقوله: لَطَّتْ بالذَّنَب، يقال: لَطَّت النَّاقَةُ بذَنَبِها أَي أَدْخَلَتْهُ بين فَخِذَيْها، لتَمْـنَع\n---\nالحالِبَ.\n---\nويقال: أَلْقَى بينَهم الذَّرَبَ أَي الاخْتِلافَ والشَّرَّ. وسُمٌّ ذَرِبٌ: حديدٌ. والذُّرَابُ: السُّمُّ، عن كراع، اسمٌ لا صِفَةٌ. وسيف\n---\nذَرِبٌ ومُذَرَّبٌ: أُنْقِعَ في السُّمِّ، ثم شُحِذَ. التهذيب: تَذْريبُ\n---\nالسَّيف أَن يُنْقَعَ في السُّمِّ، فإِذا أُنْعِمَ سَقْيُهُ، أُخْرِجَ فشُحِذَ. قال: ويجوز ذَرَبْتُه، فهو مَذْرُوبٌ؛ قال عبيد:\n---\nوخِرْقٍ، من الفِتْيانِ، أَكرَمَ مَصْدَقاً  * من السَّيْفِ، قد آخَيْتُ، ليسَ بِـمَذْرُوبِ\n---\nقال شمر: ليسَ بفاحِشٍ.\n---\nوالذَّرَبُ: فسادُ اللِّسانِ وبَذَاؤُه. وفي لسانِهِ ذَرَبٌ: وهو الفُحْشُ. قال: وليسَ من ذَرَبِ اللِّسانِ وحِدَّتِه؛ وأَنشد:\n---\nأَرِحْني واسْتَرِحْ منِّي، فإِني *  ثَقِـيلٌ مَحْمِلي، ذَرِبٌ لِساني\n---\nوجمعه أَذْرابٌ، عن ابن الأَعرابي؛ وأَنشد لِـحَضْرَمِـيَّ ابن عامرٍ\n---\nالأَسَدي:\n---\nولَقَدْ طَوَيْـتُكُمُ على بَلُلاتِكُمْ، *  وعَرَفْتُ ما فِـيكُمْ من الأَذْرابِ\n---\nكَيْـمَا أُعِدَّكُمُ لأَبْعَدَ مِنْكُمُ، *  ولقد يُجاءُ إِلى ذَوِي الأَلبابِ\n---\nمعنى ما فِـيكُم مِن الأَذرابِ: مِن الفسادِ، ورواه ثعلب: الأَعيابِ،\n---\nجَمعُ عَيْبٍ. قال ابن بري: وروى ابن الأَعرابي هذين البيتين، على غير هذا\n---\nالـحَوْكِ، ولم يُسَمِّ قائِلَهما؛ وهما:\n---\nولقد بَلَوْتُ الناسَ في حالاتِهِم، *  وعَلِمْتُ ما فِـيهم من الأَسبابِ\n---\nفإِذا القَرَابَةُ لا تُقَرِّبُ قاطِعاً، *  وإِذا الـمَوَدَّةُ أَقْرَبُ الأَنْسابِ\n---\nوقوله: ولقد طَوَيْـتُكُمُ على بَلُلاتِكُم أَي طَوَيْـتُكُم على مَا فِـيكُم مِن أَذًى وعَداوَةٍ؛ وبَلُلاتٌ، بضم اللام، جمعُ بَلُلَةٍ، بضم اللام أَيضاً، قال: ومنهم مَنْ يَرْويه على بَلَلاتِكُم، بفتح اللام، الواحِدَةُ بَلَلة، أَيضاً بفتح اللام؛ وقيل في قوله على بَلَلاتِكُم: إِنه يُضْرَبُ مثلاً لإِبْقاءِ الـمَوَدَّة، وإِخْفاءِ ما أَظْهَرُوه من جَفائِهِمْ، فيكون مثلَ قولهم: اطْوِ الثَّوْبَ على غَرِّه، لينْضَمَّ بعضُه إِلى بعضٍ ولا يَتبايَنَ؛ ومنه قولهم أَيضاً: اطْوِ السِّقاءَ على بَلَلِه، لأَنه إِذا طُوِيَ وهو جافٌّ تَكَسَّر، وإِذا طُوِيَ على بَلَلِه، لم يَتَكَسَّر، ولم يَتَبايَنْ.\n---\nوالتَّذْريبُ: حَمْلُ الـمَرْأَة وَلَدَها الصَّغيرَ، حتى يَقْضِـيَ حَاجَتَه.\n---\nابن الأَعرابي: أَذْرَبَ الرَّجُلُ إِذا فسد عَيْشُه.\n---\nوذَرِبَ الجُرْحُ ذَرَباً، فهو ذَرِبٌ: فَسَد واتسع، ولم يَقْبَل البُرْءَ والدَّوَاءَ؛ وقيل: سالَ صَديداً، والـمَعْنَيان مُتَقارِبانِ. وفي حديث أَبي بكر، رضي اللّه عنه: ما الطَّاعُون؟ قال: ذَرَبٌ كالدُّمَّل.\n---\nيقال: ذَرِبَ الجُرْحُ إِذا لم يَقْبَلِ الدَّواءَ؛ ومنه الذَّرَبَيَّا، على\n---\nفَعَلَيَّا، وهي الدَّاهِـيَةُ؛ قال: الكُمَيْت:\n---\nرَمَانِـيَ بالآفَاتِ، مِنْ كُلِّ جَانِبٍ، *  وبالذَّرَبَيَّا، مُرْدُ فِهْرٍ وَشِـيبُهَا\n---\nوقيل: الذَّرَبَيَّا هو الشَّرُّ والاخْتِلافُ؛ ورَمَاهُم بالذَّرَبِـينَ مثلُه. ولَقِـيتُ منه الذَّرَبَى والذَّرَبَيَّا والذَّرَبِـينَ\n---\nأَي الداهِـيَةَ.\n---\nوذَرِبَتْ مَعِدَتُه ذَرَباً وذَرَابَةً وذُرُوبَةً، فهي ذَرِبَة، فَسَدَتْ، فهو من الأَضْدادِ.\n---\nوالذَّرَبُ: الـمَرَضُ الذي لا يَبْرَأُ.\n---\nوذَرَب أَنْفُه ذَرابةً: قَطَرَ.\n---\nوالذِّرْيَبُ: الأَصْفَرُ من الزَّهْرِ وغيره. قال الأَسود ابن يَعْفُرَ، ووصَف نباتاً:\n---\nقَفْرٌ حَمَتْهُ الخَيْلُ، حتَّى كأَنْ  *  زاهِرَه أُغْشِـيَ بالذِّرْيَبِ\n---\nوأَما ما ورد في حديث أَبي بكر، رضي اللّه عنه: لَتَـأْلَـمُنَّ\n---\nالنَّومَ على الصُّوفِ الأَذْرَبِـيِّ، كما يَـأْلَمُ أَحَدُكُمْ النَّومَ على حَسَكِ السَّعْدانِ؛ فإِنه ورَد في تفسيره: الأَذْرَبيّ مَنْسوبٌ إِلى أَذْرَبِـيجان، على غيرِ قياس. قال ابن الأَثير: هكذا تقول العرب، والقياس\n---\nأن تقول أَذَرِيٌّ، بغير باءٍ، كما يقال في النَّسَبِ إِلى رَامَ هُرْمُزَ، رَامِـيٌّ وهو مطرد في النَّسب إِلى الأَسماءِ المركبة.", "ذعب": "@ذعب: قال الأَصمعي: رأَيتُ القومَ مُذْعابِّينَ، كأَنهم عُرْفُ\n---\nضِبْعانٍ، ومُثْعابِّين، بمعناه، وهو أَن يَتْلُوَ بعضُهم بعضاً. قال الأَزهري: وهذا عنْدي مأْخوذٌ من انْثَعَبَ الماءُ وانْذَعَب إِذا سال واتَّصَلَ جَرَيانُه في النَّهَر، قُلِبَتِ الثاءُ ذالاً.", "ذعلب": "@ذعلب: الذِّعْلِبُ والذِّعْلِبَة: النَّاقةُ السريعةُ، شُبِّهَتْ بالذِّعْلِبَة، وهي النَّعامةُ لسُرْعَتِها. وفي حديث سَوَادِ بنِ مُطَرّفٍ: الذِّعْلِبُ الوَجْناءُ هي الناقةُ السريعةُ. وقال خالدُ بنُ جَنَبة: الذِّعْلِبَة النُّوَيْقَةُ التي هي صَدَعٌ في جسمِها، وأَنت تَحْقِرُها، وهي نَجِـيبَة؛ وقال غيره: هي البَكْرَة الـحَدَثَة. وقال ابن شميل: هي الخفيفةُ الجَوَادُ. قال: ولا يقال جَمَلٌ ذِعْلِبٌ، وجَمْعُ الذِّعْلِبَة الذَّعالِـيبُ.\n---\nوالتَّذَعْلُب: الانْطِلاقُ في اسْتِخْفاءٍ. وقد تَذَعْلَبَ تَذَعْلُباً.وجَمَلٌ ذِعْلِبٌ: سريعٌ، باقٍ على السَّيْرِ، والأُنْثَى بالهاءِ.والذِّعْلِبة: النَّعَامة لسُرْعتِها. والذِّعْلِبة والذُّعْلوبُ: طَرَف الثَّوْبِ؛ وقيل: هُما ما تقَطَّع من الثَّوْب فَتَعَلَّق. والذِّعْلِبُ من الخِرَق: القِطَع الـمُشَقَّقَة. والذُّعْلوبُ أَيضاً: القِطعة من الخِرْقةِ، والذَّعالِـيب: قِطَعُ الخِرَق؛ قال رؤْبة:\n---\nكأَنه، إِذْ راحَ، مَسْلُوسُ الشَّمَقْ، *  مُنْسَرِحاً عنه ذَعالِـيبُ الخِرَقْ\n---\n\n---\nوالـمَسْلوسُ: الـمَجْنُونُ. والشَّمَقُ: النَّشاطُ. والـمُنْسَرِحُ: الذي انْسَرَحَ عنه وَبَرُه. والذَّعالِـيبُ: ما تَقَطَّع من الثِّيابِ.\n---\nقال أَبو عَمْرو: وأَطْرافُ الثِّيابِ وأَطْرافُ القَميصِ يقالُ لها:\n---\nالذَّعالِـيبُ، واحدُها ذُعْلُوبٌ، وأَكثرُ ما يُسْتَعـمل ذلك جَمْعاً؛ أَنشد\n---\nابن الأَعرابي لجرير:\n---\nلقد أَكونُ على الحاجاتِ ذا لَبَثٍ، *  وأَحْوَذِيّاً، إِذا انْضَمَّ الذَّعالِـيبُ\n---\nواسْتَعارَه ذو الرُّمَّة، لِـما تَقَطَّع من مَنْسِج العنكبوتِ؛ قال:\n---\nفجاءت بنَسْجٍ، من صَناعٍ ضعيفةٍ،  * تَنُوسُ، كأَخْلاقِ الشُّفُوفِ، ذَعالِـبُهْ\n---\nوثَوْبٌ ذَعاليبُ: خَلَقٌ، عن اللحياني. وأَما قول أَعْرابيّ، من بنِـي عَوْفِ بنِ سَعْدٍ:\n---\nصَفْقَة ذِي ذَعالِتٍ سُمُولِ،  * بَيْع امْرِئٍ ليس بِمُسْتَقِيلِ\n---\nقيل: هو يريدُ الذَّعالِبَ، فينبغي أَن تكونا لغتين، وغيرُ بعيدٍ أَنْ\n---\nتُبْدَل التاءُ من الباء، إِذ قد أُبْدِلَتْ من الواو، وهي شريكة الباء في الشَّفَة. قال ابن جني: والوجه أَن تَكونَ التاءُ بدلاً من الباءِ، لأَن الباءَ أَكثر استعمالاً، كما ذكرنا أَيضاً من إِبدالِهم الباءَ من\n---\nالواوِ.", "ذلعب": "@ذلعب: اذْلَعَبَّ الرَّجلُ: انْطَلَق في جِدٍّ اذْلِعْباباً، وكذلك\n---\nالجَمَل من النَّجاءِ والسُّرْعةِ؛ قال الأَغْلَب العِجْلِـيّ:\n---\nماضٍ، أَمامَ الرَّكْبِ، مُذْلَعِبّ\n---\n\n---\nوالـمُذْلَعِبُّ: الـمُنْطَلِقُ، والـمُصْمَعِدُّ مثلُه. قال: واشتقاقُه من الذِّعْلِب. قال: وكلّ فعلٍ رُباعيّ ثُقِّلَ آخرُه، فإِنَّ تَثْقيلَه معتمد على حرف من حروف الحَلْق. والـمُذْلَعِبُّ: المضطجِعُ. وهاتان\n---\nالتَّرْجَمَتان، أَعْني ذَعْلَب واذْلَعَبَّ، ورَدَتا في أُصول الصِّحاحِ في\n---\nترجمة واحدة ذعلب، ولم يترجم على ذلعب، واللّه تعالى أَعلم.", "ذنب": "@ذنب: الذَّنْبُ: الإِثْمُ والجُرْمُ والمعصية، والجمعُ ذُنوبٌ،\n---\nوذُنُوباتٌ جمعُ الجمع، وقد أَذْنَب الرَّجُل؛ وقوله، عزّ وجلّ، في مناجاةِ موسى، على نبينا وعليه الصلاة والسلام: ولهم علَيَّ ذَنْبٌ؛ عَنَى بالذَّنْبِ قَتْلَ الرَّجُلِ الذي وَكَزَه موسى، عليه السلام، فقضَى عليه، وكان ذلك الرجلُ من آلِ فرعونَ.\n---\nوالذَّنَبُ: معروف، والجمع أَذْنابٌ. وذَنَبُ الفَرَسِ: نَجْمٌ على\n---\nشَكْلِ ذَنَبِ الفَرَسِ. وذَنَبُ الثَّعْلَبِ: نِبْتَةٌ على شكلِ ذَنَبِ الثَّعْلَبِ.\n---\nوالذُّنابَـى: الذَّنَبُ؛ قال الشاعر:\n---\nجَمُوم الشَّدِّ، شائلة الذُّنابَـى\n---\nالصحاح: الذُّنابَـى ذنبُ الطَّائر؛ وقيل: الذُّنابَـى مَنْبِتُ الذَّنَبِ. وذُنابَـى الطَّائرِ: ذَنَبُه، وهي أَكثر من الذَّنَب. والذُّنُبَّى والذِّنِـبَّى: الذَّنَب، عن الـهَجَري؛ وأَنشد:\n---\nيُبَشِّرُني، بالبَيْنِ مِنْ أُمِّ سالِمٍ، *  أَحَمُّ الذُّنُبَّى، خُطَّ، بالنِّقْسِ، حاجِبُهْ\n---\nويُروى: الذِّنِـبَّى. وذَنَبُ الفَرَس والعَيْرِ، وذُناباهما، وذَنَبٌ\n---\nفيهما، أَكثرُ من ذُنابَى؛ وفي جَناحِ الطَّائِرِ أَربعُ ذُنابَى بعدَ\n---\nالخَوافِـي. الفرَّاءُ: يقال ذَنَبُ الفَرَسِ، وذُنابَى الطَّائِرِ، وذُنابَة الوَادي، ومِذْنَبُ النهْرِ، ومِذْنَبُ القِدْرِ؛ وجمعُ ذُنابَة الوادي ذَنائِبُ، كأَنَّ الذُّنابَة جمع ذَنَبِ الوادي وذِنابَهُ وذِنابَتَه، مثلُ جملٍ وجمالٍ وجِمَالَةٍ، ثم جِمالات جمعُ الجمع؛ ومنه قوله تعالى:\n---\nجِمالاتٌ صفر.\n---\nأَبو عبيدة: فَرسٌ مُذانِبٌ؛ وقد ذانَبَتْ إِذا وَقَعَ ولدُها في القُحْقُح، ودَنَا خُرُوج السِّقْيِ، وارتَفَع عَجْبُ الذَّنَبِ، وعَلِقَ به، فلم يحْدُروه.\n---\nوالعرب تقول: رَكِبَ فلانٌ ذَنَبَ الرِّيحِ إِذا سَبَق فلم يُدْرَكْ؛\n---\nوإِذا رَضِـيَ بحَظٍّ ناقِصٍ قيلَ: رَكِبَ ذَنَب البَعير، واتَّبَعَ ذَنَب\n---\nأَمْرٍ مُدْبِرٍ، يتحسَّرُ على ما فاته. وذَنَبُ الرجل: أَتْباعُه.\n---\nوأَذنابُ الناسِ وذَنَبَاتُهم: أَتباعُهُم وسِفْلَتُهُم دون الرُّؤَساءِ، على\n---\nالـمَثَلِ؛ قال:\n---\nوتَساقَطَ التَّنْواط والذَّ *  نَبات، إِذ جُهِدَ الفِضاح\n---\nويقال: جاءَ فلانٌ بذَنَبِه أَي بأَتْباعِهِ؛ وقال الحطيئة يمدَحُ\n---\nقوماً:\n---\nقومٌ همُ الرَّأْسُ، والأَذْنابُ غَيْرُهُمُ، *  ومَنْ يُسَوِّي، بأَنْفِ النَّاقَةِ، الذَّنَبا؟\n---\nوهؤُلاء قومٌ من بني سعدِ بن زيدِ مَناةَ، يُعْرَفُون ببَني أَنْفِ\n---\nالنَّاقَةِ، لقول الحُطَيْئَةِ هذا، وهمْ يَفْتَخِرُون به. ورُوِيَ عن عليٍّ،\n---\nكرّم اللّه وجهه، أَنه ذَكَرَ فِتْنَةً في آخِرِ الزَّمان، قال: فإِذا كان ذلك، ضَرَبَ يَعْسُوبُ الدِّينِ بِذَنَـبِهِ، فتَجْتَمِـعُ الناسُ؛ أَراد أَنه يَضْرِبُ أَي يسِـيرُ في الأَرض ذاهباً بأَتباعِهِ، الذين يَرَوْنَ رَأْيَه، ولم يُعَرِّجْ على الفِتْنَةِ.\n---\nوالأَذْنابُ: الأَتْباعُ، جمعُ ذَنَبٍ، كأَنهم في مُقابِلِ الرُّؤُوسِ،\n---\nوهم المقَدَّمون.\n---\nوالذُّنابَـى: الأَتْباعُ.\n---\nوأَذْنابُ الأُمورِ: مآخيرُها، على الـمَثَلِ أَيضاً. والذَّانِبُ: التَّابِـعُ للشيءِ على أَثَرِهِ؛ يقال: هو يَذْنِـبُه أَي يَتْبَعُهُ؛ قال الكلابي:\n---\nوجاءَتِ الخيلُ، جَمِـيعاً، تَذْنِـبُهْ\n---\nوأَذنابُ الخيلِ: عُشْبَةٌ تُحْمَدُ عُصارَتُها على التَّشْبِـيهِ.\n---\nوذَنَبَه يَذْنُبُه ويَذنِـبُه، واسْتَذْنَبَه: تلا ذَنَبَه فلم يفارقْ أَثَرَه.\n---\nوالـمُسْتَذْنِبُ: الذي يكون عند أَذنابِ الإِبِلِ، لا يفارق أَثَرَها؛\n---\nقال:\n---\nمِثْل الأَجيرِ اسْتَذْنَبَ الرَّواحِلا\n---\n\n---\nوالذَّنُوبُ: الفَرسُ الوافِرُ الذَّنَبِ، والطَّويلُ الذَّنَبِ. وفي حديث ابن عباس، رضي اللّه عنهما: كان فرْعَونُ على فرَسٍ ذنُوبٍ أَي وافِر شَعْرِ الذَّنَبِ. ويومٌ ذَنُوبٌ: طويلُ الذَّنَبِ لا يَنْقَضي، يعني طول شَرِّه. وقال غيرُه: يومٌ ذَنُوبٌ: طويل الشَّر لا ينقضي، كأَنه طويل الذَّنَبِ.\n---\nورجل وَقَّاحُ الذَّنَب: صَبُورٌ على الرُّكُوب. وقولهم: عُقَيْلٌ طَويلَةُ الذَّنَبِ، لم يفسره ابن الأَعرابي؛ قال ابن سيده: وعِنْدي أَنَّ معناه: أَنها كثيرة رُكُوبِ الخيل. وحديثٌ طويلُ الذَّنَبِ: لا يَكادُ يَنْقَضِـي، على الـمَثَلِ أَيضاً.\n---\nابن الأَعرابي: الـمِذْنَبُ الذَّنَبُ الطَّويلُ، والـمُذَنِّبُ الضَّبُّ، والذِّنابُ خَيْطٌ يُشَدُّ به ذَنَبُ البعيرِ إِلى حَقَبِه لئَلاَّ يَخْطِرَ بِذَنَـبِه، فَيَمْـلأَ راكبَه.\n---\nوذَنَبُ كلِّ شيءٍ: آخرُه، وجمعه ذِنابٌ. والذِّنابُ، بكسر الذال:\n---\nعَقِبُ كلِّ شيءٍ. وذِنابُ كلِّ شيءٍ: عَقِـبُه ومؤَخَّره، بكسر الذال؛\n---\nقال:\n---\nونأْخُذُ بعدَه بذِنابِ عَيْشٍ  * أَجَبِّ الظَّهْرِ، ليسَ له سَنامُ\n---\nوقال الكلابي في طَلَبِ جَمَلِهِ: اللهم لا يَهْدينِـي لذنابتِه\n---\nغيرُك. قال، وقالوا: مَنْ لك بذِنابِ لَوْ؟ قال الشاعر:\n---\nفمَنْ يَهْدِي أَخاً لذِنابِ لَوٍّ؟ *  فأَرْشُوَهُ، فإِنَّ اللّه جارُ\n---\nوتَذَنَّبَ الـمُعْتَمُّ أَي ذَنَّبَ عِمامَتَه، وذلك إِذا أَفْضَلَ منها شيئاً، فأَرْخاه كالذَّنَبِ.\n---\nوالتَّذْنُوبُ: البُسْرُ الذي قد بدا فيه الإِرطابُ من قِـبَلِ ذَنَـبِه. وذنَبُ البُسْرة وغيرِها من التَّمْرِ: مؤَخَّرُها. وذنَّـبَتِ البُسْرَةُ، فهي مُذَنِّبة: وكَّـتَتْ من قِـبَلِ ذَنَـبِها؛ الأَصمعي: إِذا بَدَتْ نُكَتٌ من الإِرْطابِ في البُسْرِ من قِـبَلِ ذَنَـبِها، قيل: قد ذَنَّـبَتْ. والرُّطَبُ: التَّذْنُوبُ، واحدتُه تَذْنُوبةٌ؛ قال:\n---\nفعَلِّقِ النَّوْطَ، أَبا مَحْبُوبِ،  *  إِنَّ الغَضا ليسَ بذِي تَذْنُوبِ\n---\nالفرَّاءُ: جاءَنا بتُذْنُوبٍ، وهي لغة بني أَسَدٍ. والتَّميمي يقول:\n---\nتَذْنُوب، والواحدة تَذْنُوبةٌ. وفي الحديث: كان يكرَه الـمُذَنِّبَ من\n---\nالبُسْرِ، مخافة أن يكونا شَيْئَيْنِ، فيكون خَلِـيطاً. وفي حديث أَنس: كان لا يَقْطَعُ التَّذْنُوبِ من البُسْرِ إِذا أَراد أَن يَفْتَضِخَه. وفي\n---\nحديث ابن المسَيَّب: كان لا يَرَى بالتَّذْنُوبِ أَن يُفْتَضَخَ بأْساً.\n---\nوذُنابةُ الوادي: الموضعُ الذي يَنتهي إِليه سَيْلُهُ،\n---\nوكذلك ذَنَبُه؛ وذُنابَتُه أَكثر من ذَنَـبِه.\n---\nوذَنَبَة الوادي والنَّهَر، وذُنابَتُه وذِنابَتُه: آخرُه، الكَسْرُ عن ثعلب. وقال أَبو عبيد: الذُّنابةُ، بالضم: ذَنَبُ الوادي وغَيرِه.\n---\nوأَذْنابُ التِّلاعِ: مآخيرُها.\n---\nومَذْنَبُ الوادي، وذَنَبُه واحدٌ، ومنه قوله المسايل\n---\n.\n---\nوالذِّنابُ: مَسِـيلُ ما بين كلِّ تَلْـعَتَين، على التَّشبيه بذلك، وهي الذَّنائبُ.\n---\nوالـمِذْنَبُ: مَسِـيلُ ما بين تَلْـعَتَين، ويقال لِـمَسيل ما بين التَّلْـعَتَين: ذَنَب التَّلْعة.\n---\nوفي حديث حذيفة، رضي اللّه عنه: حتى يَركَبَها اللّهُ بالملائِكةِ، فلا يَمْنَع ذَنَبَ تَلْعة؛ وصفه بالذُّلِّ والضَّعْف، وقِلَّة الـمَنَعة،\n---\nوالخِسَّةِ؛ الجوهري: والـمِذْنَبُ مَسِـيلُ الماءِ في الـحَضيضِ،\n---\nوالتَّلْعة في السَّنَدِ؛ وكذلك الذِّنابة والذُّنابة أَيضاً، بالضم؛\n---\nوالـمِذْنَبُ: مَسِـيلُ الماءِ إِلى الأَرضِ. والـمِذْنَبُ: الـمَسِـيل في\n---\nالـحَضِـيضِ، ليس بخَدٍّ واسِع.\n---\nوأَذنابُ الأَوْدِية: أَسافِلُها. وفي الحديث: يَقْعُد أَعرابُها على\n---\nأَذنابِ أَوْدِيَتِها، فلا يصلُ إِلى الـحَجِّ أَحَدٌ؛ ويقال لها أَيضاً\n---\nالـمَذانِبُ. وقال أَبو حنيفة: الـمِذْنَبُ كهيئةِ الجَدْوَل، يَسِـيلُ عن\n---\nالرَّوْضَةِ ماؤُها إِلى غيرِها، فيُفَرَّقُ ماؤُها فيها، والتي يَسِـيلُ\n---\nعليها الماءُ مِذْنَب أَيضاً؛ قال امرؤُ القيس:\n---\nوقد أَغْتَدِي والطَّيْرُ في وُكُناتِها،  *  وماءُ النَّدَى يَجْري على كلِّ مِذْنَبِ\n---\nوكلُّه قريبٌ بعضُه من بعضٍ.\n---\nوفي حديث ظَبْيانَ: وذَنَبُوا خِشانَه أَي جَعلوا له مَذانِبَ ومجَاريَ.\n---\nوالخِشانُ: ما خَشُنَ من الأَرضِ؛ والـمِذْنَبَة والـمِذْنَبُ: الـمِغْرَفة لأَنَّ لها ذَنَباً أَو شِبْهَ الذَّنَبِ، والجمع مَذانِبُ؛ قال أَبو ذُؤَيب الهذلي:\n---\nوسُود من الصَّيْدانِ، فيها مَذانِبُ النُّـ  * ـضَارِ، إِذا لم نَسْتَفِدْها نُعارُها\n---\nويروى: مَذانِبٌ نُضارٌ. والصَّيْدانُ: القُدورُ التي تُعْمَلُ من\n---\nالحجارة، واحِدَتُها صَيْدانة؛ والحجارة التي يُعْمَل منها يقال لها:\n---\nالصَّيْداءُ. ومن روى الصِّيدانَ، بكسر الصاد، فهو جمع صادٍ، كتاجٍ وتِـيجانٍ، والصَّاد: النُّحاسُ والصُّفْر.\n---\nوالتَّذْنِـيبُ للضِّبابِ والفَراشِ ونحو ذلك إِذا أَرادت التَّعاظُلَ\n---\nوالسِّفَادَ؛ قال الشاعر:\n---\nمِثْل الضِّبابِ، إِذا هَمَّتْ بتَذْنِـيبِ\n---\nوذَنَّبَ الجَرادُ والفَراشُ والضِّباب إِذا أَرادت التَّعاظُلَ والبَيْضَ، فغَرَّزَتْ أَذنابَها. وذَنَّبَ الضَّبُّ: أَخرجَ ذَنَبَه من أَدْنَى الجُحْر، ورأْسُه في داخِلِه، وذلك في الـحَرِّ. قال أَبو منصور: إِنما\n---\nيقال للضَّبِّ مُذَنِّبٌ إِذا ضرَبَ بذَنَبِه مَنْ يريدُه من مُحْتَرِشٍ\n---\nأَو حَـيَّةٍ. وقد ذَنَّبَ تَذْنِـيباً إِذا فَعَل ذلك.\n---\nوضَبٌّ أَذنَبُ: طويلُ الذَّنَبِ؛ وأَنشد أَبو الهيثم:\n---\nلم يَبْقَ من سُنَّةِ الفاروقِ نَعْرِفُه *  إِلاَّ الذُّنَيْبـي، وإِلاَّ الدِّرَّةُ الخَلَقُ\n---\nقال: الذُّنَيْبـيُّ ضرب من البُرُودِ؛ قال: ترَكَ ياءَ النِّسْبةِ، كقوله:\n---\nمَتى كُنَّا، لأُمِّكَ، مَقْتَوِينا\n---\nوكان ذلك على ذَنَبِ الدَّهرِ أَي في آخِره.\n---\nوذِنابة العين، وذِنابها، وذَنَبُها: مؤخَّرُها. وذُنابة النَّعْل: أَنْفُها. ووَلَّى الخَمْسِـين ذَنَباً: جاوزَها؛ قال ابن الأَعرابي: قلتُ للكِلابِـيِّ: كم أَتَى عَليْك؟ فقال: قد وَلَّتْ ليَ الخَمْسون ذَنَبَها؛ هذه حكاية ابن الأَعرابي، والأَوَّل حكاية يعقوب.\n---\nوالذَّنُوبُ: لَـحْمُ الـمَتْنِ، وقيل: هو مُنْقَطَعُ الـمَتْنِ، وأَوَّلُه، وأَسفلُه؛ وقيل: الأَلْـيَةُ والمآكمُ؛ قال الأَعشى:\n---\nوارْتَجَّ، منها، ذَنُوبُ الـمَتْنِ، والكَفَلُ\n---\nوالذَّنُوبانِ: الـمَتْنانِ من ههنا وههنا. والذَّنُوب: الـحَظُّ والنَّصيبُ؛ قال أَبو ذؤيب:\n---\nلَعَمْرُك، والـمَنايا غالِباتٌ، *  لكلِّ بَني أَبٍ منها ذَنُوبُ\n---\nوالجمع أَذنِـبَةٌ، وذَنَائِبُ، وذِنابٌ.\n---\nوالذَّنُوبُ: الدَّلْو فيها ماءٌ؛ وقيل: الذَّنُوب: الدَّلْو التي يكون الماءُ دون مِلْئِها، أَو قريبٌ منه؛ وقيل: هي الدَّلْو الملأَى. قال: ولا يقال لها وهي فارغة، ذَنُوبٌ؛ وقيل: هي الدَّلْوُ ما كانت؛ كلُّ ذلك\n---\nمذَكَّر عند اللحياني. وفي حديث بَوْل الأَعْرابـيّ في المسجد: فأَمَر بذَنوبٍ من ماءٍ، فأُهَرِيقَ عليه؛ قيل: هي الدَّلْو العظيمة؛ وقيل: لا تُسَمَّى ذَنُوباً حتى يكون فيها ماءٌ؛ وقيل: إِنَّ الذَّنُوبَ تُذكَّر وتؤَنَّث، والجمع في أَدْنى العَدد أَذْنِـبة، والكثيرُ ذَنائبُ كَقلُوصٍ وقَلائصَ؛ وقول أَبي ذؤيب:\n---\nفكُنْتُ ذَنُوبَ البئرِ، لـمَّا تَبَسَّلَتْ،  *  وسُرْبِلْتُ أَكْفاني، ووُسِّدْتُ ساعِدِي\n---\nاستعارَ الذَّنُوبَ للقَبْر حين جَعَله بئراً، وقد اسْتَعْمَلَها أُمَيَّة بنُ أَبي عائذٍ الهذليُّ في السَّيْر، فقال يصفُ حماراً:\n---\nإِذا ما انْتَحَيْنَ ذَنُوبَ الـحِضا  *  ر، جاشَ خَسِـيفٌ، فَريغُ السِّجال\n---\nيقول: إِذا جاءَ هذا الـحِمارُ بذَنُوبٍ من عَدْوٍ، جاءت الأُتُنُ\n---\nبخَسِـيفٍ. التهذيب: والذَّنُوبُ في كلامِ العرب على وُجوهٍ، مِن ذلك قوله تعالى: فإِنَّ للذين ظَلَموا ذَنُوباً مثلَ ذَنُوبِ أَصحابِهم. وقال الفَرَّاءُ: الذَّنُوبُ في كلامِ العرب: الدَّلْوُ العظِـيمَةُ، ولكِنَّ العربَ تَذْهَبُ به إِلى النَّصيب والـحَظِّ، وبذلك فسّر قوله تعالى: فإِنَّ للذين ظَلَموا، أَي أَشرَكُوا، ذَنُوباً مثلَ ذَنُوبِ أَصحابِهِم أَي حَظّاً من العذابِ كما نزلَ بالذين من قبلِهِم؛ وأَنشد الفرَّاءُ:\n---\nلَـها ذَنُوبٌ، ولَـكُم ذَنُوبُ، *  فإِنْ أَبَيْـتُم، فَلَنا القَلِـيبُ\n---\nوذِنابةُ الطَّريقِ: وجهُه، حكاه ابن الأَعرابي. قال وقال أَبو الجَرَّاح لرَجُلٍ: إِنك لم تُرْشَدْ ذِنابةَ الطَّريق، يعني وجهَه.\n---\nوفي الحديث: مَنْ ماتَ على ذُنابَـى طريقٍ، فهو من أَهلِهِ، يعني على قصْدِ طَريقٍ؛ وأَصلُ الذُّنابَـى مَنْبِتُ الذَّنَبِ.\n---\nوالذَّنَبانُ: نَبْتٌ معروفٌ، وبعضُ العرب يُسمِّيه ذَنَب الثَّعْلَب؛\n---\nوقيل: الذَّنَبانُ، بالتَّحريكِ، نِبْتَة ذاتُ أَفنانٍ طِوالٍ، غُبَيْراء الوَرَقِ، تنبت في السَّهْل على الأَرض، لا ترتَفِـعُ، تُحْـمَدُ في الـمَرْعى، ولا تَنْبُت إِلا في عامٍ خَصيبٍ؛ وقيل: هي عُشْبَةٌ لها سُنْبُلٌ في أَطْرافِها، كأَنه سُنْبُل\n---\nالذُّرَة، ولها قُضُبٌ ووَرَق، ومَنْبِتُها بكلِّ مكانٍ ما خَلا حُرَّ الرَّمْلِ، وهي تَنْبُت على ساقٍ وساقَين، واحِدتُها ذَنَبانةٌ؛ قال أَبو محمد الـحَذْلَمِـي:\n---\nفي ذَنَبانٍ يَسْتَظِلُّ راعِـيهْ\n---\nوقال أَبو حنيفة: الذَّنَبانُ عُشْبٌ له جِزَرَة لا تُؤْكلُ، وقُضْبانٌ\n---\nمُثْمِرَةٌ من أَسْفَلِها إِلى أَعلاها، وله ورقٌ مثلُ ورق الطَّرْخُون،\n---\nوهو ناجِـعٌ في السَّائمة، وله نُوَيرة غَبْراءُ تَجْرُسُها النَّحْلُ،\n---\nوتَسْمو نحو نِصْفِ القامةِ، تُشْبِـعُ الثِّنْتانِ منه بعيراً، واحِدَتُه\n---\nذَنَبانةٌ؛ قال الراجز:\n---\nحَوَّزَها من عَقِبٍ إِلى ضَبُعْ،\n---\nفي ذَنَبانٍ ويبيسٍ مُنْقَفِـعْ،\n---\nوفي رُفوضِ كَلإٍ غير قَشِـع\n---\nوالذُّنَيْباءُ، مضمومَة الذال مفتوحَة النون، ممدودةً: حَبَّةٌ تكون في\n---\nالبُرّ، يُنَقَّى منها حتى تَسْقُط.\n---\nوالذَّنائِبُ: موضِعٌ بنَجْدٍ؛ قال ابن بري: هو على يَسارِ طَرِيقِ\n---\nمَكَّة.\n---\nوالـمَذَانِبُ: موضع. قال مُهَلْهِل بن ربيعة، شاهد الذّنائب:\n---\n\n---\n@: ذنب: الذَّنْبُ: الإِثْمُ والجُرْمُ والمعصية، والجمعُ ذُنوبٌ، ... ...\n---\nفَلَوْ نُبِشَ الـمَقابِرُ عن كُلَيْبٍ، *  فتُخْبِرَ بالذَّنائِبِ أَيَّ زِيرِ\n---\nوبيت في الصحاح، لـمُهَلْهِلٍ أَيضاً:\n---\nفإِنْ يَكُ بالذَّنائِبِ طَالَ لَيْلي، *  فقد أَبْكِـي على الليلِ القَصيرِ\n---\nيريد: فقد أَبْكِـي على لَيالي السُّرورِ، لأَنها قَصِـيرَةٌ؛ وقبله:\n---\nأَلَيْـلَـتَنا بِذِي حُسَمٍ أَنيرِي!  *  إِذا أَنْتِ انْقَضَيْتِ، فلا تَحُورِي\n---\nوقال لبيد ، شاهد المذانب :\n---\nأَلَمْ تُلْمِمْ على الدِّمَنِ الخَوالي، *  لِسَلْمَى بالـمَذانِبِ فالقُفَالِ؟\n---\nوالذَّنُوبُ: موضع بعَيْنِه؛ قال عبيد بن الأَبرص:\n---\nأَقْفَرَ مِن أَهْلِه مَلْحوبُ، *  فالقُطَبِـيَّاتُ، فالذَّنُوبُ\n---\nابن الأَثير: وفي الحديث ذكْرُ سَيْلِ مَهْزُورٍ ومُذَيْنِب، هو بضم\n---\nالميم وسكون الياء وكسر النون، وبعدها باءٌ موحَّدةٌ: اسم موضع بالمدينة، والميمُ زائدةٌ.\n---\nالصحاح، الفرَّاءُ: الذُّنابَـى شِبْهُ الـمُخاطِ، يَقَع من أُنوفِ الإِبل؛ ورأَيتُ، في نُسَخ متَعدِّدة من الصحاح، حواشِـيَ، منها ما هو بِخَطِّ الشيخ الصَّلاح الـمُحَدِّث، رحمه اللّه، ما صورته: حاشية من خَطِّ الشيخ أَبي سَهْلٍ الـهَرَوي، قال: هكذا في الأَصل بخَطِّ الجوهري، قال: وهو تصحيف، والصواب: الذُّنانَى شِبهُ الـمُخاطِ، يَقَع من أُنوفِ الإِبل، بنُونَيْنِ بينهما أَلف؛ قال: وهكذا قَرَأْناهُ على شَيخِنا أَبي أُسامة، جُنادةَ بنِ محمد الأَزدي، وهو مأْخوذ من الذَّنين، وهو الذي يَسِـيلُ من فَمِ الإِنسانِ والـمِعْزَى؛ ثم قال صاحب الحاشية: وهذا قد صَحَّفَه الفَرَّاءُ أَيضاً، وقد ذكر ذلك فيما ردَّ عليه من تصحيفه، وهذا مما فاتَ الشَّيخ ابن برّي،\n---\nولم يذكره في أَمالِـيه.", "ذهب": "@ذهب: الذَّهابُ: السَّيرُ والـمُرُورُ؛ ذَهَبَ يَذْهَبُ ذَهاباً\n---\nوذُهوباً فهو ذاهِبٌ وذَهُوبٌ.\n---\nوالـمَذْهَبُ: مصدر، كالذَّهابِ.\n---\nوذَهَبَ به وأَذهَبَه غيره: أَزالَه. ويقال: أَذْهَبَ\n---\nبه، قال أَبو إِسحق: وهو قليل. فأَمـَّا قراءة بعضهم: يَكادُ سَنا بَرْقِهِ يُذْهِبُ بالأَبْصار، فنادِرٌ. وقالوا: ذَهَبْتُ الشَّامَ، فعَدَّوْهُ بغيرِ حرفٍ، وإِن كان الشامُ ظَرْفاً مَخْصُوصاً شَبَّهوه بالمكان الـمُبْهَم، إِذ كان يَقَعُ عليه المكانُ والـمَذْهَبُ. وحكى اللحياني: إِنَّ الليلَ طوِيلٌ، ولا يَذْهَبُ بنَفْسِ أَحدٍ منَّا، أَي لا ذَهَب.\n---\nوالـمَذْهَب: الـمُتَوَضَّـأُ، لأَنـَّهُ يُذْهَبُ إِليه. وفي الحديث: أَنَّ النبي، صلى اللّه عليه وسلّم، كان إِذا أَراد الغائطَ أَبْعَدَ في الـمَذْهَبِ، وهو مَفْعَلٌ من الذَّهابِ.\n---\nالكسائي: يقالُ لـمَوضع الغائطِ: الخَلاءُ، والـمَذْهَب، والـمِرْفَقُ،\n---\nوالـمِرْحاضُ.\n---\nوالـمَذْهَبُ: الـمُعْتَقَد الذي يُذْهَبُ إِليه؛ وذَهَب فلانٌ لِذَهَبِه أَي لـمَذْهَبِه الذي يَذْهَبُ فيه. وحَكى اللحياني عن الكسائي: ما\n---\nيُدْرَى له أَينَ مَذْهَبٌ، ولا يُدْرَى لَهُ ما مَذْهَبٌ أَي لا يُدْرَى\n---\nأَين أَصلُه. ويقال: ذَهَبَ فُلانٌ مَذْهَباً حَسَناً. وقولهم به: مُذْهَب،\n---\nيَعْنون الوَسْوَسَة في الماءِ، وكثرة استعمالِه في الوُضوءِ. قال\n---\nالأَزْهَرِيُّ: وأَهلُ بَغدادَ يقولون للـمُوَسْوِسِ من الناس: به\n---\nالـمُذْهِبُ، وعَوَامُّهم يقولون: به الـمُذْهَب، بفَتح الهاء، والصواب\n---\nالـمُذْهِبُ.والذَّهَبُ: معروفٌ، وربما أُنِّثَ. غيره: الذَّهَبُ التِّبْرُ،\n---\nالقِطْعَةُ منه ذَهَبَة، وعلى هذا يُذَكَّر ويُؤَنَّث، على ما ذُكر في الجمعِ الذي لا يُفارِقُه واحدُه إِلاَّ بالهاءِ. وفي حديث عليٍّ، كرّم اللّه وجهه: فبَعَثَ من اليَمَنِ بذُهَيْبَة. قال ابن الأَثير: وهي تصغير ذَهَبٍ، وأَدْخَلَ الهاءَ فيها لأَنَّ الذَّهَب يُؤَنَّث، والـمُؤَنَّث الثُّلاثيّ إِذا صُغِّرَ أُلْـحِقَ في تصغيرِه الهاءُ، نحو قُوَيْسَةٍ وشُمَيْسَةٍ؛ وقيل: هو تصغيرُ ذَهَبَةٍ، على نِـيَّةِ القِطْعَةِ منها، فصَغَّرَها على لفظِها؛ والجمع الأَذْهابُ والذُّهُوبُ. وفي حديث عليّ، كرّم اللّه تعالى وجهه: لو أَرادَ اللّه أَن يَفْتَحَ لهم كنوزَ الذِّهْبانِ، لفَعَل؛ هو جمعُ ذَهَبٍ، كبَرَقٍ وبِرْقانٍ، وقد يجمع بالضمِّ، نحو حَمَلٍ وحُمْلانٍ.\n---\nوأَذْهَبَ الشيءَ: طلاه بالذَّهَبِ.\n---\nوالـمُذْهَبُ: الشيءُ الـمَطْليُّ بالذَّهَب؛ قال لبيد:\n---\nأَوْ مُذْهَبٌ جَدَدٌ، على أَلْواحِهِ  *  أَلنَّاطِقُ الـمَبْرُوزُ والـمَخْتُومُ\n---\nويروى: على أَلواحِهِنَّ النَّاطِقُ، وإِنما عَدَل عن ذلك بعض الرُّواةِ اسْتِـيحاشاً من قَطْعِ أَلِفِ الوَصْل، وهذا جائِزٌ عند سيبويه في الشِّعْرِ، ولاسِـيَّـما في الأَنْصافِ، لأَنها مواضِعُ فُصُولٍ.\n---\nوأَهلُ الـحِجازِ يقولون: هي الذَّهَبُ، ويقال نَزَلَت بلُغَتِهِم:\n---\nوالذين يَكنِزُونَ الذَّهَبَ والفضة، ولا يُنْفِقونها في سبيل اللّه؛ ولولا ذلك، لَغَلَبَ الـمُذَكَّرُ الـمُؤَنَّثَ. قال: وسائِرُ العَرب يقولون: هو الذَّهَب؛ قال الأَزهري: الذَّهب مُذَكَّر عندَ العَرَب، ولا يجوزُ\n---\nتأْنِـيثُه إِلا أَنْ تَجْعَلَهُ جَمْعاً لذَهَبَةٍ؛ وأَما قوله عزَّ وجلَّ: ولا يُنْفِقُونَها، ولم يَقُلْ ولا يُنْفِقُونَه، ففيه أَقاويل: أَحَدُها أَنَّ المعنى يَكْنزُون الذَّهَبَ والفِضَّة، ولا يُنْفِقُونَ الكُنُوزَ في سَبِـيلِ اللّه؛ وقيل: جائِزٌ أَن يكونَ مَحْمولاً على الأَمْوالِ فيكون: ولا يُنْفِقُونَ الأَموال ؛ ويجوز أن يَكونَ: ولا يُنْفِقُونَ الفِضَّة، وحذف الذَّهب كأَنه قال: والذين يَكْنِزُونَ الذَّهَب ولا يُنْفِقُونَه، والفِضَّة ولا يُنْفِقُونَها، فاخْتُصِرَ الكَلام، كما قال:\n---\nواللّه ورسولُه أَحَقُّ أَنْ يُرْضُوه، ولم يَقُلْ يُرْضُوهُما.\n---\nوكُلُّ ما مُوِّهَ بالذَّهَبِ فقَدْ أُذْهِبَ، وهو مُذْهَبٌ، والفاعل مُذْهِبٌ.\n---\nوالإِذْهابُ والتَّذْهِـيبُ واحدٌ، وهو التَّمويهُ بالذَّهَب.\n---\nويقال: ذَهَّبْتُ الشيءَ فهو مُذَهَّب إِذا طَلَيْتَه بالذَّهَبِ. وفي حديث جرير وذِكْرِ الصَّدَقَةِ: حتى رَأَيْتُ وَجْهَ رَسُولِ اللّه، صلّى اللّه عليه وسلّم، يَتَهَلَّل كأَنـَّه مُذْهَبَةٌ؛ كذا جاءَ في سنن النسائي وبعضِ طُرُقِ مُسْلم، قال: والرواية بالدال المهملة والنون،\n---\nوسيأْتي ذكره؛ فَعَلى قوله مُذْهَبَةٌ، هو من الشيءِ الـمُذْهَب، وهو\n---\nالـمُمَوَّه بالذَّهَبِ، أَو هو من قولهم: فَرَس مُذْهَبٌ إِذا عَلَتْ\n---\nحُمْرَتَه صُفْرَةٌ، والأُنْثَى مُذْهَبَة، وإِنما خَصَّ الأُنْثَى بالذِّكْرِ\n---\nلأَنـَّها أَصْفَى لَوْناً وأَرَقُّ بَشَرَةً.\n---\nويقال: كُمَيْتٌ مُذْهَب للَّذي تَعْلُو حُمْرَتَه صُفْرَة، فإِذا اشتَدَّتْ حُمْرَتُه، ولم تَعْلُه صُفْرَةٌ، فهو الـمُدَمَّى، والأُنْثى مُذْهَبَة. وشيءٌ ذَهِـيبٌ مُذْهَبٌ؛ قال: أُراه على تَوَهُّم حَذْفِ الزِّيادَةِ؛ قال حُمَيْدُ بنُ ثَوْرٍ:\n---\nمُوَشَّحَة الأَقْرابِ، أَمـَّا سَرَاتُها *  فَمُلْسٌ، وأَمـَّا جِلْدُها فَذَهِـيبُ\n---\nوالـمَذَاهِبُ: سُيُورٌ تُـمَوَّه بالذَّهَبِ؛ قال ابن السّكيت، في قول\n---\nقيس بن الخَطِـيم:\n---\nأَتَعْرفُ رَسْماً كاطِّرَادِ الـمَذَاهِبِ\n---\nالـمَذاهِبُ: جُلُودٌ كانت تُذْهَب، واحِدُها مُذْهَبٌ، تُجْعَلُ فيه\n---\nخُطوطٌ مُذَهَّبة، فيرى بَعْضُها في أَثرِ بَعْضٍ، فكأَنها مُتَتابِعَةٌ؛\n---\nومنه قول الهذلي:\n---\nيَنْزِعْنَ جِلْدَ الـمَرْءِ نَزْ *  عَ القَينِ أَخْلاقَ الـمَذَاهِبْ\n---\nيقول: الضِّباع يَنزِعْنَ جِلْدَ القَتِـيل، كما يَنزِعُ القَين خِلَل\n---\nالسُّيُوف. قال، ويقالُ: الـمَذاهِبُ البُرود الـمُوَشَّاةُ، يقال: بُرْدٌ\n---\nمُذْهَبٌ، وهو أَرْفَعُ الأَتحَمِـيِّ.\n---\nوذَهِبَ الرجلُ، بالكسر، يَذْهَبُ ذَهَباً فهو ذَهِبٌ: هَجَمَ في الـمَعْدِن على ذَهبٍ كثير، فرآه فَزَالَ عقلُه، وبَرِقَ بَصَره من كثرة\n---\nعِظَمِه في عَيْنِه، فلم يَطْرِفْ؛ مُشْتَقٌّ من الذهب؛ قال الرَّاجز:\n---\nذَهِبَ لـمَّا أَن رآها تَزْمُرَهْ\n---\nوفي رواية :\n---\n(1 قوله «وفي رواية إلخ» قال الصاغاني في التكملة الرواية:\n---\n«ذهب لما أن رآها تزمرة» وهذا صريح في أنه ليس فيه رواية أخرى.)\n---\nذَهِبَ لـمَّا أَن رآها ثُرْمُلَهْ،\n---\nوقال: يا قَوْمِ، رأَيتُ مُنْكرَهْ:\n---\nشَذْرَةَ وادٍ، ورأَيتُ الزُّهَرَهْ\n---\nوثُرْمُلَة: اسمُ رجل. وحكى ابن الأَعرابي: ذِهِبَ، قال: وهذا عندنا مُطَّرِدٌ إِذا كان ثانيهِ حَرْفاً من حُروفِ الـحَلْقِ، وكان الفعْل مكسور الثاني، وذلك في لغة بني تميمٍ؛ وسمعه ابن الأَعرابي فظَنَّه غيرَ مُطَّرِدٍ في لغتِهِم، فلذلك حكاه. والذِّهْبةُ، بالكسر، الـمَطْرَة، وقيل: الـمَطْرةُ الضَّعيفة، وقيل: الجَوْدُ، والجمع ذِهابٌ؛ قال\n---\nذو الرُّمة يصف روضة:\n---\nحَوَّاءُ، قَرْحاءُ، أَشْراطِـيَّة، وكَفَتْ *  فيها الذِّهابُ، وحفَّتْها البراعيمُ\n---\nوأَنشد الجوهري للبعيث:\n---\nوذي أُشُرٍ، كالأُقْحُوانِ، تَشُوفُه  *  ذِهابُ الصَّبَا، والـمُعْصِراتُ الدَّوالِـحُ\n---\nوقيل: ذِهْبةٌ للـمَطْرة، واحدَةُ الذِّهاب. أَبو عبيد عن أَصحابه:\n---\nالذِّهابُ الأَمْطارُ الضَّعيفة؛ ومنه قول الشاعر:\n---\nتَوَضَّحْنَ في قَرْنِ الغَزَالَةِ، بَعْدَمَا *  تَرَشَّفْنَ دِرَّاتِ الذِّهابِ الرَّكائِكِ\n---\nوفي حديث عليّ، رضي اللّه عنه، في الاستسقاء: لا قَزَعٌ رَبابُها، ولا شِفّانٌ ذِهابُها؛ الذِّهابُ: الأَمْطارُ اللَّـيِّـنة؛ وفي الكلام مُضافٌ محذوف تقديرُه: ولا ذَاتُ شِفّانٍ ذِهابُها.\n---\nوالذَّهَب، بفتح الهاءِ: مِكيالٌ معروفٌ لأَهْلِ اليَمَن، والجمع ذِهابٌ\n---\nوأَذهابٌ وأَذاهِـيبُ، وأَذاهِبُ جمع الجمع. وفي حديث عِكرمة أَنه قال: في أَذاهِبَ من بُرٍّ وأَذاهِبَ من شَعِـيرٍ، قال: يُضَمُّ بعضُها إِلى بعضٍ فتُزَكَّى. الذَّهَبُ: مِكيالٌ معروفٌ لأَهلِ اليمنِ، وجمعُه\n---\nأَذهابٌ، وأَذاهِبُ جمعُ الجمع.\n---\nوالذِّهابُ والذُّهابُ: موضعٌ، وقيل: هو جبلٌ بعَيْنه؛ قال أَبو دواد:\n---\nلِـمَنْ طَلَلٌ، كعُنْوانِ الكتابِ، *  ببَطْنِ لُواقَ، أَو بَطْنِ الذُّهابِ\n---\nويروى: الذِّهابِ.\n---\nوذَهْبانُ: ابو بَطْنٍ.\n---\nوذَهُوبُ: اسم امرأَةٍ.\n---\nوالـمُذْهِبُ: اسمُ شيطانٍ؛ يقالُ هو من وَلد ابليسَ، يَتَصَوَّر\n---\nللقُرَّاءِ، فيَفْتِنهُم عند الوضوءِ وغيرِه؛ قال ابن دُرَيْد: لا أَحسبُه\n---\nعَرَبِـيّاً.", "ذوب": "@ذوب: الذَّوْبُ: ضِدُّ الجُمُودِ.\n---\nذابَ يَذُوبُ ذَوْباً وذَوَباناً: نَقيض جمَدَ.\n---\nوأَذابَه غيرُه، وأَذَبْته، وذَوَّبْته، واسْتَذَبْته: طَلَبْت منه ذاكَ، على عامَّة ما يدُلُّ عليه هذا البِـناءُ.\n---\nوالـمِذْوَبُ: ما ذَوَّبْتُ فيه. والذَّوْبُ: ما ذَوَّبْت منه.\n---\nوذاب إِذا سال. وذابت الشمسُ: اشتدَّ حَرُّها؛ قال ذو الرُّمة:\n---\nإِذا ذابتِ الشمسُ، اتَّقى صَقَراتِها *  بأَفْنانِ مَرْبُوعِ الصَّريمةِ، مُعْبِلِ\n---\nوقال الرَّاجز:\n---\nوذابَ للشمسِ لُعابٌ فنَزَلْ\n---\nويقال: هاجِرَةٌ ذَوّابة شديدةُ الـحَرِّ؛ قال الشاعر:\n---\nوظَلْـماءَ، من جَرَّى نَوارٍ، سَرَيْتُها، *  وهَاجِرَةٍ ذَوّابةٍ، لا أَقِـيلُها\n---\nوالذَّوْبُ: العَسَل عامَّة؛ وقيل: هو ما في أَبياتِ النَّحْل من\n---\nالعَسَلِ خاصَّة؛ وقيل: هو العَسَل الذي خُلِّص من شَمْعِه ومُومِه؛ قال الـمُسَيَّبُ بنُ عَلَسٍ:\n---\nشِرْكاً بماءِ الذَّوْب، تَجْمَعُه *  في طَوْدِ أَيْمَنَ، من قُرَى قَسْرِ\n---\nأَيْمن: موضع. أَبو زيد قال: الزُّبْدُ: حين يَحْصُلُ في البُرْمة\n---\nفيُطْبَخُ، فهو الإِذْوابةُ، فإِن خُلِطَ اللَّـبَنُ بالزُّبْدِ، قيل: ارْتجَنَ.\n---\nوالإِذْوابُ والإِذْوابةُ: الزُّبْدُ يُذابُ في البُرْمةِ ليُطْبَخ سَمْناً، فلا يزال ذلك اسمَه حتى يُحْقَن في السِّقاءِ.\n---\nوذَابَ إِذا قام على أَكْمَلِ الذَّوْبِ، وهو العَسَل.\n---\nويقال في الـمَثل: ما يَدْرِي أَيُخْثِرُ أَم يُذِيب؟ وذلك عند شدَّةِ\n---\nالأَمر؛ قال بشر بن أَبي خازم:\n---\nوكُنْـتُمْ كَذاتِ القِدْرِ، لم تَدْرِ إِذ غَلَتْ، *  أَتُنْزِلُها مَذْمُومةً أَمْ تُذِيبُها؟\n---\nأَي: لا تَدْرِي أَتَترُكُها خاثِرةً أَم تُذِيبُها؟ وذلك إِذا خافت أَن يَفْسُدَ الإِذْوابُ. وقال أَبو الهيثم: قوله تُذِيبُها تُبْقيها، من قولك: ما ذَابَ في يَدِي شيءٌ أَي ما بَقِـيَ. وقال غيره: تُذِيبُها تُنْهِبُها.\n---\nوالـمِذْوَبةُ: الـمِغْرَفَةُ، عن اللحياني.\n---\nوذَابَ عليه المالُ أَي حصَل، وما ذابَ في يدِي منه خيرٌ أَي ما حصَل.\n---\nوالإِذابةُ: الإِغارةُ. وأَذابَ علينا بنو فلانٍ أَي أَغارُوا؛ وفي حديث\n---\nقس:\n---\nأَذُوبُ اللَّيالي أَو يُجِـيبَ صَداكُما\n---\nأَي: أَنْتَظِرُ في مُرورِ اللَّيالي وذَهابِها، من الإِذابة الإِغارة.\n---\nوالإِذابةُ: النُّهْبةُ، اسمٌ لا مصدَر، واستشهد الجوهري هنا ببيت بشر بن أبي خازم، وشرح قوله:\n---\nأَتُنْزِلُها مَذْمُومةً أَم تُذِيبُها؟\n---\nفقال: أَي تُنْهِبُها؛ وقال غيره: تُثْبِتُها، مِن قولهم ذابَ لي عليه\n---\nمن الـحَقِّ كذا أَي وَجَبَ وثَـبَتَ.\n---\nوذابَ عليه من الأَمْركذا ذَوْباً: وجَبَ، كما قالوا: جَمَدَ وبَرَدَ. وقال الأَصمعي: هو مِن ذابَ، نَقِـيض جَمَدَ، وأَصلُ الـمَثَل في\n---\nالزُّبْدِ. وفي حديث عبداللّه: فيَفْرَحُ الـمَرْءُ أَن يَذُوبَ له الـحَقُّ\n---\nأَي يَجِبَ.\n---\nوذابَ الرجُل إِذا حَمُقَ بَعْدَ عَقْلٍ، وظَهَرَ فيه ذَوْبةٌ أَي حَمْقة. ويقال: ذابَتْ حدَقَة فلان إِذا سالَتْ.\n---\nوناقةٌ ذَؤُوبٌ أَي سَمِـينَةٌ، وليست في غايةِ السِّمَنِ.\n---\nوالذُّوبانُ: بقيَّةُ الوَبَر؛ وقيل: هو الشَّعَر على عُنُقِ البَعِـيرِ\n---\nومِشْفَرِه، وسنذكر ذلك في الذِّيبانِ، لأَنهما لغتان، وعسى أَن يكون مُعاقَبةً، فتَدْخُلُ كل واحدةٍ منهما على صاحِـبَتها.\n---\nوفي الحديث: مَنْ أَسْلَمَ عَلى ذَوْبةٍ، أَو مأْثَرَةٍ، فهي له.\n---\nالذَّوْبة: بقيَّة المال يَسْتَذِيبُها الرجلُ أَي يَسْتَبْقِـيها؛ والـمَأْثَرة: الـمَكْرُمة.\n---\nوالذَّابُ: العَيْبُ، مثلُ الذَّامِ، والذَّيْمِ، والذَّانِ.\n---\nوفي حديث ابن الـحَنَفِـيَّة: أَنه كان يُذَوِّبُ أُمـَّه أَي يَضْفِرُ ذَوائبَها؛ قال: والقياس يُذَئِّبُ، بالهمز، لأَن عين الذُّؤَابةِ همزة، ولكنه جاءَ غيرَ مهموز كما جاءَ الذَّوائب، على خلافِ القياس.\n---\nوفي حديث الغار: فيُصْبِـحُ في ذُوبانِ الناسِ؛ يقال لصَعالِـيك العرب ولُصُوصِها: ذُوبانٌ، لأَنهم كالذِّئْبانِ، وأَصلُ الذُّوبانِ بالهمز، ولكنه خُفِّف فانْقَلَبَت واواً.", "ذيب": "@ذيب: الأَذْيَبُ: الماءُ الكَثِـيرُ. والأَذْيَبُ: الفَزَعُ.\n---\nوالأَذْيَبُ: النَّشاطُ. الأَصمعي: مَرَّ فلانٌ وله أَذْيَبُ، قال: وأَحْسِـبُه\n---\nيقال أَزْيَب، بالزاي، وهو النَّشاطُ.\n---\nوالذِّيبانُ: الشَّعَر الذي يكون على عُنُقِ البعير ومِشْفَرِه؛ والذيبان أَيضاً: بَقِـيَّة الوَبَرِ؛ قال شمر: لا أَعْرِفُ الذِّيبانَ إِلاَّ في بَيْتِ كثير:\n---\nعَسُوف لأَجْوافِ الفَلا، حِمْيَرِيَّة *  مَرِيش، بِذِيبانِ الشَّلِـيلِ، تَلِـيلُها\n---\nويُرْوَى السبيب؛ قال أَبو عبيد: هو واحِدٌ؛ وقال أَبو وجزة:\n---\nتَرَبَّعَ أَنْهِـيَ الرَّنْقاءِ، حتى== نَفَى، ونَفَيْنَ ذِيبانَ الشِّتاءِ", "ذأت": "@ذأت: ذَأَته يَذْأَته ذَأْتاً: خَنَقَه، مثل دَغَته دَغْتاً. وقال أَبو\n---\nزيد: ذَأَته إِذا خَنَقَه أَشَدَّ الخَنْقِ حتى أَدْلَع لسانَه.", "ذعت": "@ذعت: ذَعَتَه في التراب يَذْعَتُه ذَعْتاً: مَعَكَه مَعْكاً، كأَنه\n---\nيَغُطُّه في الماء؛ وقيل: هو أَشَدُّ الخَنْق. وذَعَتَه ذَعْتاً إِذا\n---\nخَنَقَه.والذَّعْتُ: الدَّفْع العَنيف، والغَمْزُ الشديد، والفعل كالفعل؛ وكذلك\n---\nزَمَته زَمْتاً إِذا خَنَقه، وذَعَتَه، وذَأَطَه،وذَعَطه إِذا خَنَقَه\n---\nأَشَدَّ الخَنْقِ. وفي الحديث: أَن الشيطان عَرَضَ لي يَقْطَعُ صَلاتي،\n---\nفأَمْكَنَني اللهُ منه، فَذَعَتُّه أَي خَنَقْتُه.\n---\nوالذَّعْتُ والدَّعْتُ، بالذال والدال: الدفع العنيف.", "ذعلت": "@ذعلت: قال في ترجمة ذعلب: وأَما قول أَعرابي من بني عوف بن سعد:\n---\nصَفْقَةُ ذي ذَعالِتٍ سَمُولِ،\n---\nبَيْعَ امْرِئٍ ليس بمُسْتَقِيل\n---\nوقيل: هو يريد الذَّعالِبَ، فينبغي أَن يكونا لغتين، وغيرُ بَعيدٍ أَن\n---\nتُبْدَل التاءُ من الباء، إِذ قد أُبدلت من الواو، وهي شريكة الباء في\n---\nالشفة؛ قال ابن جني: والوجه أَن تكون التاء بدلاً من الباء، لأَن الباءَ\n---\nأَكثر استعمالاً، كما ذكرنا أَيضاً من إِبدالهم الياء من الواو.", "ذمت": "@ذمت: ذَمَتَ يَذْمِتُ ذَمْتاً: هُزِلَ وتَغَيَّر؛ عن أَبي مالك.", "ذيت": "@ذيت: أَبو عبيدة: يقولون كان من الأَمْر ذَيْتَِ وذَيْتَِ: معناه\n---\nكَيْتَِ وكَيْتَِ. وفي حديث عمران والمرأَة والمزادتين: كان من أَمره ذَيْتَ\n---\nوذَيْتَ، وهي من أَلفاظ الكنايات.", "ذأج": "@ذأج: ذَئِجَ من الشراب وذَأَجَ يَذْأَجُ ذَأْجاً وذَأَجاً: أَكثَرَ.\n---\nوالذَّأْجُ: الجَرْعُ الشديد. والذَّأْجُ: الشُّربُ؛ عن أَبي حنيفة. وذَأَجَ\n---\nإِذا أَكثر من شرب الماءِ. وذَأَجَ الماءَ يَذْأَجُه ذَأْجاً إِذا\n---\nجَرَعَه جَرْعاً شديداً؛ قال:\n---\nخَوامِصاً يَشْرَبْنَ شُرْباً ذَأْجَا،\n---\nلا يَتَعَيَّفْنَ الأُجاجَ المَأْجَا\n---\nوذَئِجَ من الشراب ومن اللبن أَو ما كان إِذا أَكثر منه. الفراءُ:\n---\nذَئِجَ وضَئِمَ وصَئِبَ وقَئِبَ إِذا أَكثر من شرب الماء. التهذيب: وذَأَجَ\n---\nإِذا شرب قليلاً. وذَأَجَ السِّقاءَ ذَأْجاً: خرقه. وذَأَجَهُ ذَأْجاً:\n---\nنفخه؛ وقال الأَصمعي: إِذا نَفَخْتَ فيه تَخَرَّقَ أَو لم يتخرق. وذَأَجَ\n---\nالنارَ ذَأْجاً وذَأَجاً: نَفَخَها، وقد روي ذلك بالحاءِ. وذَأَجَهُ\n---\nذَأْجاً وذَأَجاً: قَتَلَه؛ عن كراع. التهذيب: وذَأَجَه إِذا ذبحه.", "ذبج": "@ذبج: الذُّوباجُ: مقلوب عن الجُوذابِ، وهو الطعام الذي يُشَرَّحُ. في\n---\nترجمة جذب: حكى يعقوب أَن رجلاً دخل على يزيد بنِ مِزْيَدٍ فأَكل عنده\n---\nطعاماً، فخرج وهو يقول: ما أَطْيَبَ ذُوباجَ الأَرُزِّ بِجآجئِ الإِوَزِّ\n---\nيريد ما أَطيب جُوذَابَ الأُرْزِ بصُدُور البَطِّ.", "ذجج": "@ذجج: التهذيب: ابن الأَعرابي: ذَجَّ الرجلُ إِذا قَدِمَ من سفر، فهو\n---\nذاجٌّ. أَبو عمرو: ذَجَّ إِذا شَرِبَ.", "ذحج": "@ذحج: الذَّحْجُ: كالسَّحْجُ سَواءً. وقد ذَحَجَه وذَحَجَتْهُ الريح:\n---\nجَرَّته من موضع إِلى موضع وحركته. وذَحَجَهُ ذَحْجاً: عَرَكَهُ، والدال لغة\n---\nوقد تقدم. وذَحَجَتِ المرأَة بولدها: رمت به عند الولادة. وأَذْحَجَتِ\n---\nالمرأَة على ولدها: أَقامت. ومَذْحِجٌ: مالِكٌ وطيئٌ، سمِّيا بذلك لأَن\n---\nأُمهما لما هلك بعلها أَذْحَجَتْ على ابْنَيْها طَيِّئٍ ومالكٍ هذين، فلم\n---\nتتزوَّجْ بَعْدَ أُدَدٍ. روى الأَزهري عن ابن الأَعرابي، قال: وَلَدَ\n---\nأُدَدُ بنُ زيدِ بنِ مُرَّةَ بنِ يَشْجُبَ مُرَّةَ والأَشْعَرَ، وأُمُّهما\n---\nدَلَّةُ بِنْتُ ذي مَنْجِشَانَ الحميري فهلكت، فَخَلَفَ على أُختها\n---\nمُدِلَّةَ فولدت مالكاً وطَيِّئاً واسمه جَلْهَمَةُ، ثم هلَكَ أُدَدُ فلم\n---\nتتزوج مُدِلَّةُ، وأَقامت على ولديها مالك وطَيِّئٍ مَذْحِجاً.\n---\nومَذْحِجٌ: اسم أَكَمَةٍ، قيل بها سميت أُمُّ مالكٍ وطَيِّئٍ مَذْحِجاً\n---\nثم صار اسماً للقبيلة؛ قال ابن سيده: والأَوَّل أَعرف. وقال الجوهري في\n---\nفصل الميم من حرف الجيم مذحج ترجمةً، قال في نصها: مذحج مثال مسجد أَبو\n---\nقبيلة من اليمن وهو مَذْحِجُ ابنُ يُحابِرَ بنِ مالكِ بن زَيْدِ بن\n---\nكهْلانَ بن سَبَإ. قال سيبويه: الميم من نفس الكلمة، هذا نص الجوهري. ووجدتُ في\n---\nحاشية النسخة ما صورته: هذا غلطٌ منه على سيبويه، إِنما هو مَأْجَجٌ جعل\n---\nميمها أَصلاً كمَهْدَدٍ، لولا ذلك لكان مَأَجًّا ومَهَدًّا كَمَفَرٍّ،\n---\nوفي الكلام فَعْلَلٌ جَعْفَرٌ وليس فيه فَعْلِلٌ، فَمَذْحِجٌ مَفْعِلٌ ليس\n---\nإِلاَّ، وكَمَذْحِجٍ مَنْبِجٌ يحكم على زيادة الميم بالكثرة وعدم\n---\nالنظير.", "ذرج": "@ذرج: أَذْرُجُ: مدينة السَّرَاةِ؛ وقيل: إِنما هي أَدْرُح\n---\n(* قوله «وقيل\n---\nإِنما هي أَدرح» أَي بالدال والحاء المهملتين، وانظر ياقوت، فإِنه صوب\n---\nهذا القيل وخطأ ما قبله وأَطال في ذلك.).", "ذعج": "@ذعج: الذَّعْجُ: الدَّفْعُ الشديد وربما كني به عن النكاح. يقال:\n---\nذَعَجَها يَذْعَجُها ذَعْجاً. قال الأَزهري: لم أَسمع الذَّعْجَ لغير ابن دريد\n---\nوهو من مناكيره.", "ذلج": "@ذلج: ذَلَجَ الماءَ في حلقه: جَرَعَهُ وكذلك زَلَجَهُ.", "ذوج": "@ذوج: ذَاجَ الماءَ ذَوْجاً: جَرَعَهُ جَرْعاً شديداً. وذَاجَ يَذُوجُ\n---\nذَوْجاً: أَسرع، الأَخيرة عن كراع.", "ذيج": "@ذيج: ذاجَ يَذِيجُ ذَيْجاً: مرَّ مرّاً سريعاً، عن كراع.", "ذيذج": "@ذيذج: التهذيب في الرباعي: شمر: الذَّيْذَجَانُ الإِبل تَحْمِلُ\n---\nحُمُولَةَ التُّجَّارِ؛ وأَنشد:\n---\nإِذا وجَدْتَ الذَّيْذَجانَ الدَّارِجَا،\n---\nرأَيْتَهُ في كلِّ بَهْوٍ دامِجَا", "ذأح": "@ذأح: ذَأَحَ السِّقاءَ ذَأْحاً: نفخه؛ عن كراع.", "ذبح": "@ذبح: الذَّبْحُ: قَطْعُ الحُلْقُوم من باطنٍ عند النَّصِيل، وهو موضع\n---\nالذَّبْحِ من الحَلْق. والذَّبْحُ: مصدر ذَبَحْتُ الشاة؛ يقال: ذَبَحه\n---\nيَذْبَحُه ذَبْحاً، فهو مَذْبوح وذَبِيح من قوم ذَبْحَى وذَباحَى، وكذلك\n---\nالتيس والكبش من كِباشٍ ذَبْحَى وذَباحَى.\n---\nوالذَّبِيحة: الشاة المذبوحة. وشاة ذَبِيحة، وذَبِيحٌ من نِعاج ذَبْحَى\n---\nوذَباحَى وذَبائح، وكذلك الناقة، وإِنما جاءَت ذبيحة بالهاء لغلبة الاسم\n---\nعليها؛ قال الأَزهري: الذبيحة اسم لما يذبح من الحيوان، وأُنث لأَنه ذهب\n---\nبه مذهب الأَسماء لا مذهب النعت، فإِن قلت: شاة ذَبيحٌ أَو كبش ذبيح أَو\n---\nنعجة ذبيح لم تدخل فيه الهاء لأَن فَعِيلاً إِذا كان نعتاً في معنى مفعول\n---\nيذكَّر، يقال: امرأَة قتيل وكفٌّ خضيب؛ وقال الأَزهري: الذبيح المذبوح،\n---\nوالأُنثى ذبيحة وإِنما جاءت بالهاء لغلبة الاسم عليها.\n---\nوفي حديث القضاء: من وَليَ قاضياً\n---\n(* قوله «من ولي قاضياً إلخ» كذا\n---\nبالأصل والنهاية.) فكأَنما ذُبِحَ بغير سكين؛ معناه التحذير من طلب القضاء\n---\nوالحِرصِ عليه أَي من تَصَدَّى للقضاء وتولاه فقد تَعَرَّضَ للذبح فليحذره؛\n---\nوالذبح ههنا مجاز عن الهلاك فإِنه من أَسْرَعِ أَسبابِه، وقوله: بغير\n---\nسكين، يحتمل وجهين: أَحدهما أَن الذبح في العُرْف إِنما يكون بالسكين، فعدل\n---\nعنه ليعلم أَن الذي أَراد به ما يُخافُ عليه من هلاك دينه دون هلاك\n---\nبدنه، والثاني أَن الذَّبْحَ الذي يقع به راحة الذبيحة وخلاصها من الأَلم\n---\nإِنما يكون بالسكين، فإِذا ذُبِحَ بغير السكين كان ذبحه تعذيباً له، فضرب به\n---\nالمثل ليكون أَبلغَ في الحَذَرِ وأَشَدَّ في التَّوَقِّي منه.\n---\nوذَبَّحَه: كذَبَحَه، وقيل: إِنما ذلك للدلالة على الكثرة؛ وفي التنزيل:\n---\nيُذَبِّحُون أَبناءَكم؛ وقد قرئ: يَذْبَحُون أَبناءَكم؛ قال أَبو\n---\nإِسحق: القراءة المجتمع عليها بالتشديد، والتخفيف شاذ، والقراءة المجتمع عليها\n---\nبالتشديد أَبلغ لأَن يُذَبِّحُون للتكثير، ويَذْبَحُون يَصْلُح أَن يكون\n---\nللقليل والكثير، ومعنى التكثير أَبلغ.\n---\nوالذِّبْحُ: اسم ما ذُبِحَ؛ وفي التنزيل: وفديناه بِذِبْح عظيم؛ يعني\n---\nكبش إِبراهيم، عليه السلام. الأَزهري: معناه أَي بكبش يُذْبَحُ، وهو الكبش\n---\nالذي فُدِيَ به إِسمعيلُ بن خليل الله، صلى الله عليهما وسلم. الأَزهري:\n---\nالذِّبْحُ ما أُعِدَّ للذَّبْح، وهو بمنزلة الذَّبِيح والمذبوح.\n---\nوالذِّبْحُ: المذبوح، هو بمنزلة الطِّحْن بمعنى المطحون، والقِطْفِ بمعنى\n---\nالمَقْطُوف؛ وفي حديث الضحية: فدعا بِذِبْحٍ فذَبَحَه؛ الذبح، بالكسر: ما\n---\nيُذْبَحُ من الأَضاحِيّ وغيرها من الحيوان، وبالفتح الفعل منه.\n---\nواذَّبَحَ القومُ: اتخذوا ذبيحة، كقولك اطَّبَخُوا إِذا اتخذوا طبيخاً.\n---\nوفي حديث أُمِّ زَرْع: فأَعطاني من كل ذابحة زَوْجاً؛ هكذا في رواية أَي\n---\nأَعطاني من كل ما يجوز ذَبْحُه من الإِبل والبقر والغنم وغيرها، وهي\n---\nفاعلة بمعنى مفعولة، والرواية المشهورة بالراء والياء من الرواح.\n---\nوذَبائحُ الجنّ: أَن يشتري الرجل الدار أَو يستخرج ماء العين وما أَشبهه\n---\nفيذبح لها ذبيحة للطِّيَرَة؛ وفي الحديث: أَنه، صلى الله عليه وسلم، نهى\n---\nعن ذبائح الجن؛ كانوا إِذا اشْتَرَوْا داراً أَو استخرجوا عيناً أَو\n---\nبَنَوْا بُنياناً ذبحوا ذبيحة، مخافة أَن تصيبهم الجن فأُضيفت الذبائح\n---\nإِليهم لذلك؛ معنى الحديث أَنهم يتطيرون إِلى هذا الفعل، مخافة أَنهم إِن لم\n---\nيذبحوا أَو يطعموا أَن يصيبهم فيها شيء من الجن يؤذيهم، فأَبطل النبي، صلى\n---\nالله عليه وسلم، هذا ونهى عنه.\n---\nوفي الحديث: كلُّ شيء في البحر مَذْبوحُ أَي ذَكِيّ لا يحتاج إِلى\n---\nالذبح.وفي حديث أَبي الدرداء: ذَبْحُ الخَمْرِ المِلْحُ والشمسُ والنِّينانُ؛\n---\nالنِّينان: جمع نون، وهي السمكة؛ قال ابن الأَثير: هذه صفة مُرِّيٍّ يعمل\n---\nفي الشام، يؤْخذ الخَمْرُ فيجعل فيه الملح والسمك ويوضع في الشمس،\n---\nفتتغير الخمر إِلى طعم المُرِّيِّ، فتستحيل عن هيئتها كما تستحيل إِل\n---\nالخَلِّيَّة؛ يقول: كما أَن الميتة حرام والمذبوحة حلال فكذلك هذه الأَشياء\n---\nذَبَحَتِ الخَمْرَ فحلّت، واستعار الذَّبْحَ للإِحْلال. والذَّبْحُ في الأَصل:\n---\nالشَّقُّ.\n---\nوالمِذْبَحُ: السكين؛ الأَزهري: المِذْبَحُ: ما يُذْبَحُ به الذبيحة من\n---\nشَفْرَة وغيرها.\n---\nوالمَذْبَحُ: موضع الذَّبْحِ من الحُلْقوم.\n---\nوالذَّابحُ: شعر ينبت بين النَّصِيل والمَذْبَح.\n---\nوالذُّباحُ والذِّبَحَةُ والذُّبَحَةُ: وَجَع الحَلْق كأَنه يَذْبَحُ،\n---\nولم يعرف الذَّبْحَة بالتسكين\n---\n(* قوله «ولم يعرف الذبحة بالتسكين» أي مع\n---\nفتح الذال. واما بضمها وكسرها مع سكون الباء وكسرها وفتحها فمسموعة\n---\nكالذباح بوزن غراب وكتاب كما في القاموس.) الذي عليه العامة. الأَزهري:\n---\nالذَّبَحَة، بفتح الباء، داء يأْخذ في الحَلقِ وربما قتل؛ يقال أَخذته الذُّبَحة\n---\nوالذِّبَحة. الأَصمعي: الذُّبْحةُ، بتسكين الباء: وجع في الحلق؛ وأَما\n---\nالذُّبَحُ، فهو نبت أَحمر. وفي الحديث: أَن رسول الله، صلى الله عليه\n---\nوسلم، كَوى أَسْعَدَ بنَ زُرَارَة في حَلْقِه من الذُِّبْحة؛ وقال: لا أَدَعُ\n---\nفي نفسي حَرَجاً من أَسْعَدَ؛ وكان أَبو زيد يقول: الذِّبَحَةُ\n---\nوالذُّبَحة لهذا الداء، ولم يعرفه باسكان الباء؛ ويقال: كان ذلك مثل الذِّبْحة\n---\nعلى النَّحْر؛ مثل يضرب للذي تِخالُه صديقاً فإِذا هو عدوّ ظاهر العداوة؛\n---\nوقال ابن شميل: الذِّبْحَة قَرْحة تخرج في حلق الإِنسان مثل الذِّئْبَةِ\n---\nالتي تأْخذ الحمار؛ وفي الحديث: أَنه عاد البَرَاءَ بن مَعْرُور وأَخذته\n---\nالذُّبَحة فأَمر مَن لَعَطَه بالنار؛ الذُّبَحة: وجع يأْخذ في الحلق من\n---\nالدَّمِ، وقيل: هي قَرْحَة تظهر فيه فينسدّ معها وينقطع النفَس\n---\nفَتَقْتُل.والذَّبَاح: القتل أَيّاً كان. والذِّبْحُ: القتيل. والذَّبْحُ: الشَّق.\n---\nوكل ما شُقَّ، فقد ذُبِح؛ قال منظور بن مَرْثَدٍ الأَسَدِيُّ:\n---\nيا حَبَّذا جاريةٌ من عَكِّ\n---\nتُعَقِّدُ المِرْطَ على مِدَكِّ،\n---\nشِبْه كثِيبِ الرَّمْلِ غَيْرَ رَكِّ،\n---\nكأَنَّ بين فَكِّها والفَكِّ،\n---\nفَأْرَةَ مِسْكٍ، ذُبِحَتْ في سُكِّ\n---\nأَي فُتِقَتْ، وقوله: غير رَكَّ، لأَنه خالٍ من الكثيب.\n---\nوربما قالوا: ذَبَحْتُ الدَّنَّ أَي بَزَلْتُه؛ وأَما قول أَبي ذؤيب في\n---\nصفة خمر:\n---\nإِذا فُضَّتْ خَواتِمُها وبُجَّتْ،\n---\nيقال لها: دَمُ الوَدَجِ الذَّبيح\n---\nفإِنه أَراد المذبوح عنه أَي المشقوق من أَجله، هذا قول الفارسي؛ وقول\n---\nأَبي ذؤيب أَيضاً:\n---\nوسِرْبٍ تَطَلَّى بالعبيرِ كأَنه\n---\nدماءُ ظِباءٍ، بالنُّحورِ، ذَبِيحُ\n---\nذبيح: وصف للدماء،وفيه شيئان: أَحدهما وصف الدم بأَنه ذبيح، وإِنما\n---\nالذبيح صاحب الدم لا الدم، والآخر أَنه وصف الجماعة بالواحد؛ فأَما وصفه الدم\n---\nبالذبيح فإِنه على حذف المضاف أَي كأَنه دماء ظِباء بالنُّحور ذبيح\n---\nظباؤُه، ثم حذف المضاف وهو الظباء فارتفع الضمير الذي كان مجروراً لوقوعه\n---\nموقع المرفوع المحذوف لما استتر في ذبيح، وأَما وصفه الدماء وهي جماعة\n---\nبالواحد فِلأَن فعيلاً يوصف به المذكر والمؤَنث والواحد وما فوقه على صورة\n---\nواحدة؛ قال رؤبة:\n---\nدَعْها فما النَّحْوِيُّ من صَديقِها\n---\nوقال تعالى: إِنَّ رحمة الله قريب من المحسنين.\n---\nوالذَّبِيحُ: الذي يَصْلُح أَن يذبح للنُّسُك؛ قال ابن أَحمر:\n---\nتُهْدَى إِليه ذِراعُ البَكْرِ تَكْرِمَةً،\n---\nإِمَّا ذَبِيحاً، وإِمَّا كانَ حُلاَّما\n---\nويروى حلاَّنا. والحُلاَّنُ: الجَدْيُ الذي يؤخذ من بطن أُمه حيّاً\n---\nفيذبح، ويقال: هو الصغير من أَولاد المعز؛ ابن بري: عَرَّضَ ابنُ أَحمر في\n---\nهذا البيت برجل كان يَشْتِمه ويعيبه يقال له سفيان، وقد ذكره في أَوّل\n---\nالمقطوع فقال:\n---\nنُبِّئْتُ سُفْيانَ يَلْحانا ويَشْتِمنا،\n---\nواللهُ يَدْفَعُ عنَّا شَرَّ سُفْيانا\n---\nوتذابحَ القومُ أَي ذبَحَ بعضُهم بعضاً. يقال: التَّمادُح التَّذابُحُ.\n---\nوالمَذْبَحُ: شَقٌّ في الأَرض مِقْدارُ الشِّبْر ونحوه. يقال: غادَرَ\n---\nالسَّيْلُ في الأَرض أَخاديدَ ومَذابحَ. والذَّبائِحُ: شقوق في أُصول\n---\nأَصابع الرِّجْل مما يلي الصدر، واسم ذلك الداء الذُّباحُ، وقيل: الذُّبَّاح،\n---\nبالضم والتشديد. والذُّباحُ: تَحََزُّز وتَشَقُّق بين أَصابع الصبيان من\n---\nالتراب؛ ومنه قولهم: ما دونه شوكة ولا ذُباح، الأَزهري عن ابن بُزُرْج:\n---\nالذُّبَّاحُ حَزٌّ في باطن أَصابع الرِّجْل عَرْضاً، وذلك أَنه ذَبَحَ\n---\nالأَصابع وقطعها عَرْضاً، وجمعه ذَبابيحُ؛ وأَنشد:\n---\nحِرٌّ هِجَفٌّ مُتَجافٍ مَصْرَعُهْ،\n---\nبه ذَبابِيحُ ونَكْبٌ يَظْلَعُهْ\n---\nوكان أَبو الهيثم يقول: ذُباحٌ، بالتخفيف، وينكر التشديد؛ قال الأَزهري:\n---\nوالتشديد في كلام العرب أَكثر، وذهب أَبو الهيثم إِلى أَنه من الأَدواء\n---\nالتي جاءت على فُعَال.\n---\nوالمَذَابِحُ: من المسايل، واحدها مَذْبَح، وهو مَسِيل يسيل في سَنَدٍ\n---\nأَو على قَرارِ الأَرض، إِنما هو جريُ السيل بعضه على أَثر بعض، وعَرْضُ\n---\nالمَذْبَحِ فِتْرٌ أَو شِبْرٌ، وقد تكون المَذابح خِلْقَةً في الأَرض\n---\nالمستوية لها كهيئة النهر يسيل فيه ماؤُها فذلك المَذْبَحُ، والمَذَابِحُ\n---\nتكون في جميع الأَرض في الأَودية وغير الأَودية وفيما تواطأَ من الأَرض؛\n---\nوالمَذْبَحُ من الأَنهار: ضَرْبٌ كأَنه شَقٌّ أَو انشق. والمَذَابِحُ:\n---\nالمحاريبُ سميت بذلك للقَرابين.\n---\nوالمَذْبَحُ: المِحْرَابُ والمَقْصُورة ونحوهما؛ ومنه الحديث: لما كان\n---\nزَمَنُ المُهَلَّب أُتِيَ مَرْوانُ برجل ارْتَدَّ عن الإِسلام وكَعْبٌ\n---\nشاهد، فقال كَعْبٌ: أَدْخِلوه المَذْبَحَ وضعوا التوراة وحَلِّفوه بالله؛\n---\nحكاه الهَرَوِيُّ في الغَريبَيْنِ؛ وقيل: المَذابحُ المقاصير، ويقال: هي\n---\nالمحاريب ونحوها. ومَذَابحُ النصارى: بيُوتُ كُتُبهم، وهو المَذْبَح لبيت\n---\nكتبهم. ويقال: ذَبَحْتُ فَأْرَة المِسْكِ إِذا فتقتها وأَخرجت ما فيها من\n---\nالمسك؛ وأَنشد شعر منظور بن مَرْثَدٍ الأَسَدِيِّ:\n---\nفَأْرَةَ مِسْكٍ ذُبِحَتْ في سُكِّ\n---\nأَي فُتِقَتْ في الطيب الذي يقال له سُكُّ المِسْك. وتُسمَّى المقاصيرُ\n---\nفي الكنائس: مَذابِحَ ومَذْبَحاً لأَنهم كانوا يذبحون فيها القُرْبانَ؛\n---\nويقال: ذَبَحَتْ فلاناً لِحْيَتُه إِذا سالت تحت ذَقَنه وبدا مُقَدَّمُ\n---\nحَنكه، فهو مذبوح بها؛ قال الراعي:\n---\nمن كلِّ أَشْمَطَ مَذْبُوحٍ بِلِحْيَتِه،\n---\nبادِي الأَداةِ على مَرْكُوِّهِ الطَّحِلِ\n---\nيصف قَيِّمَ الماء مَنَعَه الوِرْدَ.\n---\nويقال: ذَبَحَتْه العَبْرَةُ أَي خَنَقَتْه.\n---\nوالمَذْبَحُ: ما بين أَصل الفُوق وبين الرِّيش.\n---\nوالذُّبَحُ: نباتٌ\n---\n(* قوله «والذبح نبات إلخ» كصرد وعنب، وقوله: والذبح\n---\nالجزر إلخ كصرف فقط كما في القاموس.) له أَصل يُقْشَرُ عنه قِشرٌ أَسودُ\n---\nفيخرج أَبيض، كأَنه خَرَزَة بيضاءُ حُلْو طيب يؤكل، واحدته ذُبَحَةٌ\n---\nوذِبَحَةٌ؛ حكاه أَبو حنيفة عن الفراء؛ وقال أَبو حنيفة أَيضاً: قال أَبو\n---\nعمرو الذِّبَحة شجرة تنبت على ساق نَبتاً كالكُرَّاث، ثم يكون لها زَهْرة\n---\nصفراء، وأَصلها مثلُ الجَزَرة، وهي حُلْوة ولونها أَحمر. والذُّبَحُ:\n---\nالجَزَر البَرِّيُّ وله لون أَحمر؛ قال الأَعشى في صفة خمر:\n---\nوشَمولٍ تَحْسِبُ العَيْنُ، إِذا\n---\nصَفَقَتْ في دَنِّها، نَوْرَ الذُّبَحْ\n---\nويروى: بُرْدَتها لون الذُّبَحْ. وبردتها: لونها وأَعلامها، وقيل: هو\n---\nنبات يأْكله النعام. ثعلب: الذُّبَحَة والذُّبَحُ هو الذي يُشبه الكَمأَةَ؛\n---\nقال: ويقال له الذِّبْحَة والذِّبَحُ، والضم أَكثر، وهو ضَربٌ من\n---\nالكمأَة بيض؛ ابن الأَثير: وفي شعر كعب بن مُرَّة:\n---\nإِني لأَحْسِبُ قولَه وفِعالَه\n---\nيوماً، وإِن طال الزمانُ، ذُباحا\n---\nقال: هكذا جاء في رواية. والذُّباحُ: القتل، وهو أَيضاً نبت يَقْتُل\n---\nآكله، والمشهور في الرواية رياحا. والذُّبَحُ والذُّباحُ: نبات من السَّمِّ؛\n---\nوأَنشد:\n---\nولَرُبَّ مَطْعَمَةٍ تكونُ ذُباحا\n---\n(* قوله «ولرب مطعمة إلخ» صدره كما في الأَساس «واليأس مما فات يعقب\n---\nراحة» والشعر للنابغة.)\n---\nوقال رؤبة:\n---\nيَسْقِيهمُ، من خِلَلِ الصِّفاحِ،\n---\nكأْساً من الذِّيفان والذُّباحِ\n---\nوقال الأَعشى:\n---\nولكنْ ماءُ عَلْقَمَةٍ بسَلْعٍ،\n---\nيُخاضُ عليه من عَلَقِ الذُّباحِ\n---\nوقال آخر:\n---\nإِنما قولُكَ سَمٌّ وذُبَحْ\n---\nويقال: أَصابه موت زُؤام وذُواف وذُباحٌ؛ وأَنشد لبيد:\n---\nكأْساً من الذِّيفانِ والذُّباحِ\n---\nوقال: الذُّباحُ الذُّبَحُ؛ يقال: أَخذهم بنو فلان بالذُّباحِ أَي\n---\nذَبَحُوهم.\n---\nوالذُّبَحُ أَيضاً: نَوْرٌ أَحمر. وحَيَّا الله هذه الذُّبَحة أَي هذه\n---\nالطلعة.\n---\nوسَعْدٌ الذَّابِحُ: منزل من منازل القمر، أَحد السعود، وهما كوكبان\n---\nنَيِّرَان بينهما مقدارُ ذِراعٍ في نَحْر واحد، منهما نَجْمٌ صَغير قريبٌ\n---\nمنه كأَنه يذبحه، فسمي لذلك ذابحاً؛ والعرب تقول: إِذا طلع الذابح انْحَجَر\n---\nالنابح.\n---\nوأَصلُ الذَّبْح: الشَّق؛ ومنه قوله:\n---\nكأَنَّ عَينَيَّ فيها الصَّابُ مَذْبُوحُ\n---\nأَي مشقوق معصور.\n---\nوذَبَّح الرجلُ: طأْطأَ رأْسه للركوع كَدبَّحَ، حكاه الهروي في\n---\nالغريبين، والمعروف الدال. وفي الحديث: أَنه نهى عن التذبيح في الصلاة، هكذا جاء\n---\nفي روايةٍ، والمشهور بالدال المهملة؛ وحكى الأَزهري عن الليث، قال: جاء\n---\nعن النبي، صلى الله عليه وسلم، أَنه نهى عن أَن يُذَبِّحَ الرجلُ في صلاته\n---\nكما يُذَبِّحُ الحمارُ، قال: وقوله أَن يُذَبِّحَ، هو أَن يطأْطئ رأْسه\n---\nفي الركوع حتى يكون أَخفض من ظهره؛ قال الأَزهري: صحَّف الليث الحرف،\n---\nوالصحيح في الحديث: أَن يدبِّح الرجل في الصلاة، بالدال غير معجمة كما رواه\n---\nأَصحاب أَبي عبيد عنه في غريب الحديث، والذال خطأٌ لا شك فيه.\n---\nوالذَّابح: مِيسَمٌ على الحَلْق في عُرْض العُنُق. ويقال للسِّمَةِ:\n---\nذابحٌ.", "ذحح": "@ذحح: الذَّحُّ: الشَّقُّ، وقيل: الدَّقُّ، كلاهما عن كراع.\n---\nورجل ذُحْذُحٌ وذَحْذَاحٌ: قصير، وقيل: قصير عظيم البطن، والأُنثى\n---\nبالهاء؛ قال يعقوب: ولمَّا دخل برأْس الحسين بن علي، عليهما السلام، على يزيد\n---\nبن معاوية، حضره فقيه من فقهاء الشام فتكلم في الحسين، عليه السلام،\n---\nوأَعْظَمَ قَتْلَه، فلما خرج قال يزيد: إِنَّ فقيهكم هذا لذَحْذاحٌ؛ عابه\n---\nبالقِصَرِ وعِظَمِ البَطْنِ حين لم يجد ما يَعِيبُه به؛ قال الأَزهري: قال\n---\nأَبو عمرو: الذَّحاذِحُ القِصارُ من الرجال، واحدهم ذَحْذاحٌ؛ قال: ثم رجع\n---\nإِلى الدال، وهو الصحيح، وقد تقدم، والذَّحْذَحةُ: تقارُبُ الخَطْو مع\n---\nسُرْعَته.\n---\nوذَحْذَحَتِ الرِّيحُ التراب: سَفَتْه.", "ذذح": "@ذذح: الذَّوْذَحُ: الذي يقضي شهوته قبل أَن يصل إِلى المرأَة.", "ذرح": "@ذرح: ذَرَّحَ الشيءَ في الريح: كذَرَّاه؛ عن كراع. وذَرَّحَ الزعفرانَ\n---\nوغيره في الماءِ تَذْريحاً: جعل فيه منه شيئاً يسيراً. وأَحْمَرُ\n---\nذَرِيحيٌّ: شديد الحمرة؛ قال:\n---\nمن الذَّرِيحِيَّاتِ جَعْداً آرِكا\n---\n\n---\nوقد استشهد بهذا البيت على معنى آخر.\n---\nوالذَّرِيحِيَّاتُ من الإِبل: منسوبات إِلى فحل يقال له ذَرِيحٌ؛ وأَنشد\n---\nالبيت المذكور.\n---\nوالمُذَرَّحُ من اللبن: المَذِيقُ الذي أُكْثِرَ عليه من الماء.\n---\nوذَرَّحَ إِذا صَبَّ في لبنه ماء ليكثر. أَبو زيد: المَذِيقُ والضَّيْحُ\n---\nوالمُذَرَّحُ والذَّرَاحُ والذُّلاحُ والمُذَرَّقُ، كلُّه: من اللبن الذي مُزِجَ\n---\nبالماء.\n---\nأَبو عمرو: ذَرَّحَ إِذا طَلَى إِداوته الجديدة بالطين لتَطِيبَ\n---\nرائحتُها؛ وقال ابن الأَعرابي: مَرَّخَ إِداوته، بهذا المعنى.\n---\nوالذَّرِيحة: الهَضْبَة. والذَّرِيحُ. الهِضابُ.\n---\nوالذَّرَحُ: شجر تتخذ منها الرِّحالة.\n---\nوبنو ذَرِيح: قومٌ، وفي التهذيب: بنو ذَرِيح من أَحياء العرب.\n---\nوأَذْرُحُ: موضع؛ وفي حديث الحَوْض: بين جَنْبَيْه كما بين جَرْباءَ\n---\nوأَذْرُحَ، بفتح الهمزة وضم الراء وحاء مهملة، قرية بالشام وكذلك جَرْياءُ؛\n---\nقال ابن الأَثير: هما قريتان بالشام بينهما مسيرة ثلاث ليال.\n---\nوالذُّراحُ والذَّرِيحة والذُّرَحْرَحَة والذُّرَحْرَحُ والذُّرُوحْرُحُ\n---\nوالذُّرَّحْرَحُ والذُّرُّوحَة والذُّرُّوحُ، رواها كراع عن اللحياني،\n---\nكل ذلك: دُوَيْبَّة أَعظم من الذباب شيئاً، مُجَزَّعٌ مُبَرْقَشٌ بحُمْرة\n---\nوسواد وصفرة، لها جناحان تطير بهما، وهو سَمٌّ قاتل، فإِذا أَرادوا أَن\n---\nيَكْسِروا حَدَّ سَمِّه خلطوه بالعَدَسِ فيصير دواء لمن عضَّه الكَلبُ\n---\nالكَلِبُ: والجمع ذُرَّاحٌ\n---\n(* قوله «والجمع ذرّاح» كذا بالأصل بهذا الضبط،\n---\nوالذي يظهر أَنه تحريف عن ذرارح، بدليل الشاهد وان ثبت في شرح القاموس حيث\n---\nقال: والجمع ذرّاح كما في اللسان، قال أبو حاتم: الذراريح الوجه، وإنما\n---\nيقال ذرارح في الشعر اهـ.) وذَرَارِيحُ؛ قال:\n---\nفلما رأَتْ أَن لا يُجِيبَ دُعاءَها،\n---\nسَقَتْه، على لَوْحٍ، دِماءَ الذَّرارِح\n---\nالأَزهري عن اللحياني: الذُّرْنُوح لغة في الذِّرِّيح. والذُّرَحْرَحُ\n---\nأَيضاً: السم القاتل؛ قال:\n---\nقالت له: وَرْياً، إِذا تَنَحْنَحْ،\n---\nيا ليتَه يُسْقَى على الذُّرَحْرَحْ\n---\nوطعام مُذَرَّح: مَسْمُوم، وفي التهذيب: طعام مَذْرُوح.\n---\nوذَرَحَ طعامَه إِذا جعل فيه الذَّراريح؛ قال سيبويه: واحد الذَّرارِيح\n---\nذُرَحْرَحٌ وليس عنده في الكلام فُعُّول بواحدة، وكان يقول سَبُّوح\n---\nقَدُّوس، بفتح أَولهما. وذُرَحْرَحٌ فُعَلْعَلٌ، بضم الفاء وفتح العينين،\n---\nفإِذا صغَّرتَ حذفت اللام الأُولى، وقلت ذُرَيْرِحٌ، لأَنه ليس في الكلام\n---\nفَعْلَعٌ إِلاَّ حَدْرَدٌ. الأَزهري عن أَبي عمرو: الذَراريح تنبسط على\n---\nالأَرض، حُمْرٌ ، واحدتها ذَرِيحةٌ.", "ذقح": "@ذقح: الأَزهري خاصة قال في نوادر الأَعراب: فلان مُتَذَقِّحٌ للشر\n---\nومُتَفَقِّحٌ ومُتَنَقِّح ومُتَقَذِّذ ومُتَزَلِّم ومُتَشَذِّبٌ ومُتَحَذِّفٌ\n---\nومُتَلَقِّحٌ، بمعنى واحد.", "ذوح": "@ذوح: الذَّوْحُ: السَّوْق الشديد والسير العنيف؛ قال ساعدة بن جُؤَيَّةَ\n---\nالهذلي يصف ضبعاً نبشت قبراً:\n---\nفذاحَتْ بالوَتائرِ، ثم بَدَّتْ\n---\nيدَيها، عندَ جانِبِهِ، تَهِيلُ\n---\nقوله: فذاحت أَي مرت مرّاً سريعاً. والوتائر: جمع وَتِيرة، الطريقة من\n---\nالأَرض. وبَدَّتْ: فَرَّقت.\n---\nوذاحَ إِبله يَذُوحها ذَوْحاً: جمعها وساقها سوقاً عنيفاً، ولا يقال ذلك\n---\nفي الانس، إِنما يقال في المال إِذا حازه. وذاحَتْ هي: سارت سيراً\n---\nعنيفاً. وذاحه ذَوْحاً وذوَّحَه: فرَّقه. وذَوَّح إِبله وغنمه: بدَّدها؛ عن\n---\nابن الأَعرابي؛ وأَنشد:\n---\nأَلا ابْشِري بالبيعِ والتَّذْوِيحِ\n---\nفأَنتِ مالُ الشَّوهِ والقُبُوحِ\n---\nوكل ما فرَّقه، فقد ذَوَّحَه؛ وأَنشد الأَزهري:\n---\nعلى حَقِّنا في كلِّ يومٍ تُذَوِّحُ", "ذيح": "@ذيح: ابن الأَثير في حديث عَليٍّ: كان الأَشعثُ ذا ذَيْحٍ؛ الذَّيحُ:\n---\nالكِبْرُ.", "ذخخ": "@ذخخ: رجل ذَخْذاخٌ: يُنْزِلُ قبل الخِلاطِ. ابن الأَعرابي: رجل\n---\nذَوْذَخٌ، وهو الزُّمَلِقُ الذي يُنْزِلُ قبل أَن يُفْضِيَ إِلى\n---\nالمرأَة.", "ذوخ": "@ذوخ: ابن الأَعرابي: الذَّوْذَخُ والوَخْواخُ العِذْيَوْطُ.", "ذيخ": "@ذيخ: الذِّيخُ: الذكرُ من الضّباع الكثير الشعر، والجمع أَذْياخ وذُيوخٌ\n---\nوذِيَخَةٌ، والأُنثىِ ذِيخة؛ والجمع ذِيخات ولا يُكَسَّر؛ قال جرير:\n---\nمثل الضبِّاعِ يَسُفْنَ ذِيخاً ذائخا\n---\nوفي حديث القيامة: وينظر الخليل، عليه السلام، إِلى أَبيه فإِذا هو\n---\nبذيِخٍ مُتَلَطِّخٍ؛ الذِّيخُ ذَكَرُ الضِباعِ، وأَراد بالتَّلَطُّخ\n---\nالتَّلَطُّخَ برجيعه أَو بالطين، كما قال في الحديث الآخر: بِذيِخٍ أَمْدَرَ أَي\n---\nمتلطخٍ بالمَدَرِ. وفي حديث خُزَيمة: والذِّيخ مُحْرَ نْجِماً أَي أَن\n---\nالسَّنَة تركت ذكر الضباع مجتمعاً مُتَقَبِّضاً من شدّة الجَدْب.\n---\nوالذِّيخُ: قِنْوُ النخلة، حكاه كراع في الذال المعجمة وجمعه ذِيَخَةٌ، وقد تقدّم\n---\nفي الدال.\n---\nويقال: ذَيَّخَتِ النخلةُ إِذا لم تقبل الإِبارَ ولم تَعْقِدْ شيئاً.\n---\nوذَيَّخَه تَذْييخاً: ذلله، حكاها أَبو عبيد وحده، والصواب الدال. وكان شمر\n---\nيقول: دَيَّخْته ذللته، بالدال، من داخَ إِذا ذل. والذِّيخُ: الكِبْرِ.\n---\nوفي حديث علي، رضوان الله عليه: كان الأَشْعَث ذا ذِيخٍ، حكاه الهروي في\n---\nالغريبين. ويقال: في فلان ذِيخٌ أَي كِبْرٌ.\n---\nوالمَذْيَخَةُ: الذِّئابُ. بلسان خَوْلانَ.", "ذرود": "@ذرود: ذِرْوَدٌ: اسم جبل.", "ذود": "@ذود: الذَّوْد: السَّوق والطرد والدفع.\n---\nتقول: ذُدْتُه عن كذا، وذاده عن الشيءِ ذَوْداً وذِياداً، ورجل ذائد أَي\n---\nحامي الحقيقة دفاع، من قوم ذُوَّذٍ وذُوَّادٍ؛ وزَادَه وأَذاده: أَعانه\n---\nعلى الذَّيادِ. وفي حديث الحوض: إِني لَبِعُقْرِ حوضي أَذُودُ الناس عنه\n---\nلأَهل اليمن أَي أَطردهم وأَدفعهم؛ وفي الحديث: لَيُذادَنَّ رجال عن حوضي\n---\nأَي ليُطْرَدَنَّ، ويروى فلا تُذادُنَّ أَي لا تفعلوا فعلاً يوجب طردكم\n---\nعنه؛ قال ابن أَثير: والأَول أَشبه، وفي الحديث: وأَما إِخواننا بنو\n---\nأُمية فقادة ذادَةٌ؛ الذادة جمع ذائد وهو الحامي الدافع؛ قيل: أَراد أَنهم\n---\nيذودون عن الحرم.\n---\nوالمِذْوَدُ: اللسانُ لأَنه يذاد به عن العِرض؛ قال عنترة:\n---\nسيأْتيكمُ مني، وإِن كنت نائياً،\n---\nدخانُ العَلَنْدى دون بيتي، ومِذودي\n---\nقال الأَصمعي: أَراد بمذوده لسانه، وببيته شَرَفَه؛ وقال حسان بن ثابت:\n---\nلساني وسيفي صارمان كلاهما،\n---\nويبلغ ما لا يبلغ السيفُ مِذْوَدِي\n---\nومِذْوَدُ الثور: قرنه؛ وقال زهير يذكر بقرة:\n---\nويَذُبُّها عنها بأَسْحَمَ مِذْوَدِ\n---\nويقال: ذِدت فلاناً عن كذا أَذُودُه أَي طردته فأَنا ذائد وهو مَذُود.\n---\nومَعْلَفُ الدابة: مِذْوَدُه؛ قال ابن الأَعرابي: المَذادُ والمَرادخ\n---\nالمَرْتَع؛ وأَنشد:\n---\nلا تَحْبِسا الحَوْساءَ في المَذادِ\n---\nوذُدت الإِبل أَذودها ذَوْذاً إِذا طردتها وسقتها، والتذويد مثله،\n---\nوالمُذِيدُ: المُعِين لك على ما تَذُودُ، وهذا كقولك: أَطلبت الرجل إِذا\n---\nأَعنته على ما طلبته، وأَحلبته أَعنته على حلب ناقته؛ قال الشاعر:\n---\nناديتُ في القوم: أَلا مُذِيدا؟\n---\nوالذَّوْدُ: للقطيع من الإِبل الثلاث إِلى التسع، وقيل: ما بين الثلاث\n---\nإِلى العشر؛ قال أَبو منصور: ونحو ذلك حفظته عن العرب، وقيل: من ثلاث إِلى\n---\nخمس عشرة، وقيل: إِلى عشرين وفُوَيقَ ذلك، وقيل: ما بين الثلاث إِلى\n---\nالثلاثين، وقيل: ما بين الثنتين والتسع، ولا يكون إِلاّ من الإِناث دون\n---\nالذكور؛ وقال النبي، صلى الله عليه وسلم: ليس فيما دون خمس ذَوْدٍ من الإِبل\n---\nصدقة، فأَنثها في قوله خمس ذود. قال ابن سيده: الذَّود مؤَنث وتصغيره\n---\nبغير هاء على غير قياس توهموا به المصدر؛ قال الشاعر:\n---\nذَوْدُ صَفايا بينها وبيني،\n---\nما بين تسع وإِلى اثنتين،\n---\nيُغْنِينَنا من عَيْلة ودَين\n---\nوقولهم: الذَّوْدُ إِلى الذَّود إِبل يدل على أَنها في موضع اثنتين لأَن\n---\nالثنتين إِلى الثنتين جمع؛ قال: والأَذوادُ جمع ذَوْدٍ، وهي أَكثر من\n---\nالذود ثلاث مرات؛ وقال أَبو عبيدة: قد جعل النبي، صلى الله عليه وسلم، في\n---\nقوله ليس في أَقل من خمس ذود صدقة، جعل الناقة الواحدة ذوداً؛ ثم قال:\n---\nوالذود لا يكون أَقل من ناقتين؛ قال: وكان حدّ خمس ذود عشراً من النوق ولكن\n---\nهذا مثل ثلاثة فئة يعنون به ثلاثة، وكان حدّ ثلاثة فئة أَن يكون جمعاً\n---\nلأَن الفئة جمع؛ قال أَبو منصور: وهو مثل قولهم: رأَيت ثلاثة نفر وتسعة رهط\n---\nوما أَشبهه؛ قال أَبو عبيد: والحديث عام لأَن من ملك خمسة من الإِبل\n---\nوجبت عليه فيها الزكاة ذكوراً كانت أَو إِناثاً، وقد تكرر ذكر الذود في\n---\nالحديث، والجمع أَذواد؛ أَنشد ابن الأَعرابي:\n---\nوما أَبْقَت الأَيامُ مِ المالِ عِنْدَنا،\n---\nسوى حِذْم أَذواد مُحَذَّفَة النَّسل\n---\nمعنى محذفة النسل: لا نسل لها يبقى لأَنهم يعقرونها وينحرونها، وقالوا:\n---\nثلاث أَذواد وثلاث ذَوْد، فأَضافوا إِليه جميع أَلفاظ أَدنى العدد جعلوه\n---\nبدلاً من أَذواد؛ قال الحطيئة:\n---\nثلاثةُ أَنُفسٍ وثلاثُ ذَوْدٍ،\n---\nلقد جار الزمانُ على عيالي\n---\nونظيره: ثلاثة رَحْلَة جعلوه بدلاً من أَرحال؛ قال ابن سيده: هذا كله\n---\nقول سيبويه وله نظائر. وقد قالوا: ثلاث ذود يعنون ثلاث أَينق؛ قال\n---\nاللغويون: الذود جمع لا واحد له من لفظه كالنعم؛ وقال بعضهم: الذود واحد وجمع.\n---\nوفي المثل: الذود إِلى الذود إلى، وقولهم ابلى بمعنى مع أَي القليل يضم\n---\nإِلى القليل فيصير كثيراً.\n---\nوذَيَّاد وذوّاد: اسمان.\n---\nوالمَذَاد: موضع بالمدينة.\n---\nوالذائد: اسم فرس نجيب جدّاً من نَسْلِ الحَرُون؛ قال الأَصمعي: هو\n---\nالذائد بن بُطَينِ بن بطان بن الحَرُون.", "ذأر": "@ذأر: ذَئِرَ الرجلُ: فَزِعَ. وذَئِرَ ذَأَراً، فهو ذَئِرٌ: غضب؛ قال\n---\nعبيد بن الأَبرص:\n---\nلما أَتاني عن تَمِيمٍ أَنَّهُمْ\n---\nذَئِرُوا لَقَتْلَى عامِرٍ، وتَغَضَّبُوا\n---\nيعني نَفَرُوا من ذلك وأَنكروه، ويقال: أَنِفوا من ذلك، ويقال: إِن\n---\nشُؤونك لَذَئِرَةٌ. وقد ذَئِرَه أَي كرهه وانصرف عنه. ابن الأَعرابي:\n---\nالذَّائِرُ الغضبان. والذَّائِرُ: النَّفُور. والذَّائِرُ: الأَنِفُ. الليث:\n---\nذَئِرَ إِذا اغتاظ على عدوّه واستعدَّ لمُوَاثَبَتِه. وأَذْأَرَهُ عليه:\n---\nأَغْضَبَهُ وقَلَبَه؛ أَبو عبيد: ولم يكفه ذلك حتى أَبدله فقال: أَذْرَأَني،\n---\nوهو خطأٌ. أَبو زيد: أَذْأَرْتُ الرجلَ بصاحبه إِذْ آراً أَي\n---\nحَرَّشْتُهُ وأَولعته به. وقد ذَئِرَ عليه حين أَذْأَرْتُه أَي اجْتَرَأَ عليه.\n---\nوأَذْأَرَهُ الشيء: أَلْجَأَهُ. وأَذْأَرَهُ بصاحبه: أَغراه. وذَئِرَ بذلك\n---\nالأَمر ذَأْراً: ضَرِيَ به واعتاده. وذَئِرَتِ المرأَةُ على بعلها، وهي\n---\nذَائِرٌ: نَشَزَتْ وتَغَيَّرَ خُلُقها. وفي الحديث: أَن النبي، صلى الله\n---\nعليه وسلم، لما نهى عن ضرب النساء ذَئِرْنَ على أَزواجهنّ؛ قال الأَصمعي:\n---\nأَي نَفَرْنَ ونَشَزْنَ واجْتَرأْنَ؛ يقال منه: امرأَة ذَئِرٌ على مثال\n---\nفَعِلٍ. وفي الصحاح: امرأَة ذَائِرٌ على فاعِلٍ مِثْلُ الرجلِ. يقال:\n---\nذَئِرَتِ المرأَةُ تَذْأَرُ، فهي ذَئِرٌ وذائر أَي ناشز؛ وكذلك الرجل.\n---\nوأَذْأَرَهُ: جَرَّأَهُ؛ ومنه قول أَكْثَمَ بن صَيْفِيٍّ: سُوءُ حَمْلِ\n---\nالفَاقَةِ يُحْرِضُ الحَسَبَ ويُذْئِرُ العَدُوَّ؛ يُحْرِضُه: يُسْقِطُه.\n---\nوذَاءَرَتِ الناقةُ، وهي مُذائِرٌ: ساء خُلُقها، وقيل: هي التي تَرْأَمُ بأَنفها\n---\nولا يَصْدُقُ حُبُّها. أَبو عبيد: ذاءَرَتِ الناقةُ على فاعَلَتْ، فهي\n---\nمُذائِرٌ إِذا ساء خلقها، وكذلك المرأَة إِذا نَشَزَتْ؛ قال الحطيئة:\n---\nذارَتْ بأَنفها، من هذا، فخففه، وقيل: التي تَنْفِرُ عن الولد ساعةَ\n---\nتَضَعُهُ.والذِّئارُ: سِرْقِينٌ مختلط بتراب يطلى على أَطْباءِ الناقةِ لئلا\n---\nيَرْضَعَها الفصيلُ، وقد ذَأَرَها.", "ذبر": "@ذبر: الذَّبْرُ: الكتابة مثل الزَّبْرِ. ذَبَرَ الكتابَ يَذْبُرُه\n---\nويَذْبِرُه ذَبْراً وذَبَّرَه، كلاهما: كتبه؛ وأَنشد الأَصمعي لأَبي\n---\nذؤيب:عَرَفْتُ الدِّيَارَ كَرَقْمِ الدَّوَا\n---\nةِ، يَذْبُرُها الكاتِبُ الحِمْيَري\n---\nوقيل: نَقَطَهُ، وقيل: قرأَه قِراءةً خَفِيَّةً، وقيل: الذَّبْرُ كل\n---\nقراءة خفية؛ كل ذلك بلغة هذيل؛ قال صخر الغيّ:\n---\nفيها كتابٌ ذَبْرٌ لِمُقْتَرِئٍ،\n---\nيَعْرِفُه أَلْبُهُمْ ومَنْ حَشَدُوا\n---\nذَبْرٌ: بَيِّنٌ، أَراد. كتاباً مذبوراً فوضع المصدر موضع المفعول.\n---\nوأَلْبُهُمْ: من كان هواه معهم؛ تقول: بنو فلان أَلْبٌ واحد. وحَشَدُوا أَي\n---\nجمعوا. بن الأَعرابي في قول النبي، صلى الله عليه وسلم، أَهل الجنة خمسة\n---\nأَصناف: منهم الذي لا ذَبْرَ له أَي لا نطق له ولا لسان له يتكلم به من\n---\nضعفه، من قولك: ذَبَرْتُ الكتابَ أَي قرأْته. قال: وزَبَرْتُه أَي كتبته،\n---\nففرق بين ذَبَرَ وزَبَرَ. والذَّبْرُ في الأَصل: القراءة. وكتاب ذَبِرٌ:\n---\nسهلُ القراءة؛ وقيل: المعنى لا فهم له من ذَبَرْتُ الكتابَ إِذا فَهِمْتَه\n---\nوأَتقنته، ويروى بالزاي وسيجيء. الأَصمعي: الذِّبارُ الكُتُبُ، واحدها\n---\nذَبْرٌ؛ قال ذو الرمة:\n---\nأَقولُ لِنَفْسِي، واقِفاً عند مُشْرِفٍ،\n---\nعلى عَرَصاتٍ كالذِّبارِ النَّوَاطِقِ\n---\nوبعض يقول: ذَبَرَ كَتَبَ. ويقال: ذَبَرَ يَذْبُرُ إِذا نظر فأَحسن\n---\nالنظر. وفي حديث ابن جُدْعانَ: أَنا مُذابِرٌ أَي ذاهب، والتفسير في الحديث.\n---\nوثوبٌ مُذَبَّرٌ: مُنَمْنَمٌ؛ يمانية.\n---\nوالذُّبُور: العِلمُ والفِقْهُ بالشيء. وذَبَرَ الخَبَرَ: فهِمه. ثعلب:\n---\nالذَّابِرُ المُتْقِنُ للعلم. يقال: ذَبَرَه يَذْبُرُه؛ ومنه الخبر: كان\n---\nمعاذ يَذْبُرُه عن رسول الله، صلى الله عليه وسلم، أَي يتقنه ذَبْراً\n---\nوذَبارَةً. ويقال: ما أَرْصَنَ ذَبارَتَهُ. ابن الأَعرابي: ذَبَرَ أَتقن\n---\nوذَبَرَ غَضِبَ والذَّابِرُ المتقن، ويروى بالدال وقد تقدم. وفي حديث\n---\nالنجاشي: ما أُحِبُّ أَن لي ذَبْراً من ذهب أَي جبلاً بلغتهم، ويروى بالدال وقد\n---\nتقدم.", "ذحر": "@ذحر: قال الأَزهري: لم أَجده مستعملاً في شيء من كلامهم.", "ذخر": "@ذخر: ذَخَرَ الشيءَ يَذْخُرُه ذُخْراً واذَّخَرَهُ اذِّخاراً: اختاره،\n---\nوقيل: اتخذه، وكذلك اذَّخَرْتُه، وهو افتعلت. وفي حديث الضحية: كُلُوا\n---\nوادَّخِرُوا؛ وأَصله اذْتَخَرَهُ فثقلت التاء التي للافتعال مع الذال فقلبت\n---\nذالاً وأُدغمت فيها الذال الأَصلية فصارت ذالاً مشدّدة، ومثله الاذِّكارُ\n---\nمن الذِّكْرِ. وقال الزجاج في قوله تعالى: تَدَّخِرُونَ في بيوتكم؛\n---\nأَصله تَذْتَخِرُون لأَن الذال حرف مجهور لا يمكن النفَس أَن يجري معه لشدة\n---\nاعتماده في مكانه والتاء مهموسة، فأُبدل من مخرج التاء حرف مجهور يشبه\n---\nالذال في جهرها وهو الدال فصار تَدَّخِرُون، وأَصل الإِدغام أَن تدغم الأَول\n---\nفي الثاني. قال: ومن العرب من يقول تَذَّخِرُون، بذال مشدّدة، وهو جائز\n---\nوالأَول أَكثر.\n---\nوالذَّخِيرَةُ: واحدة الذَّخائِر، وهي ما ادُّخِرَ؛ قال:\n---\nلَعَمْرُكَ ما مالُ الفَتَى بِذَخِيرَةٍ،\n---\nولكنَّ إِخْوانَ الصَّفَاء الذَّخائِرُ\n---\nوكذلك الذُّخَرُ، والجمع أَذْخارٌ. وذَخَرَ لنفسه حديثاً حَسَناً:\n---\nأَبقاه، وهو مَثَلٌ بذلك. وفي حديث أَصحاب المائدة: أُمِرُوا أَن لا\n---\nيَدَّخِرُوا فادَّخَرُوا؛ قال ابن الأَثير: هكذا ينطق بها، بالدال المهملة. وأَصل\n---\nالادِّخارِ اذْتِخارٌ، وهو افتعال من الذَّخْرِ. ويقال: اذْتَخَرَ\n---\nيَذْتَخِرُ فهو مُذْتَخِرٌ، فلما أَرادوا أَن يُدْغِمُوا لِيَخِفَّ النطق قلبوا\n---\nالتاء إِلى ما يقاربها من الحروف، وهو الدال المهملة، لأَنهما من مخرج\n---\nواحد فصارت اللفظة مُذْدَخِرٌ بذال ودال، ولهم فيه حينئذٍ مذهبان:\n---\nأَحدهما، وهو الأَكثر، أَن تقلب الذال المعجمة دالاً مشددة، والثاني، وهو\n---\nالأَقل، أَن تقلب الدال المهملة ذالاً وتدغم فيها فتصير ذالاً مشدّدة معجمة،\n---\nوهذا العمل مطرد في أَمثاله نحو ادَّكَرَ واذَّكَرَ، واتَّغَرَ\n---\nواثَّغَرَ.والمَذْخَرُ: العَفِجُ.\n---\nوالإِذْخِرُ: حشيش طيب الريح أَطول من الثِّيْلِ ينبت على نِبتة\n---\nالكَوْلانِ، واحدتها إِذْخِرَةٌ، وهي شجرة صغيرة؛ قال أَبو حنيفة: الإِذْخِرُ له\n---\nأَصل مُنْدَفِنٌ دِقاقٌ دَفِرُ الريح، وهو مثل أَسَلِ الكُولانِ إِلا\n---\nأَنه أَعرض وأَصغر كُعُوباً، وله ثمرة كأَنها مَكَاسِحُ القَصَبِ إِلا\n---\nأَنها أَرق وأَصغر، وهو يشبه في نباته الغَرَزَ، يطحن فيدخل في الطّيب، وهي\n---\nتنبت في الحُزُونِ والسُّهُول وقلما تنبت الإِذْخِرَةُ منفردة؛ ولذلك قال\n---\nأَبو كَبير:\n---\nوأَخُو الإِباءَةِ، إِذ رَأَى خُلاَّنَهُ،\n---\nتَلَّى شِفَاعاً حَوْلَهُ كالإِذْخِرِ\n---\nقال: وإِذا جَفَّ الإِذْخِرُ ابيَضَّ؛ قال الشاعر وذَكَرَ جَدْباً:\n---\nإِذا تَلَعَاتُ بَطْنِ الحَشْرَجِ آمْسَتْ\n---\nجَدِيباتِ المَسَارِح والمَراحِ،\n---\nتَهادَى الرِّيحُ إِذْخِرَهُنَّ شُهْباً،\n---\nونُودِيَ في المجالِس بالقِدَاحِ\n---\nاحتاج إِلى وصل همزة أَمست فوصلها. وفي حديث الفتح وتحريم مكة: فقال\n---\nالعباسُ إِلاَّ الإِذْخِرَ فإِنه لبيوتنا وقبورنا؛ الإِذخر، بكسر الهمزة:\n---\nحشيشة طيبة الرائحة يسقف بها البيوت فوق الخشب، وهمزتها زائدة. وفي الحديث\n---\nفي صفة مكة: وأَعْذَقَ إِذْخِرُها أَي صار له أَعْذَاقٌ . وفي الحديث\n---\nذكْرُ تمر ذَخِيرَةَ؛ هو نوع من التمر معروف؛ وقول الراعي:\n---\nفلما سَقَيْناها العَكِيسَ تَمَذَّحَتْ\n---\nمَذاخِرُها، وازْدَادَ رَشْحاً وَرِيدُها\n---\nيعني أَجوافها وأَمعاءها، ويروى خواصرها. الأَصمعي: المذاخر أَسفل\n---\nالبطن. يقال: فلان مَلأَ مَذاخِرَهُ إِذا ملأَ أَسافل بطنه. ويقال للدابة إِذا\n---\nشبعت: قد مَلأَتْ مَذَاخِرَها؛ قال الراعي:\n---\nحتى إِذا قَتَلَتْ أَدْنَى الغَلِيلِ، ولم\n---\nتَمْلأُ مَذَاخِرَها لِلرَّيِّ والصَّدَرِ\n---\nأَبو عمرو: الذاخر السمين. أَبو عبيدة: فرسٌ مُذَّخَرٌ وهو المُبَقَّى\n---\nلحُضْرِهِ. قال: ومن المُذَّخَر المِسْوَاطُ، وهو الذي لا يُعْطِي ما عنده\n---\nإِلا بالسَّوْطِ، والأُنثى مُذَّخَرَةٌ. وفي الحديث: حتى إِذا كنا\n---\nبِثَنِيَّةِ أَذَاخِرَ؛ هي موضع بين مكة والمدينة، وكأَنها مسماة بجمع\n---\nالإِذْخِرِ.", "ذرر": "@ذرر: ذَرَّ الشيءَ يَذُرُّه: أَخذه بأَطراف أَصابعه ثم نثره على الشيء.\n---\nوذَرَّ الشيءَ يَذُرُّهُ إِذا بَدَّدَهُ. وذُرَّ إِذا بُدِّدَ. وفي حديث\n---\nعمر، رضي الله عنه: ذُرّي أَحِرَّ لَكِ أَي ذُرِّي الدقيق في القِدْرِ\n---\nلأَعمل لك حَرِيرَةً. والذَّرُّ: مصدر ذَرَرْتُ، وهو أَخذك الشيء بأَطراف\n---\nأَصابعك تَذُرُّهُ ذَرَّ الملح المسحوق على الطعام. وذَرَرْتُ الحَبَّ\n---\nوالملح والدواء أَذُرُّه ذَرّاً: فرَّقته؛ ومنه الذَّرِيرَةُ والذَّرُورُ،\n---\nبالفتح، لغة في الذَّرِيرَة، وتجمع على أَذِرَّةٍ؛ وقد استعاره بعض\n---\nالشعراء للعَرَضِ تشبيهاً له بالجوهر فقال:\n---\nشَقَقْتِ القَلْبَ ثم ذَرَرْتِ فيه\n---\nهَوَاكِ، فَلِيمَ فالْتَأَمَ الفُطُورُ\n---\nليم هنا إِما أَن يكون مغيراً من لُئِمَ، وإِما أَن يكون فُعِلَ من\n---\nاللَّوْمِ لأَن القلب إِذا نُهِيَ كان حقيقاً أَن ينتهي. والذَّرُورُ: ما\n---\nذَرَرْتَ. والذُّرَارَةُ: ما تناثر من الشيء المذْرُورِ. والذَّرِيرَةُ: ما\n---\nانْتُحِتَ من قصَبِ الطِّيبِ. والذَّرِيرَةُ: فُتَاتٌ من قَصَبِ الطيب\n---\nالذي يُجاءُ به من بلد الهند يشبه قصَبَ النُّشَّابِ. وفي حديث عائشة:\n---\nطَيَّبْتُ رسول الله، صلى الله عليه وسلم، لإِحرامه بذَرِيرَةٍ؛ قال: هو نوع\n---\nمن الطيب مجموع من أَخلاط. وفي حديث النخعي: يُنْثَرُ على قميص الميت\n---\nالذَّرِيرَةُ؛ قيل: هي فُتاتُ قَصَب مَّا كان لنُشَّابٍ وغيره؛ قال ابن\n---\nالأَثير: هكذا جاء في كتاب أَبي موسى. والذَّرُورُ، بالفتح: ما يُذَرُّ في\n---\nالعين وعلى القَرْحِ من دواء يابس. وفي الحديث: تَكْتَحِلُ المُحِدُّ\n---\nبالذَّرُورِ؛ يقال: ذَرَرْتُ عينَه إِذا دوايتها به. وذَرَّ عينه بالذَّرُورِ\n---\nيَذُرُّها ذَرّاً: كَحَلَها.\n---\nوالذَّرُّ: صِغارُ النَّمل، واحدته ذَرَّةٌ؛ قال ثعلب: إِن مائة منها\n---\nوزن حبة من شعير فكأَنها جزء من مائة، وقيل: الذَّرَّةُ ليس لها وزن، ويراد\n---\nبها ما يُرَى في شعاع الشمس الداخلِ في النافذة؛ ومنه سمي الرجل ذَرّاً\n---\nوكني بأَبي ذَرٍّ. وفي حديث جُبير بن مُطْعِم: رأَيت يوم حنين شيئاً\n---\nأَسود ينزل من السماء فوقع إِلى الأَرض فَدَبَّ مثل الذَّرِّ وهزم الله\n---\nالمشركين؛ الذَّرُّ: النمل الأَحمر الصغير، واحدتها ذَرَّةٌ. وفي حديث ابن\n---\nعباس: أَن النبي، صلى الله عليه وسلم، نهى عن قتل النحلة والنملة والصُّرَدِ\n---\nوالهُدْهُدِ؛ قال إِبراهيم الحَرْبِيُّ: إِنما نهى عن قتلهن لأَنهن لا\n---\nيؤذين الناس، وهي أَقل الطيور والدواب ضرراً على الناس مما يتأَذى الناس\n---\nبه من الطيور كالغراب وغيره؛ قيل له: فالنملة إِذا عضت تقتل؛ قال: النملة\n---\nلا تَعَضُّ إِنما يَعَضُّ الذَّرُّ؛ قيل له: إِذا عَضَّت الذَّرَّةُ\n---\nتقتل؛ قال: إِذا آذتك فاقتلها. قال: والنملة هي التي لها قوائم تكون في\n---\nالبراري والخَرِبات، وهذه التي يتأَذَّى الناس بها هي الذَّرُّ.\n---\nوذَرَّ الله الخلقَ في الأَرض: نَشَرَهُم والذُّرِّيَّةُ فُعْلِيَّةٌ\n---\nمنه، وهي منسوبة إِلى الذَّرِّ الذي هو النمل الصغار، وكان قياسه\n---\nذَرِّيَّةٌ، بفتح الذال، لكنه نَسَبٌ شاذ لم يجئ إِلاَّ مضموم الأَول. وقوله\n---\nتعالى: وإِذْ أَخَذَ رَبُّكَ ن بني آدم من ظهورهم ذُرِّيَّاتِهم؛ وذُرِّيَّةُ\n---\nالرجل: وَلَدُهُ، والجمع الذَّرَارِي والذُّرِّيَّاتُ. وفي التنزيل\n---\nالعزيز: ذُرِّيَّةً بعضُها من بعض؛ قال: أَجمع القرّاء على ترك الهمز في\n---\nالذرّية، وقال يونس: أَهل مكة يخالفون غيرهم من العرب فيهمزون النبيَّ\n---\nوالبَرِيَّةَ والذُّرِّية من ذَرَأَ الله الخلقَ أَي خلقهم. وقال أَبو إِسحق\n---\nالنحوي: الذُّرِّيَّةُ غير مهموز، قال: ومعنى قوله: وإِذ أَخذ ربك من بني\n---\nآدم من ظهورهم ذُرِّيَّاتهم؛ أَن الله أَخرج الخلق من صلب آدم كالذَّرِّ\n---\nحين أَشهدهم على أَنفسهم: أَلَسْتُ بربكم؟ قالوا: بَلى، شهدوا بذلك؛ وقال\n---\nبعض النحويين: أَصلها ذُرُّورَةٌ، هي فُعْلُولَةٌ، ولكن التضعيف لما كثر\n---\nأُبدل من الراء الأَخيرة ياء فصارت ذُرُّويَة، ثم أُدغمت الواو في الياء\n---\nفصارت ذُرِّيَّة، قال: وقول من قال إِنه فُعْلِيَّة أَقيس وأَجود عند\n---\nالنحويين. وقال الليث: ذُرِّيَّة فُعْلِيَّة، كما قالوا سُرِّيَّةٌ، والأَصل\n---\nمن السِّر وهو النكاح. وفي الحديث: أَنه رأَى امرأَة مقتولة فقال: ما\n---\nكانت هذه تُقاتِلُ، الحَقْ خالداً فقل له: لا تَقْتُلْ ذُرِّيَّةً ولا\n---\nعَسِيفاً؛ الذرية: اسم يجمع نسل الإِنسان من ذكر وأُنثى، وأَصلها الهمز لكنهم\n---\nحذفوه فلم يستعملوها إِلا غير مهموزة، وقيل: أَصلها من الذَّرِّ بمعنى\n---\nالتفريق لأَن الله تعالى ذَرَّهُمْ في الأَرض، والمراد بها في هذا الحديث\n---\nالنساء لأَجل المرأَة المقتولة؛ ومنه حديث عمر: حُجُّوا بالذُّرِّية لا\n---\nتأْكلوا أَرزاقها وتَذَرُوا أَرْباقَها في أَعْناقِها أَي حُجُّوا\n---\nبالنساء؛ وضرب الأَرْباقَ، وهي القلائد، مثلاً لما قُلِّدَتْ أَعناقُها من وجوب\n---\nالحج، وقيل:\n---\nكنى بها عن الأَوْزارِ.\n---\nوذَرِّيُّ السيف: فِرِنْدُه وماؤه يُشَبَّهانِ في الصفاء بِمَدَبِّ\n---\nالنمل والذَّرِّ؛ قال عبدالله بن سَبْرَةَ:\n---\nكل يَنُوءُ بماضِي الحَدِّ ذي شُطَبٍ،\n---\nجَلَّى الصَّياقِلُ عن ذَرِّيِّه الطَّبَعَا\n---\nويروى:\n---\nجَلا الصَّياقِلُ عن ذرّيه الطبعا\n---\nيعنى عن فِرِنْده؛ ويروى: عن دُرِّيِّهِ الطبعا يعني تلألؤه؛ وكذلك يروي\n---\nبيت دريد على وجهين:\n---\nوتُخْرِجُ منه ضَرَّةُ اليومِ مَصْدَقاً،\n---\nوطولُ السُّرَى ذَرّيَّ عَضْبٍ مُهَنَّدِ\n---\nإِنما عنى ما ذكرناه من الفرند. ويروى: دُرِّيَّ عَضْبٍ أَي تلألؤه\n---\nوإِشراقه كأَنه منسوب إِلى الدُّرِّ أَو إِلى الكوكب الدُّرِّيِّ. قال\n---\nالأَزهري: معنى البيت يقول إِن أَضَرَّ به شِدَّة اليوم أَخرج منه مَصْدَقاً\n---\nوصبراً وتهلل وجهه كأَنه ذَرِّيُّ سيف. ويقال: ما أَبْيَنَ ذَرِّيَّ سيفه؛\n---\nنسب إِلى الذَّرِّ.\n---\nوذَرَّتِ الشمسُ تَذُرُّ ذُرُوراً، بالضم: طلعت وظهرت، وقيل: هو أَوّل\n---\nطلوعها وشروقها أَوَّلَ ما يسقط ضَوْؤُها على الأَرض والشجر، وكذلك البقل\n---\nوالنبت. وذَرَّ يَذُرُّ إِذا تَخَدَّدَ؛ وذَرَّتِ الأَرضُ النبتَ ذَرّاً؛\n---\nومنه قول الساجع في مطر: وثَرْد يَذُرُّ بَقْلُه، ولا يُقَرِّحُ أَصلُه؛\n---\nيعني بالثَّرْدِ المطرَ الضعيفَ. ابن الأَعرابي: يقال أَصابنا مطر ذَرَّ\n---\nبَقْلُه يَذُرُّ إِذا طلع وظهر؛ وذلك أَنه يَذُرُّ من أَدنى مطر وإِنما\n---\nيَذُرُّ البقلُ من مطر قَدْرِ وَضَحِ الكَفِّ ولا يُقَرِّحُ البقلُ\n---\nإِلاَّ من قَدْرِ الذراع. أَبو زيد: ذَرَّ البقلُ إِذا طلع من الأَرض. ويقال:\n---\nذَرَّ الرجلُ يَذُرُّ إِذا شابَ مُقَدَّمُ رَأْسه.\n---\nوالذِّرَارُ: الغَضَبُ والإِنكارُ؛ عن ثعلب، وأَنشد لكثير:\n---\nوفيها، على أَنَّ الفُؤَادَ يُجِبُّها،\n---\nصُدُودٌ، إِذا لاقَيْتُها، وذِرَارُ\n---\nالفراء: ذَارَّت الناقةُ تَذَارُّ مُذَارَّةً وذِرَاراً أَي ساءَ\n---\nخُلُقُها، وهي مُذَارُّ، وهي في معنى العَلُوق والمُذَائِرِ؛ قال ومنه قول\n---\nالحطيئة:\n---\nوكنتُ كَذاتِ البَعْلِ ذَارَت بأَنْفِها،\n---\nفمن ذاكَ تَبْغي غَيْرَه وتُهاجِرُهْ\n---\nإِلاَّ أَنه خففه للضرورة. قال أَبو زيد: في فلان ذِرارٌ أَي إِعراضٌ\n---\nغضباً كَذِرَارِ الناقة. قال ابن بري: بيت الحطيئة شاهد على ذَارَت الناقةُ\n---\nبأَنفها إِذا عطفت على ولد غيرها، وأَصله ذَارَّتْ فخففه، وهو ذَارَتْ\n---\nبأَنفها، والبيت:\n---\nوكنتُ كذاتِ البَوِّ ذَارَتْ بأَنفِها،\n---\nفمن ذاكَ تَبْغي بُعْدَه وتُهاجِرُهْ\n---\nقال ذلك يهجو به الزِّبْرِقانَ ويمدح آلَ شَمَّاسِ\n---\nبن لاي؛ أَلا تراه يقول بعد هذا:\n---\nفَدَعْ عَنْكَ شَمَّاسَ بْنَ لأي فإِنهم\n---\nمَوالِيكَ، أَوْ كاثِرْ بهم مَنْ تُكاثِرُهْ\n---\nوقد قيل في ذَارَتْ غيرُ ما ذكره الجوهري، وهو أَن يكون أَصله\n---\nذَاءَرَتْ، ومنه قيل لهذه المرأَة مُذَائِرٌ، وهي التي تَرْأَمُ بأَنفها ولا\n---\nيَصْدُقُ حُبُّها فهي تَنِفرُ عنه. والبَوُّ: جِلْدُ الحُوَارِ يُحْشَى\n---\nثُماماً ويُقامُ حَوْلَ الناقةِ لِتَدِرَّ عليه.\n---\nوذَرُّ: اسم.\n---\nوالذَّرْذَرَةُ: تفريقك الشيء وتَبْدِيدُكَ إِياه. وذَرْذَارٌ: لقب رجل\n---\nمن العرب.", "ذعر": "@ذعر: الذُّعْرُ، بالضم: الخَوْفُ والفَزَعُ، وهو الاسم. ذَعَرَهُ\n---\nيَذْعَرُهُ ذَعْراً فانْذعَرَ، وهو مُنْذَعِرٌ، وأَذْعَرَه، كلاهما: أَفزعنه\n---\nوصيره إِلى الذُّعْرِ؛ أَنشد ابن الأَعرابي:\n---\nومِثْل الذي لاقيتَ، إِن كنت صادقاً،\n---\nمن الشَّرِّ يوماً من خَلِيلِكَ أَذْعَرَا\n---\nوقال الشاعر:\n---\nغَيْرَان شَمَّصَهُ الوُشاةُ فأَذْعَرُوا\n---\nوَحْشاً عليكَ، وَجَدْتَهُنَّ سُكُونَا\n---\nوفي حديث حذيفة قال له ليلة الأَحزاب: قُمْ فأْتِ القوم ولا تَذْعَرْهُم\n---\nعليّ يعني قريشاً، أَي لا تُقْزِعْهُمْ؛ يريد لا تُعْلِمْهُمْ بنفسك\n---\nوامْشِ في خُفْيَةٍ لئلاَّ يَنْفِروا منك ويُقْبِلُوا عَلَيَّ. وفي حديث\n---\nنابل مولى عثمان: ونحن نَتَرامَى بالحَنْظَل فما يَزِيدُنا عُمَرُ على أَن\n---\nيقولَ: كذاك لا تَذْعَرُوا إِبَلَنا علينا أَي لا تُنَفِّرُوا إِبلنا\n---\nعلينا؛ وقوله: كذاك أَي حَسْبُكُمْ.\n---\n(* قوله: «كذاك أَي حسبكم» كذا في الأَصل\n---\nوالنهاية). وفي الحديث: لا يزال الشيطانُ ذَاعِراً من المؤمن؛ أَي ذَا\n---\nذُعْرٍ وخَوْفٍ أَو هو فاعل بمعنى مفعول أَي مَذْعُور. ورجل ذَعُور:\n---\nمُنْذَعِرٌ. وامرأَة ذَعُورٌ: تُذْعَرُ من الرّيَبةِ والكلام القبيح؛\n---\nقال:تَنُولُ بمَعْرُوفِ الحَديثِ، وإِن تُرِدْ\n---\nسِوَى ذَاكَ، تُذْعَرْ منكَ وهْيَ ذَعُورُ\n---\nوذُعِرَ فلانٌ ذَعْراً، فهو مَذْعُورٌ، أَي أُخِيفَ.\n---\nوالذَّعَرُ: الدَّهَشُ من الحياء. والذَّعْرَةُ: الفَزْعَةُ.\n---\nوالذَّعْرَاءُ والذُّعْرَةُ: الفِنْدَوْرَةُ، وقيل: الذُّعْرَةُ أُمُّ\n---\nسُوَيْدٍ. وأَمْرٌ ذُعَرٌ: مَخُوفٌ، على النسب. والذُّعَرَةُ: طُوَيِّرَةٌ\n---\nتكون في الشجر تَهُزُّ ذَنَبَها لا تراها أَبداً إِلاَّ مَذْعُورَةً.\n---\nوناقة ذَعُورٌ إِذا مُسَّ ضَرْعُها غارت. والعرب تقول للناقة المجنونة:\n---\nمَذْعُورَةٌ. ونُوقٌ مُذَعَّرَةٌ: بها جنون. والذُّعْرَةُ: الاسْتُ.\n---\nوذُو الإِذْعارِ: لَقَبُ مَلِكٍ من ملوك اليمن لأَنه زَعَمُوا حَمَلَ\n---\nالنَّسْناسَ إِلى بلاد اليمن فَذُعِرَ الناسُ منه، وقيل: ذُو الإِذْعارِ\n---\nجَدُّ تُبَّعٍ كان سَبَى سَبْياً من التُّرْكِ فَذُعِرَ الناسُ منهم.\n---\nورجل ذَاعِرٌ وذُعَرَةٌ وذُعْرَةٌ: ذو عُيُوب؛ قال:\n---\nنَواجِحاً لم تَخْشَ ذُعْرَاتِ الذُّعَرْ\n---\nهكذا رواه كراع بالعين والذال المعجمة وذكره في باب الذعر. قال: وأَما\n---\nالداعر فالخبيث، وقد تقدم ذلك في الدال المهملة، وحكيناه هنالك ما رواه\n---\nكراع من الذال المعجمة.", "ذغمر": "@ذغمر: التهذيب: ابن الأَعرابي: الذَّغْمَرِيُّ السَّيءُ الخُلُقِ، وكذلك\n---\nالذُّغْمُورُ، بالذال، الحَقُودُ الذي لا ينحلّ حقده.", "ذفر": "@ذفر: الذَّفَرُ، بالتحريك، والذَّفَرَةُ جميعاً: شِدَّةُ ذَكاء الريح من\n---\nطِيب أَو نَتْن، وخص اللحياني بهما رائحة الإِبطين المنتنين؛ وقد\n---\nذَفِرَ، بالكسر، يَذْفَرُ، فهو ذَفِرٌ وأَذْفَرُ، والأُنثى ذَفِرَةٌ\n---\nوذَفْرَاءُ، وروضة ذَفِرَةٌ ومِسْكٌ أَذْفَرُ: بَيِّنُ الذَّفَرِ، وذَفِرٌ أَي\n---\nذَكِيُّ الريح، وهو أَجوده وأَقْرَتُهُ. وفي صفة الحوض: وطِينُهْ مِسْكٌ\n---\nأَذْفَرُ أَي طيب الريح. والذفر، بالتحريك: يقع على الطَّيِّبِ والكَرِيه\n---\nويفرق بينهما بما يضاف إِليه ويوصف به؛ ومنه صفة الجنة وترابها: مسك أَذفر.\n---\nوقال ابن الأَعرابي: الذَّفَرُ النَّتْنُ، ولا يقال في شيء من الطِّيبِ\n---\nذَفِرٌ إِلاَّ في المسك وحده. قال ابن سيده: وقد ذكرنا أَن الَّفَر،\n---\nبالدال المهملة، النَّتْنِ خاصة. والذَّفَرُ: الصُّنَانُ وخُبْثُ الريح، رجل\n---\nذَفِرٌ وأَذْفَرُ وامرأَة ذَفِرَة وذَفْراءُ أَي لهما صُنان وخُبْثُ ريح.\n---\nوكَتِيبَة ذَفْرَاءُ أَي أَنها سَهِكَةٌ من الحديد وصَدَئِهِ؛ وقال لبيد\n---\nيصف كتيبة ذات دُرُوع سَهِكَتْ من صَدَإِ الحديد:\n---\nفَخْمَةٌ ذَفْرَاءُ، تُرْتَى بالعُرَى\n---\nقُرْدُمانِيّاً وتَرْكاً كالبَصَلْ\n---\nعدى ترتى إِلى مفعولين لأَن فيه معنى تُكْسَى، ويروى دَفْرَاءُ؛ وقال\n---\nآخر:\n---\nومُؤَوْلَقٍ أَنْضَجْتُ كَيَّةَ رَأْسِهِ،\n---\nفَتَرَكْتُه ذَفِراً كريح الجَوْرَبِ\n---\nوقال الراعي وذكر إِبلاً رعت العُشْبَ وزَهْرَهُ، ووَرَدَتْ فَصَدَرَتْ\n---\nعن الماء، فكلما صدرت عن الماء نَدِيَتْ جُلُودها وفاحت منها رائحة طيبة،\n---\nفيقال لذلك فأْرَةُ الإِبِلِ، فقال الراعي:\n---\nلها فأْرَةٌ ذَفْرَاءُ كلَّ عَشِيَّةٍ،\n---\nكما فَتَقَ الكافُورَ بالمِسْكِ فاتِقُهْ\n---\nوقال ابن أَحمر:\n---\nبِهَجْلٍ مِنْ قَسَا ذَفِرِ الخُزَامى،\n---\nتَدَاعَى الجِرْبِيَاءُ به حَنِينَا\n---\nأَي ذكيّ ريح الخزامى: طيبها.\n---\nوالذِّفْرَى من الناس ومن جميع الدواب: من لَدُنِ المَقَذِّ إِلى نصف\n---\nالقَذَالِ، وقيل: هو العظم الشاخص خلف الأُذن، بعضهم يؤنثها وبعضهم ينوّنها\n---\nإِشعاراً بالإِلحاق، قال سيبويه: وهي أَقلهما. الليث: الذِّفْرَى من\n---\nالقفا هو الموضع الذي يَعْرَقُ من البعير خلف الأُذن، وهما ذِفْرَيانِ من كل\n---\nشيء. الجوهري: يقال هذه ذِفْرَى أَسيلة؛ لا تنوّن لأَن أَلفها للتأْنيث،\n---\nوهي مأْخوذة من ذَفَرِ العَرَقِ لأَنها أَوّل ما تَعْرَقُ من البعير.\n---\nوفي الحديث: فمسح رأْس البعير وذِفْرَاهُ؛ ذِفْرَى البعير: أَصلُ أُذنه،\n---\nوالذِّفْرَى مؤنثة وأَلفها للتأْنيث أَو للإِلحاق، ومن العرب من يقول هذه\n---\nذِفْرًى فيصرفها كأَنهم يجعلون الأَلف فيها أَصلية، وكذلك يجمعونها على\n---\nالذَّفَارَى، وقال القتيبي: هما ذِفْرَيانِ؛ والمَقَذَّان وهما أُصول\n---\nالأُذنين وأَول ما يَعْرَقُ من البعير. وقال شمر: الذِّفْرَى عظم في أَعلى\n---\nالعنق من الإِنسان عن يمين النقرة وشمالها، وقيل: الذِّفْرَيانِ الحَيْدَانِ\n---\nاللذان عن يمين النقرة وشمالها.\n---\nوالذِّفِرُّ من الإِبل: العظيم الذِّفْرَى، والأُنثى ذِفِرَّةٌ، وقيل:\n---\nالذِّفِرَّةُ النجيبة الغليظة الرقبة. أَبو عمرو: الذِّفِرُّ العظيم من\n---\nالإِبل. أَبو زيد: بعير ذِفِرُّ، بالكسر مشدد الراء، أَي عظيم الذِّفْرَى،\n---\nوناقة ذِفِرَّةٌ وحمار ذِفِرٌّ وذِفَرٌّ: صلب شديد، والكسر أَعلى.\n---\nوالذِّفِرُّ أَيضاً: العظيم الخَلْقِ. قال الجوهري: الذِّفِرُّ الشاب الطويل\n---\nالتامُّ الجَلْدُ.\n---\nواسْتَذْفَرَ بالأَمر: اشتدّ عزمه عليه وصَلُبَ له؛ قال عَدِيُّ بن\n---\nالرِّقَاع:\n---\nواسْتَذْفَرُوا بِنَوًى حَذَّاءُ تَقْذِفُهُمْ\n---\nإِلى أَقاصي نَواهُمْ، ساعَةَ انْطَلَقُوا\n---\nوذَفِرَ النبت: كثر؛ عن أَبي حنيفة، وأَنشد:\n---\nفي وارِسٍ من النَّجِيلِ قد ذَفِرْ\n---\nوقيل لأَبي عمرو بن العلاء: الذِّفْرَى من الذَّفَرِ؟ قال: نعم؛\n---\nوالمِعْزَى من المَعَز؟ فقال: نعم؛ بعضهم ينوّنه في النكرة ويجعل أَلفه للإِلحاق\n---\nبدرهم وهِجْرَعٍ؛ والجمع ذِفْرَياتٌ وذَفَارَى، بفتح الراء، وهذه الأَلف\n---\nفي تقدير الإِنقلاب عن الياء، ومن ثم قال بعضهم ذَفَارٍ مثل صحارٍ.\n---\nوالذَّفْرَاءُ: بقلة رِبْعِيَّةٌ دَشتِيَّةٌ تبقى خضراء حتى يصيبها\n---\nالبرد، واحدتها ذَفْراءَةٌ، وقيل: هي عُشْبَةٌ خبيثة الريح لا يكاد المال\n---\nيأْكلها، وفي المحكم: لا يرعاها المال؛ وقيل: هي شجرة يقال لها عِطْرُ\n---\nالأَمة، وقال أَبو حنيفة: هي ضرب من الحَمْضِ، وقال مرة: الذَّفْرَاءُ عشبة\n---\nخضراء ترتفع مقدار الشبر مدوّرة الورق ذات أَغصان ولا زهرة لها وريحها ريح\n---\nالفُساءِ؛ تُبَخِّر الإِبل وهي عليها حراصٌ، ولا تتبين تلك الذَّفَرَةُ\n---\nفي اللبن، وهي مُرَّةٌ، ومَنابتها الغَلْظُ؛ وقد ذكرها أَبو النجم في\n---\nالرياض فقال:\n---\nتَظَلُّ حِفْرَاهُ، من التَّهَدُّلِ،\n---\nفي رَوْضِ ذَفْرَاءَ ورعُلٍ مُخْجِلِ\n---\nوالذَّفِرَةُ: نبْتَةٌ تنبت وَسْطَ العُشْب، وهي قليلة ليست بشيء تنبت\n---\nفي الجَلَدِ على عِرْقٍ واحد، لها ثمرة صفراء تشاكل الجَعْدَةَ في ريحها.\n---\nوالذَّفْرَاءُ: نبْتَةٌ طيبة الرائحة. والذَّفْرَاءُ: نبتة منتنة.\n---\nوفي حديث مسيره إِلى بَدْرٍ: أَنه جَزَعَ الصَّفْرَاءَ ثم صَبَّ في\n---\nذَفِرَان؛ هو بكسر الفاء، وادٍ هناك.", "ذكر": "@ذكر: الذِّكْرُ: الحِفْظُ للشيء تَذْكُرُه. والذِّكْرُ أَيضاً: الشيء\n---\nيجري على اللسان. والذِّكْرُ: جَرْيُ الشيء على لسانك، وقد تقدم أَن\n---\nالذِّكْرَ لغة في الذكر، ذَكَرَهُ يَذْكُرُه ذِكْراً وذُكْراً؛ الأَخيرة عن\n---\nسيبويه. وقوله تعالى: واذكروا ما فيه؛ قال أَبو إِسحق: معناه ادْرُسُوا ما\n---\nفيه. وتَذَكَّرَهُ واذَّكَرَهُ وادَّكَرَهُ واذْدَكَرَهُ، قلبوا تاء\n---\nافْتَعَلَ في هذا مع الذال بغير إِدغام؛ قال:\n---\nتُنْحي على الشَّوكِ جُرَازاً مِقْضَبا،\n---\nوالهَمُّ تُذْرِيهِ اذْدِكاراً عَجَبَا\n---\n(* قوله: «والهم تذريه إلخ» كذا بالأَصل والذي في شرح الأَشموني:\n---\n«والهرم وتذريه اذدراء عجبا» أَتى به شاهداً على جواز الإِظهار بعد قلب تاء\n---\nالافتعال دالاً بعد الذال. والهرم، بفتح الهاء فسكون الراء المهملة: نبت\n---\nوشجر أَو البقلة الحمقاء كما في القاموس، والضمير في تذريه للناقة، واذدراء\n---\nمفعول مطلق لتذريه موافق له في الاشتقاق، انظر الصبان).\n---\nقال ابن سيده: أَما اذَّكَرَ وادَّكَر فإِبدال إِدغام، وأَما الذِّكْرُ\n---\nوالدِّكْرُ لما رأَوها قد انقلبت في اذَّكَرَ الذي هو الفعل الماضي\n---\nقلبوها في الذِّكْرِ الذي هو جمع ذِكْرَةٍ.\n---\nواسْتَذْكَرَهُ: كاذَّكَرَه؛ حكى هذه الأَخيرة أَبو عبيد عن أَبي زيد\n---\nفقال: أَرْتَمْتُ إِذا ربطتَ في إِصبعه خيطاً يَسْتَذْكِرُ به حاجَتَه.\n---\nوأَذْكَرَه إِياه: ذَكَّرَهُ، والاسم الذِّكْرَى. الفراء: يكون الذِّكْرَى\n---\nبمعنى الذِّكْرِ، ويكون بمعنى التَّذَكُّرِ في قوله تعالى: وذَكِّرْ فإِن\n---\nالذِّكْرَى تنفع المؤمنين. والذِّكْرُ والذِّكْرى، بالكسر: نقيض النسيان،\n---\nوكذلك الذُّكْرَةُ؛ قال كعب بن زهير:\n---\nأَنَّى أَلَمَّ بِكَ الخَيالُ يَطِيفُ،\n---\nومَطافُه لَكَ ذُكْرَةٌ وشُعُوفُ\n---\nيقال: طاف الخيالُ يَطِيفُ طَيْفاً ومَطَافاً وأَطافَ أَيضاً.\n---\nوالشُّعُوفُ: الولُوعُ بالشيء حتى لا يعدل عنه. وتقول: ذَكَّرْتُه ذِكْرَى؛ غير\n---\nمُجْرَاةٍ. ويقال: اجْعَلْه منك على ذُكْرٍ وذِكْرٍ بمعنى. وما زال ذلك مني\n---\nعلى ذِكْرٍ وذُكْرٍ، والضم أَعلى، أَي تَذَكُّرٍ. وقال الفراء:\n---\nالذِّكْرُ ما ذكرته بلسانك وأَظهرته. والذُّكْرُ بالقلب. يقال: ما زال مني على\n---\nذُكْرٍ أَي لم أَنْسَه. واسْتَذْكَرَ الرجلَ: ربط في أُصبعه خيطاً\n---\nليَذْكْرَ به حاجته. والتَّذكِرَةُ: ما تُسْتَذْكُرُ به الحاجة. وقال أَبو حنيفة\n---\nفي ذِكْرِ الأَنْواء: وأَما الجَبْهَةُ فَنَوْؤُها من أَذْكَرِ الأَنْواء\n---\nوأَشهرها؛ فكأَن قوله من أَذْكَرِها إِنما هو على ذِكُرَ وإِن لم يلفظ\n---\nبه وليس على ذَكِرَ، لأَن أَلفاظ فعل التعجب إِنما هي من فِعْلِ الفاعل لا\n---\nمن فِعْلِ المفعول إِلاَّ في أَشياء قليلة. واسْتَذْكَرَ الشيءَ:\n---\nدَرَسَةَ للذِّكْرِ. والاسْتِذْكارُ: الدِّرَاسَةُ للحفظ. والتَّذَكُّر: تذكر\n---\nما أُنسيته. وذَكَرْتُ الشيء بعد النسيان وذَكْرتُه بلساني وبقلبي\n---\nوتَذَكَّرْتُه وأَذْكَرْتُه غيري وذَكَّرْتُه بمعنًى. قال الله تعالى: وادَّكَرَ\n---\nبعد أُمَّةٍ؛ أَي ذَمَرَ بعد نِسْيان، وأَصله اذْتَكَرَ فَأُدغم.\n---\nوالتذكير: خلاف التأْنيث، والذَّكَرُ خلاف الأُنثى، والجمع ذُكُورٌ\n---\nوذُكُورَةٌ وذِكَارٌ وذِكَارَةٌ وذُكْرانٌ وذِكَرَةٌ. وقال كراع: ليس في\n---\nالكلام فَعَلٌ يكسر على فُعُول وفُعْلان إِلاَّ الذَّكَرُ. وامرأَة ذَكِرَةٌ\n---\nومُذَكَّرَةٌ ومُتَذَكِّرَةٌ: مُتَشَّبَهةٌ بالذُّكُورِ. قال بعضهم:\n---\nإِياكم وكُلَّ ذَكِرَة مُذَكَّرَةٍ شَوْهاءَ فَوْهاءَ تُبْطِلُ الحَقِّ\n---\nبالبُكاء، لا تأْكل من قِلَّةٍ ولا تَعْتَذِرُ من عِلَّة، إِن أَقبلت\n---\nأَعْصَفَتْ وإِن أَدْبَرَتْ أَغْبَرَتْ. وناقة مُذَكَّرَةٌ: مُتَشَبِّهَةٌ\n---\nبالجَمَلِ في الخَلْقِ والخُلُقِ؛ قال ذو الرمة:\n---\nمُذَكَّرَةٌ حَرْفٌ سِنَادٌ، يَشُلُّها\n---\nوَظِيفٌ أَرَحُّ الخَطْوِ، ظَمْآنُ سَهْوَقُ\n---\nويوم مُذَكَّرٌ: إِذا وُصِفَ بالشِّدّةِ والصعوبة وكثرة القتل؛ قال\n---\nلبيد:فإِن كنتِ تَبْغِينَ الكِرامَ، فأَعْوِلِي\n---\nأَبا حازِمٍ، في كُلِّ مُذَكَّرِ\n---\nوطريق مُذَكَّرٌ: مَخُوفٌ صَعْبٌ.\n---\nوأَذْكَرَتِ المرأَةُ وغَيْرُها فهي مُذْكِرٌ: ولدت ذَكَراً. وفي الدعاء\n---\nللحُبْلَى: أَذْكَرَتْ وأَيْسَرَتْ أَي ولدت ذَكَراً ويُسِّرَ عليها.\n---\nوامرأَة مُذْكِرٌ: ولدت ذَكَراً، فإِذا كان ذلك لها عادة فهي مِذْكارٌ،\n---\nوكذلك الرجل أَيضاً مِذْكارٌ؛ قال رؤْبة:\n---\nإِنَّ تَمِيماً كان قَهْباً من عادْ،\n---\nأَرْأَسَ مِذْكاراً، كثيرَ الأَوْلادْ\n---\nويقال: كم الذِّكَرَةُ من وَلَدِك؟ أَي الذُّكُورُ وفي الحديث: إِذا غلب\n---\nماءُ الرجل ماءَ المرأَة أَذْكَرَا؛ أَي ولدا ذكراً، وفي رواية: إِذا\n---\nسبق ماءُ الرجل ماءَ المرأَة أَذْكَرَتْ بإِذن الله أَي ولدته ذكراً. وفي\n---\nحديث عمر: هَبِلَتِ الوَادِعِيَّ أُمُّهُ لقد أَذْكَرَتْ به أَي جاءت به\n---\nذكراً جَلْداً. وفي حديث طارق مولى عثمان: قال لابن الزبير حين صُرِعَ:\n---\nوالله ما ولدت النساء أَذْكَرَ منك؛ يعني شَهْماً ماضياً في الأُمور. وفي\n---\nحديث الزكاة: ابن لبون ذكر؛ ذكر الذكر تأْكيداً، وقيل: تنبيهاً على نقص\n---\nالذكورية في الزكاة مع ارتفاع السن، وقيل: لأَن الابن يطلق في بعض\n---\nالحيوانات على الذكر والأُنثى كابن آوى وابن عُرْسٍ وغيرهما، لا يقال فيه بنت آوى\n---\nولا بنت عرس فرفع الإِشكال بذكر الذَّكَرِ. وفي حديث الميراث: لأَوْلَى\n---\nرجل ذَكَرٍ؛ قيل: قاله احترازاً من الخنثى، وقيل: تنبيهاً على اختصاص\n---\nالرجال بالتعصيب للذكورية. ورجل ذَكَرٌ: إِذا كان قويّاً شجاعاً أَنِفاً\n---\nأَبِيّاً. ومطر ذَكَرٌ: شديدٌ وابِلٌ؛ قال الفرزدق:\n---\nفَرُبَّ ربيعٍ بالبَلالِيق قد، رَعَتْ\n---\nبِمُسْتَنِّ أَغْياثٍ بُعاق ذُكُورُها\n---\nوقَوْلٌ ذَكَرٌ: صُلْبٌ مَتِين. وشعر ذَكَرٌ: فَحْلٌ. وداهية مُذْكِرٌ:\n---\nلا يقوم لها إِلاَّ ذُكْرانُ الرجال، وقيل: داهية مُذْكِرٌ شديدة؛ قال\n---\nالجعدي:\n---\nوداهِيَةٍ عَمْياءَ صَمَّاءَ مُذْكِرٍ،\n---\nتَدِرُّ بِسَمٍّ من دَمٍ يَتَحَلَّبُ\n---\nوذُكُورُ الطِّيبِ: ما يصلح للرجال دون النساء نحو المِسْكِ والغالية\n---\nوالذَّرِيرَة. وفي حديث عائشة، رضي الله عنها: أَنه كان يتطيب بِذِكارَةِ\n---\nالطِّيبِ؛ الذكارة، بالكسر: ما يصلح للرجال كالمسك والعنبر والعود، وهي\n---\nجمع ذُكَرٍ، والذُّكُورَةُ مثله؛ ومنه الحديث: كانوا يكرهون المُؤَنِّثَ من\n---\nالطيب ولا يَرَوْنَ بِذُكْورَتِه بأْساً؛ قال: هو ما لا لَوْنَ له\n---\nيَنْفُضُ كالعُود والكافور والعنبر، والمؤنَّث طيب النساء كالخَلُوق\n---\nوالزعفران. وذُكورُ العُشْبِ: ما غَلُظ وخَشُنَ. وأَرض مِذْكارٌ: تُنْبِتُ ذكورَ\n---\nالعُشْبِ، وقيل: هي التي لا تنبت، والأَوّل أَكثر؛ قال كعب:\n---\nوعَرَفْتُ أَنِّي مُصْبِحٌ بِمَضِيعةٍ\n---\nغَبْراءَ، يَعْزِفُ جِنُّها، مِذكارِ\n---\nالأَصمعي: فلاة مِذْكارٌ ذات أَهوال؛ وقال مرة: لا يسلكها إِلاّ\n---\nالذَّكَرُ من الرجال. وفَلاة مُذْكِرٌ: تنبت ذكور البقل، وذُكُورُه: ما خَشُنَ\n---\nمنه وغَلُظَ، وأَحْرَارُ البقول: ما رَقَّ منه وطاب. وذُكُورُ البقل: ما\n---\nغلظ منه وإِلى المرارة هو.\n---\nوالذِّكْرُ: الصيتُ والثناء. ابن سيده: الذِّكْرُ الصِّيتُ يكون في\n---\nالخير والشر. وحكي أَبو زيد: إِن فلاناً لَرَجُلٌ لو كان له ذُكْرَةٌ أَي\n---\nذِكْرٌ. ورجل ذَكِيرٌ وذِكِّيرٌ: ذو ذِكْرٍ؛ عن أَبي زيد. والذِّكْرُ:\n---\nذِكْرُ الشرف والصِّيت. ورجل ذَكِيرٌ: جَيِّدٌ الذِّكْره والحِفْظِ.\n---\nوالذِّكْرُ: الشرف. وفي التنزيل: وإِنه لَذِكْرٌ لك ولقومك؛ أَي القرآن شرف لك\n---\nولهم. وقوله تعالى: ورَفَعْنَا لك ذِكْرَكَ؛ أَي شَرَفَكَ؛ وقيل: معناه\n---\nإِذا ذُكِرْتُ ذُكِرْتَ معي. والذِّكْرُ: الكتاب الذي فيه تفصيل الدِّينِ\n---\nووَضْعُ المِلَلِ، وكُلُّ كتاب من الأَنبياء، عليهم السلام، ذِكْرٌ.\n---\nوالذِّكْرُ: الصلاةُ لله والدعاءُ إِليه والثناء عليه. وفي الحديث: كانت\n---\nالأَنبياء، عليهم السلام، إِذا حَزَبَهُمْ أَمْرٌ فَزِعُوا إِلى الذكر، أَي\n---\nإِلى الصلاة يقومون فيصلون. وذِكْرُ الحَقِّ: هو الصَّكُّ، والجمع ذُكُورُ\n---\nحُقُوقٍ، ويقال: ذُكُورُ حَقٍّ. والذِّكْرَى: اسم للتَّذْكِرَةِ. قال أَبو\n---\nالعباس: الذكر الصلاة والذكر قراءة القرآن والذكر التسبيح والذكر الدعاء\n---\nوالذكر الشكر والذكر الطاعة.\n---\nوفي حديث عائشة، رضي الله عنها: ثم جلسوا عند المَذْكَر حتى بدا حاجِبُ\n---\nالشمس؛ المَذْكَر موضع الذِّكْرِ، كأَنها أَرادت عند الركن الأَسود أَو\n---\nالحِجْرِ، وقد تكرر ذِكْرُ الذّكْرِ في الحديث ويراد به تمجيد الله\n---\nوتقديسه وتسبيحه وتهليله والثناء عليه بجميع محامده. وفي الحديث: القرآنُ\n---\nذَكَرٌ فَذَكِّرُوه؛ أَي أَنه جليل خَطِيرٌ فأَجِلُّوه. ومعنى قوله تعالى:\n---\nولَذِكْرُ الله أَكْبَرُ؛ فيه وجهان: أَحدهما أَن ذكر الله تعالى إِذا ذكره\n---\nالعبد خير للعبد من ذكر العبد للعبد، والوجه الآخر أَن ذكر الله ينهى عن\n---\nالفحشاء والمنكر أَكثر مما تنهى الصلاة. وقول الله عز وجل: سَمِعْنا\n---\nفَتًى يَذْكُرُهُمْ يقال له إِبراهيم؛ قال الفراء فيه وفي قول الله تعالى:\n---\nأَهذا الذي يَذْكُرُ آلِهَتَكُمْ، قال: يريد يَعِيبُ آلهتكم، قال: وأَنت\n---\nقائل للرجل لئن ذَكَرْتَنِي لَتَنْدَمَنَّ، وأَنت تريد بسوء، فيجوز ذلك؛\n---\nقال عنترة:\n---\nلا تَذْكُرِي فَرَسي وما أَطْعَمْتُه،\n---\nفيكونَ جِلْدُكِ مثلَ جِلْدِ الأَجْرَبِ\n---\nأَراد لا تَعِيبي مُهْري فجعل الذِّكْرَ عيباً؛ قال أَبو منصور: وقد\n---\nأَنكر أَبو الهيثم أَن يكون الذِّكْرُ عيباً؛ وقال في قول عنترة لا تذكري\n---\nفرسي: معناه لا تولعي بِذِكْرِهِ وذِكْرِ إِيثاري إِياه دون العيال. وقال\n---\nالزجاج نحواً من قول الفراء، قال: ويقال فلان يَذْكُر الناسَ أَي يغتابهم\n---\nويذكر عيوبهم، وفلان يذكر الله أَي يصفه بالعظمة ويثني عليه ويوحده،\n---\nوإِنما يحذف مع الذِّكْرِ ما عُقِلَ معناه. وفي حديث عليّ: أَن عليّاً\n---\nيَذْكُرُ فاطمة يخطبها، وقيل: يَتَعَرَّضُ لخِطْبَتِها، ومنه حديث عمر: ما\n---\nحلفتُ بها ذَاكِراً ولا آثراً أَي ما تكلمت بها حالفاً، من قولك: ذكرت لفلان\n---\nحديث كذا وكذا أَي قلته له، وليس من الذِّكْر بعد النسيان.\n---\nوالذُّكَارَةُ: حمل النخل؛ قال ابن دريد: وأَحسب أَن بعض العرب يُسَمِّي\n---\nالسِّمَاكَ الرَّامِحَ الذَّكَرَ. والذَّكَرُ: معروف، والجمع ذُكُورٌ\n---\nومَذاكِيرُ، على غير قياس، كأَنهم فرقوا بين الذَّكَرِ الذي هو الفحل وبين\n---\nالذَّكَرِ الذي هو العضو. وقال الأَخفش: هو من الجمع الذي ليس له واحد\n---\nمثل العَبَاديد والأَبابيل؛ وفي التهذيب: وجمعه الذِّكارَةُ ومن أَجله يسمى\n---\nما يليه المَذَاكِيرَ، ولا يفرد، وإِن أُفرد فَمُذَكَّرٌ مثل مُقَدَّمٍ\n---\nومَقَادِيم. وفي الحديث: أَن عبداً أَبصر جارية لسيدة فغار السيدُ\n---\nفَجَبَّ مَذَاكِيرَه؛ هي جمع الذَّكَرِ على غير قياس. ابن سيده: والمذاكير\n---\nمنسوبة إِلى الذَّكَرِ، واحدها ذَكَرٌ، وهو من باب مَحاسِنَ ومَلامِحَ.\n---\nوالذَّكَرُ والذَّكِيرُ من الحديد: أَيْبَسُه وأَشَدُّه وأَجْوَدُه، وهو خلافُ\n---\nالأَنِيثِ، وبذلك يسمى السيف مُذَكَّراً ويذكر به القدوم والفأْس ونحوه،\n---\nأَعني بالذَّكَرِ من الحديد.\n---\nويقال: ذهبتْ ذُكْرَهُ السيف وذُكْرَهُ الرَّجُلِ أَي حِدَّتُهما. وفي\n---\nالحديث: أَنه كان يطوف في ليلة على نسائه ويغتسل من كل واحدة منهن غُسْلاً\n---\nفسئل عن ذلك فقال: إِنه أَذْكَرُ؛ أَي أَحَدُّ. وسيفٌ ذو ذُكْرَةٍ أَي\n---\nصارِمٌ، والذُّكْرَةُ: القطعة من الفولاذ تزاد في رأْس الفأْس وغيره، وقد\n---\nذَكَّرْتُ الفأْسَ والسيفَ؛ أَنشد ثعلب:\n---\nصَمْصَامَةٌ ذُكْرَةٌ مُذَكَّرَةٌ،\n---\nيُطَبّقُ العَظْمَ ولا يَكْسِرُهْ\n---\nوقالوا لخِلافهِ: الأَنِيثُ. وذُكْرَهُ السيف والرجل: حِدَّتُهما. ورجل\n---\nذَكِيرٌ: أَنِفٌ أَبِيُّ. وسَيْف مُذَكَّرٌ: شَفْرَتُه حديد ذَكَرٌ\n---\nومَتْنُه أَنِيثٌ، يقول الناس إِنه من عمل الجن. الأَصمعي: المُذَكَّرَةُ هي\n---\nالسيوف شَفَرَاتُها حديد ووصفها كذلك. وسيف مُذَكَّرٌ أَي ذو ماء.\n---\nوقوله تعالى: ص والقرآن ذي الذِّكْرِ؛ أَي ذي الشَّرَفِ. وفي الحديث:\n---\nإِن الرجل يُقَاتِلُ ليُذْكَر ويقاتل ليُحْمَدَ؛ أَي ليذكر بين الناس ويوصف\n---\nبالشجاعة. والذِّكْرُ: الشرف والفخر. وفي صفة القرآن: الذِّكْر الحكيم\n---\nأَي الشرف المحكم العاري من الاختلاف.\n---\nوتذكر: بطن من ربيعة، والله عز وجل أَعلم.", "ذمر": "@ذمر: الذَّمْرُ: اللَّوْمُ والحَضُّ معاً. وفي حديث عليّ، عليه السلام:\n---\nأَلا وإِن الشيطان قد ذَمَّرَ حِزْبَه أَي حضهم وشجعهم؛ ذَمَرَه\n---\nيَذْمُرُه ذَمْراً: لامَهُ وحَضَّهُ وحَثَّهُ. وتَذَمَّرَ هو: لام نفسه، جاء\n---\nمطاوعه على غير الفعل. وفي حديث صلاة الخوف: فَتَذَامَرَ المشركون وقالوا\n---\nهَلاَّ كنا حملنا عليهم وهم في الصلاة؛ أَي تَلاوَمُوا على ترك الفُرْصَةِ،\n---\nوقد تكون بمعنى تَحاضُّوا على القتال. والذَّمْرُ: الحَثُّ مع لَوْمٍ\n---\nواسْتِبْطاءٍ. وسمعتُ له تَذَمُّراً أَي تغضباً. وفي حديث موسى، عليه\n---\nالسلام: أَنه كان يَتَذَمَّرُ على ربه أَي يَجْتَرِئُ عليه ويرفع صوته في\n---\nعتابه؛ ومنه حديث طلحة لما أَسلم: إِذا أُمّه تُذْمِّرُه وتَسُبُّهُ أَي\n---\nتُشَجِّعُه على ترك الإِسلام وتسبه على إِسلامه. وذَمَرَ يَذْمُرُ إِذا\n---\nغَضِبَ؛ ومنه الحديث: وأُم أَيمن تَذْمُرُ وتَصْخَبُ؛ ويروى: تُذَمِّرُ،\n---\nبالتشديد؛ ومنه الحديث: فجاء عمر ذَامِراً أَي مُتَهَدِّداً.\n---\nوالذِّمارُ: ذِمارُ الرجلُ وهو كل ما يلزمك حفظه وحياطته وحمايته والدفع\n---\nعنه وإِن ضَيَّعه لزمه اللَّوْمُ. أَبو عمرو: الذِّمارُ الحَرَمُ\n---\nوالأَهل، والذِّمارُ: الحَوْزة، والذِّمار: الحَشَمُ، والذِّمار: الأَنساب.\n---\nوموضعُ التَّذَمُّرِ: موضعُ الحفيظة إِذا اسْتُبِيحَ. وفلان حامي الذِّمار\n---\nإِذا ذُمِّرَ غَضِبَ وحَمى؛ وفلانٌ أَمْنَعُ ذِماراً من فلان. ويقال:\n---\nالذِّمارُ ما وراء الرجل مما يَحِقُّ عليه أَن يَحْمِيَهُ لأَنهم قالوا حامي\n---\nالذِّمار كما قالوا حامي الحقيقة؛ وسمي ذماراً لأَنه يجب على أَهله\n---\nالتَّذَمُّرُ له، وسميت حقيقة لأَنه يَحِقُّ على أَهلها الدفع عنها. وفي حديث\n---\nعلي: أَلا إِن عثمان فَضَحَ الذِّمارَ فقال النبي، صلى الله عليه وسلم:\n---\nمَهْ الذِّمارُ ما لزمك حِفْظُه مما وراءك ويتعلق بك. وفي حديث أَبي\n---\nسفيان: قال يوم الفتح: حَبَّذَا يَوْمُ الذِّمار؛ يريد الحَرْبَ لأَن\n---\nالإِنسان يقاتل على ما يلزمه حفظه.\n---\nوتَذَامَرَ القومُ في الحرب: تَحاضُّوا. والقومُ يَتَذامَرُونَ أَي\n---\nيَحُضُّ بعضهم بعضاً على الجِدَّ في القتال؛ ومنه قوله:\n---\nيَتَذامَرُونَ كَرَرْتُ غيرَ مُذَمَّمِ\n---\nوالقائد يَذْمُرُ أَصحابَه إِذا لامهم وأَسمعهم ما كرهوا ليكون أَجَدَّ\n---\nلهم في القتال؛ والتَّذَمُّرُ من ذلك اشتقاقه، وهو أَن يفعل الرجل فعلاً\n---\nلا يبالغ في نكاية العدوّ فهو يَتَذَمَّرُ أَي يلوم نفسه ويعاتبها كي\n---\nيَجِدَّ في الأَمر. الجوهري: وأَقبل فلان يَتَذَمَّرُ كأَنه يلوم نفسه على\n---\nفائت. ويقال: ظَلَّ يَتَذَمَّرُ على فلان إِذا تنكر له وأَوعده. وفي\n---\nالحديث: فخرج يتذمر؛ أَي يعاتب نفسه ويلومها على فوات الذِّمار. والذَّمِرُ:\n---\nالشجاع. ورجل ذَمِرٌ وذِمْرٌ وذِمِرٌّ وذَمِيرٌ: شجاع من قوم أَذْمارٍ،\n---\nوقيل: شجاع مُنْكَرٌ، وقيل: مُنْكَرٌ شديد، وقيل: هو الظريف اللبيب\n---\nالمِعْوانُ، وجمعُ الذَّمِرِ والذِّمْرِ والذَّمِير أَذْمارٌ مثل كَبِدٍ وكِبْد\n---\nوكَبِيدٍ وأَكبْادٍ، وجمع الذِّمِرِّ مثل فِلِزٍّ ذِمِرُّونَ، والاسم\n---\nالذَّمارَةُ.\n---\nوالمُذَمَّرُ: القَفَا، وقيل: هما عظمان في أَصل القفا، وهو الذِّفْرى،\n---\nوقيل: الكاهل؛ قال ابن مسعود: انتهيتُ يوم بدر إِلى أَبي جهل وهو صريع\n---\nفوضعت رجلي في مُذَمَّرِه فقال: يا رُوَيْعِيَ الغَنَمِ لقد ارْتَقَيْتَ\n---\nمُرْتَقًى صَعْباً قال: فاحْتَزَزْتُ رأْسه؛ قال الأَصمعي: المُذَمَّرُ\n---\nهو الكاهل والعُنُقُ وما حوله إِلى الذِّفْرَى، وهو الذي يُذَمِّرُه\n---\nالمُذَمِّرُ. وذَمَرَهُ يَذْمُرُهُ وذَمَّره: لَمَس مُذَمَّرَهُ.\n---\nوالمُذَمِّرُ: الذي يدخل يده في حياء الناقة لينظر أَذكر جنينها أَم أُنثى، سمي بذلك\n---\nلأَنه يضع يده في ذلك الموضع فيعرفه؛ وفي المحكم: لأَنه يَلْمِسُ\n---\nمُذَمَّرَهُ فيعرف ما هو، وهو التَّذْمِيرُ؛ قال الكميت:\n---\nوقال المُذَمِّرُ للنَّاتِجِينَ:\n---\nمَتَى ذُمِّرَتْ قَبْلِيَ الأَرْجُلُ؟\n---\nيقول: إِن التذمير إِنما هو في الأَعناق لا في الأَرجل. وذَمَرَ الأَسدُ\n---\nأَي زَأَرَ، وهذا مثل لأَن التذمير لا يكون إِلاَّ في الرأْس، وذلك أَنه\n---\nيلمس لَحْيَيِ الجَنِينِ، فإِن كانا غليظين كان فحلاً، وإِن كانا رقيقين\n---\nكان ناقة، فإِذا ذُمِّرَت الرِّجْلُ فالأَمر منقلب؛ وقال ذو الرمة:\n---\nحَرَاجيجُ قُودٌ ذُمِّرَتْ في نتاجِها،\n---\nبِناحيَةِ الشّحْرِ الغُرَيْرِ وشَدْقَمِ\n---\nيعني أَنها من إِبل هؤلاء فهم يُذَمِّرُونها.\n---\nوذِمارٌ، بكسر الذال\n---\n(* قوله: «بكسر الذال إلخ» هذا قول أَكثر أَهل\n---\nالحديث، وذكره ابن دريد بالفتح. وقوله: وجد في أَساسها إِلخ عبارة ياقوت: وجد\n---\nفي أَساس الكعبة لما هدمتها قريش إِلخ ونسبه لابن دريد أَيضاً). موضع\n---\nباليمن، ووُجِدَ في أَساسها لما هدمتها قريش في الجاهلية حَجَرٌ مكتوبٌ فيه\n---\nبالمُسْنَدِ: لمن مُلْكُ ذِمار؟ لِحِمْيَر الأَخْيار. لمن ملك ذمار؟\n---\nللحبشة الأَشرار. لمن ملك ذمار؟ لفارس الأَحرار. لمن ملك ذمار؟ لقريش\n---\nالتجار. وقد ورد في الحديث ذكر ذِمار، بكسر الذال وبعضهم يفتحها، اسم قرية\n---\nباليمن على مرحلتين من صنعاء، وقيل: هو اسم صنعاء. وذَوْمَرُ: اسم.", "ذمقر": "@ذمقر: اذْمَقَرَّ اللبنُ وامْذَقَرَّ: تَقَطَّعَ، والأَول أَعرف، وكذلك\n---\nالدَّمُ.", "ذهر": "@ذهر: ذَهِرَ فُوهُ، فهو ذَهِرٌ: اسْوَدَّتْ أَسنانُه، وكذلك نَوْرُ\n---\nالحَوْذانِ؛ قال:\n---\nكأَن فَاه ذَهِرُ الحَوْذانِ", "ذير": "@ذير: الذِّيارُ، غيرُ مهموز: البَعَرُ، وقيل: البَعَرُ الرَّطْبُ\n---\nيُضَمَّدُ به الإِحْلِيلُ وأَخْلافُ الناقة ذات اللبن إِذا أَرادوا صَرَّها\n---\nلئلاَّ يُؤَثِّر فيه الصِّرارُ ولكيلا يَرْضَعَ الفصيلُ؛ حكاه اللحياني، وهو\n---\nالتَّذْيِيرُ؛ وأَنشد الكسائي:\n---\nقد غاثَ رَبُّكَ هذا الخَلْقَ كُلَّهُمُ\n---\nبِعَامِ خِصْبٍ، فَعَاشَ الناسُ والنَّعَمُ\n---\nوأَبْهَلُوا سَرْحَهمْ من غيرِ تَوْدِيَةٍ\n---\nولا ذِيارٍ، وماتَ الفَقْرُ والعَدَمُ\n---\nوقد ذَيَّرَ الراعي أَخْلافَها إِذا لطخها بالذِّيار؛ قال أَبو صَفْوانَ\n---\nالأَسَديُّ يَهْجُو ابنَ مَيَّادَةَ وميادة كانت أُمه:\n---\nلَهْفِي عليكَ، يا ابنَ مَيَّادَةَ التي\n---\nيكونُ ذِياراً لا يُحَتُّ خِضابُها\n---\nإِذا زَبَنَتْ عنها الفَصيلَ بِرِجْلِها،\n---\nبَدَا من فُرُوجِ الشَّمْلَتَينِ عُنابُها\n---\nأَراد بِعُنابِها بَظْرَها. الليث: السِّرْقين الذي يخلط بالتراب يسمى\n---\nقبل الخَلْطِ خُثَّةً، وإِذا خلط، فهو ذِيْرَةٌ، فإِذا طلي على أَطْباءِ\n---\nالناقة لكيلا يَرْضَعَها الفصيلُ، فهو ذِيارٌ؛ وأَنشد:\n---\nغَدَتْ، وَهْيَ مَحْشُوكَةٌ حافِلٌ،\n---\nفَرَاخَ الذِّيارُ عليها صَخِيما\n---\nويقال للرجل إِذا اسودت أَسنانه: قد ذُيِّرَ فُوهُ تَذْيِيراً.", "ذرز": "@ذرز: التهذيب: يقال للدنيا أُم ذَرْزٍ، قال: ودَرِزَ الرجلُ وذَرِزَ،\n---\nبالدال والذال، إِذا تمكن من نعيم الدنيا.", "ذحق": "@ذحق: ابن سيده: ذَحَقَ اللِّسانُ يَذْحَقُ ذَحْقاً انْسلَق وانْقشَر من\n---\nداء يُصيبه، والله أعلم.", "ذرق": "@ذرق: ذَرْقُ الطائرِ: خُرْؤُه. وذَرقَ الطائرُ يَذْرُق ويَذْرِقُ\n---\nذَرْقاً، وأذْرَقَ: خَذَق بِسَلْحه وذَرَقَ، وقد يستعار في السبُع والثعلب؛\n---\nأنشد اللحياني:\n---\nإلا تِلكَ الثَّعالِبُ قد تَوَالَتْ\n---\nعَلَيَّ، وحالَفَتْ عُرْجاً ضِباعا\n---\nلِتَأْكُلَني، فَمَرَّ لهُنَّ لَحْمي،\n---\nفأذْرَقَ من حِذاري أو أتاعا\n---\nواسم ذلك الشيء الذُّراق؛ عن أبي زيد. وقال حسان بن ثابت لما سأله عمر،\n---\nرضي الله عنه، عن هجاء الحطيئة للزِّبْرِقان بقوله:\n---\nدَعِ المَكارِمَ لا تَرْحَلْ لِبُغْيَتِها،\n---\nواقْعُدْ فإنَّك أنتَ الطَّاعِمُ الكاسي\n---\nما هَجاه بل ذَرق عليه. والذَّرْقُ: ذَرْقُ الحُبارَى بسلحه، والخَذْقُ\n---\nأشدُّ من الذَّرْق. وفي نوادر الأَعراب: تَذَرَّقَتْ فلانة بالكُحل\n---\nوأذْرَقَتْ إذا اكْتحلت.\n---\nوالذُّرَقُ: نبات كالفِسْقِسة تسميه الحاضرةُ الحَنْدَقُوقى. وقال أبو\n---\nعمرو: الذُّرَق الحندقوقى؛ غيره: واحدتها ذُرَقة، ويقال لها:\n---\nحَنْدَقَوْقَى وحِنْدَقَوْقَى وحِنْدَقُوقَى؛ قال أبو حنيفة: لها نُفَيْحة طيبة فيها\n---\nشَبه من الفَثِّ تطول في السماء كما ينبُت الفَثُّ، وهو ينبت في القِيعان\n---\nومَناقِع الماء. وقال مُرّة: الذُّرَقُ نبات مثل الكُرّاث الجبليّ\n---\nالدِّقاق له في رأسه قَماعِل صغار فيها حبٌّ أغبر حُلو، يؤْكلُ رَطباً تُحبه\n---\nالرِّعاء ويأتون به أهليهم فإذا جفَّ لم تَعرِض له، وله نِصال صِغار لها\n---\nقشرة سوداء فإذا قُشرت قُشرت عن بياض، قال: وهي صادِقةُ الحَلاوة كثيرة\n---\nالماء يأكلها الناس؛ قال رؤبة:\n---\nحتى إذا ما هاجَ حِيرانُ الذُّرَقْ\n---\nوأهْيَجَ الخَلْصاء من ذاتِ البُرَقْ\n---\n(* قوله «الذرق» تقدم لنا هذا البيت في مادتي حجر وحير بلفظ الدرق بدال\n---\nمهملة مفتوحة وهو خطأ والصواب ما هنا).\n---\nوأذْرَقَت الأَرض: أنْبَتت الذُّرَق. وفي الحديث: قاع كثير الذُّرَق،\n---\nبضم الذال وفتح الراء، الحندقوق وهو نبت معروف. وحكى أبو زيد: لبن مُذَرَّق\n---\nأي مَذيق.", "ذرفق": "@ذرفق: اذْرَنْفَقَ: تَقدَّم كادْرَنْفَقَ؛ حكاه نصير.", "ذعق": "@ذعق: الذُّعاق بمنزلة الزُّعاق: المُرّ. ماء ذُعاقٌ: كزُعاقٍ. قال صاحب\n---\nالعين: سمعنا ذلك من عربي فلا أدري ألغة أم لُثْغة. وذَعَق به ذَعْقاً:\n---\nصاح كَزَعَق. ابن دريد: وذَعقَه وزَعَقَه إذا صاح به فأَفْزعَه؛ قال\n---\nالأَزهري: وهذا من أباطيل ابن دريد.", "ذعلق": "@ذعلق: الذُّعْلُوق والذُّعلُوقة: نبت يشبه الكُرّات يَلتوي طيِّبُ\n---\nالأَكل وهو ينبت في أجواف الشجر؛ وذُعلُوقٌ آخر يقال له لِحْيةُ التَّيْس.\n---\nوكلُّ نبت دَقَّ ذُعْلُوق، وقيل: هو نبات يكون بالبادية؛ وقال ابن\n---\nالأَعرابي: هو نبت يستطيل على وجه الأَرض؛ وقوله:\n---\nيا رُبَّ مُهرٍ مَزْعُوقْ،\n---\nمُقَيَّل أو مَغْبُوقْ\n---\nمِن لَبنِ الدُّهْم الرُّوقْ،\n---\nحتَّى شَتا كالذُّعْلُوقْ\n---\nفسَّره فقال أي في خِصْبه وسِمنَه ولِينه. قال الأَزهري: يُشبَّه به\n---\nالمهر الناعم، وقيل: هو القَضِيب الرَّطب، وقد يتجه تفسير البيت على هذا.\n---\nوقال ابن بري: هو نبت أدقُّ من الكراث وله لبَن. وحكي عن ابن خالويه قال:\n---\nالذعلوق من أسماء الكمأَة. والذُّعلوق: طائر صغير.", "ذفرق": "@ذفرق: الذُّفْروق: لغة في الثُّفْروق.", "ذلق": "@ذلق: أبو عمرو: الذَّلَقُ حِدَّة الشيء. وحَدُّ كل شيء ذَلْقُه، وذَلْقُ\n---\nكل شيء حَدُّه. ويقال: شَباً مُذَلَّقٌ أي حادٌّ؛ قال الزَّفَيانُ:\n---\nوالبيض في أيْمانِهم تأَلَّقُ،\n---\nوذُيَّل فيها شَباً مُذَلَّقُ\n---\nوذَلْقُ السِّنان: حَدُّ طرَفه، والذلْقُ: تَحْديدك إياه. تقول:\n---\nذَلَقْته وأذْلقْته. ابن سيده: ذَلْقُ كل شيء وذَلَقُه وذَلْقَتُه حِدَّته،\n---\nوكذلك ذَوْلَقُه، وقد ذَلَقه ذَلْقاً وأذْلقه وذَلَّقه؛ وقول رؤْبة:\n---\nحتَّى إذا تَوقَّدَتْ مِن الزَّرَقْ\n---\nحَجْرِيَّةٌ كالجَمْرِ من سَنِّ الذَّلَقْ\n---\n(* قوله «من سن الذاق» تقدم هذا البيت في مادة حجر بلفظ الدلق بدال\n---\nمهملة تبعاً للأصل وهو خطأ والصواب ما هنا).\n---\nيجوز أن يكون جمع ذالق كرائح وروَح وعازِب وعَزَب، وهو المُحدَّد النصل،\n---\nويجوز أن يكون أراد من سَنِّ الذلْق فحرك للضرورة ومثله في الشعر كثير.\n---\nوذلَقُ اللسان وذَلَقَته: حِدَّته، وذَوْلقُه طرفه. وكلُّ محدَّد الطرَف\n---\nمُذَلَّق، ذَلُقَ ذلاقةً، فهو ذَلِيق وذَلْق وذُلَق وذُلُق.\n---\nوذَلِقَ اللسانُ، بالكسر، يَذْلَقُ ذلَقاً أي ذَرِبَ وكذلك السنان، فهو\n---\nذَلِقٌ وأذْلَقُ. ويقال أيضاً: ذَلُقَ السنان، بالضم، ذَلْقاً، فهو\n---\nذَلِيق بيِّن الذَّلاقة. وفي حديث أُم زَرْع: على حدِّ سِنان مُذلَّقٍ أي\n---\nمُحَدَّدٍ؛ أرادت أنها معه على حَدِّ السنان المحدَّد فلا تَجد معه قَراراً.\n---\nوفي حديث جابر: فكسرتُ حجراً وحسَرْتُه فانْذَلَق أي صار له حدّ يَقطَع.\n---\nابن الأَعرابي: لِسان ذَلْقٌ طَلْقٌ، وذَلِيقٌ طَلِيق، وذُلُقٌ طُلُقٌ،\n---\nوذُلَقٌ طُلَقٌ، أربع لغات فيها. والذَّلِيق: الفصيحُ اللسانِ. وفي\n---\nالحديث: إذا كان يومُ القيامة جاءَت الرَّحِم فتكلمت بلسان ذُلَقٍ طُلَقٍ،\n---\nتقول: اللهم صِلْ مَن وصَلني واقْطَع مَن قطعني. الكسائي: لسان طُلَقٌ ذُلَقٌ\n---\nكما جاءَ في الحديث أي فصيح بليغ، ذُلَق على فُعَل بوزن صُرَد؛ ويقال:\n---\nطُلُقٌ ذُلُقٌ وطَلْق ذَلْق وطِلِيق ذَلِيق، ويراد بالجميع المَضاء\n---\nوالنَّفاذ.\n---\nأبو زيد: المُذَلَّق من اللبن الحليبُ يُخلط بالماء. وعَدْوٌ ذَلِيق:\n---\nشديد. قال الهذلي:\n---\nأوائل بالشَّدِّ الذَّليقِ وحَثَّني،\n---\nلَدى المتْنِ، مَشْبُوحُ الذِّراعَيْن خَلْجَم\n---\n.\n---\nوذَلَّقْتُ الفرس تَذليقاً إذا ضَمَّرْته؛ قال عدي ابن زيد:\n---\nفَذَلَّقْتُه حتى تَرَفَّع لحمُه،\n---\nأُداوِيهِ مَكْنوناً وأركَبُ وادِعا\n---\nأي ضمَّرته حتى ارتفع لحمُه إلى رؤُؤس العظام وذهب رَهَلُه. وفي حديث\n---\nحَفْر زَمزمَ: ألم نسقِ الحَجِيج وننحر المِذْلاقةَ؛ هي الناقة السريعة\n---\nالسير.\n---\nوالحروف الذُّلْقُ: حروف طَرف اللسانِ. التهذيب: الحروف الذُّلْق الراء\n---\nواللام والنون سميت ذُلْقاً لأنَّ مخارجها من طرف اللسان. وذَلَقُ كل شيء\n---\nوذَوْلَقُه: طرَفُه. ابن سيده: وحروف الذَّلاقة ستة: الراءُ واللام\n---\nوالنون والفاء والباء والميم لأنه يُعتَمد عليها بذَلَقِ اللسان، وهو صدره\n---\nوطرَفه، وقيل: هي حروف طرف اللسان والشفة وهي الحروف الذُّلْق، الواحد\n---\nأذْلق، ثلاثة منها ذوْلَقِيَّة: وهي الراء واللام والنون، وثلاثة شفوِية: وهي\n---\nالفاء والباء والميم، وإنما سمِّيت هذه الحروف ذلقاً لأن الذلاقة في\n---\nالمَنطِق إنما هي بطرف أسَلةِ اللسان والشفتين، وهما مَدْرجتا هذه الحروف\n---\nالستة؛ قال ابن جني: وفي هذه الحروف الستة سِرٌّ ظَريف يُنتفع به في اللغة،\n---\nوذلك أنه متى رأيت اسماً رباعيّاً أو خماسيّاً غير ذي زوائد فلا بد فيه\n---\nمن حرف من هذه الستة أو حرفين وربما كان ثلاثة، وذلك نحو جعفر فيه الراء\n---\nوالفاء، وقَعْضَب فيه الباء، وسَلْهَب فيه اللام والباء، وسَفَرْجل فيه\n---\nالفاء والراء واللام، وفَرَزْدق فيه الفاء والراء، وهَمَرْجَل فيه الميم\n---\nوالراء واللام، وقِرْطَعْب فيه الراء والباء، وهكذا عامَّة هذا الباب،\n---\nفمتى وجدت كلمة رباعية أو خماسية مُعَرَّاة من بعض هذه الأَحرف الستة فاقض\n---\nبأنه دخيل في كلام العرب وليس منه، ولذلك سميت الحروف غير هذه الستة\n---\nالمُصْمَتةَ أي صُمِت عنها أن يبنى منها كلمة رباعية أو خماسية معراة من حروف\n---\nالذَّلاقة.\n---\nوالذَّلْق، بالتسكين: مَجْرى المِحْور في البَكرة. وذَلْقُ السهم:\n---\nمُسْتَدَقُّه. والإذْلاقُ: سُرعة الرمي، والذَّلَقُ، بالتحريك: القَلَقُ، وقد\n---\nذَلِق، بالكسر.\n---\nوأَذلقْته أَنا وأَذْلَق الضَّبَّ واسْتذْلَقه إِذا صبَّ على جحره\n---\nالماءَ حتى يخرج. التهذيب: والضب إِذا صُب الماءُ في جحره أَذْلقه فيخرج منه.\n---\nوفي الحديث: أَنه ذَلِقَ يومَ أُحُد من العطش؛ أَي جَهَده حتى خرج\n---\nلسانُه. وذَلقه الصوم وغيره وأَذْلقه: أَضْعفه وأَقْلَقه. وفي حديث ماعِزٍ:\n---\nأَنه، صلى الله عليه وسلم، أَمرَ برَجْمه فلما أَذْلقَتْه الحِجارة جَمَزَ\n---\nوفَرً أَي بَلَغَتْ منه الجَهْدَ حتى قَلِق. وفي حديث عائشة: أَنها كانت\n---\nتصوم في السفر حتى أَذْلَقها الصوْمُ؛ قال ابن الأعرابي: أَذلقها أَي\n---\nأَذابَها، وقيل: أَذلقها الصوم أَي جهَدها وأَذابها وأَقلقها. وأَذْلَقه\n---\nالصومُ وذَلَقَه وذَلًّقه أَي أَضعفه. وقال ابن شميل: أَذلقها الصوم أَحرجها،\n---\nقال: وتَذْلِيق الضًّباب توجيه الماء إِلى جِحَرَتها؛ قال الكميت:\n---\nبمُسْتَذْلِقٍ حَشَراتِ الإِكا\n---\nمِ، يَمْنَعُ مِن ذي الوِجارِ الوِجارا\n---\nيعني الغيث أَنه يستخرج هوامّ الإِكام. وقد أَذْلَقَني السَّمُوم أَي\n---\nأَذابني وهزَلَني. وفي حديث أَيوب، عليه السلام، أَنه قال في مُناجاته:\n---\nأَذْلَقني البلاء فتكلمْتُ أَي جَهَدني، ومعنى الإِذْلاق أَن يبلغ منه\n---\nالجَهْدُ حتى يَقْلَقَ ويَتَضَوَّر. ويقال: قد أَقلقني قولُك وأَذْلقَني. وفي\n---\nحديث الحُدَيْبِية: يَكْسَعُها بقائم السيف حتى أَذْلقَه أَي أَقْلقَه.\n---\nوخطِيب ذَلِقٌ وذَلِيقٌ، والأُنثى ذَلِقةٌ وذَلِيقة. وأَذْلقْتُ السراجَ\n---\nإِذلاقاً أَي أَضأْته.\n---\nوفي أَشراط الساعة ذكر ذُلَقْيَة؛ هي بضم الذال وسكون القاف وفتح الياء\n---\nالمثناة من تحتها: مدينة.", "ذوق": "@ذوق: الذّوْقُ: مصدر ذاقَ الشيءَ يذُوقه ذَوقاً وذَواقاً ومَذاقاً،\n---\nفالذَّواق والمَذاق يكونان مصدرين ويكونان طَعْماً، كما تقول ذَواقُه ومذاقُه\n---\nطيّب؛ والمَذاق: طَعْمُ الشيء. والذَّواقُ: هو المأْكول والمشروب. وفي\n---\nالحديث: لم يكن يَذُمُّ ذَواقاً، فَعال بمعنى مفعول من الذَّوْقِ، ويقع\n---\nعلى المصدر والاسم؛ وما ذُقْتُ ذَواقاً أَي شيئاً، وتقول: ذُقْتُ فلاناً\n---\nوذُقْتُ ما عنده أَي خَبَرْته، وكذلك ما نزل بالإِنسان من مَكروه فقد\n---\nذاقَه. وجاء في الحديث: إِنَّ الله لا يحبّ الذّوّاقِين والذّوَّاقات؛ يعني\n---\nالسريعِي النكاحِ السريعِي الطلاقِ؛ قال: وتفسيره أَن لا يَطْمئنّ ولا\n---\nتطمئنّ كلما تزوّج أَو تزوّجت كَرِها ومدَّا أَعينهما إِلى غيرهما.\n---\nوالذَّوَّاق: المَلُول. ويقال: ذُقت فلاناً أَي خبَرْته وبُرْتُه. واسْتَذَقْت\n---\nفلاناً إِذا خبرته فلم تَحْمَد مَخْبَرَته؛ ومنه قول نَهْشل بن حرِّيٍّ:\n---\nوعَهْدُ الغانِياتِ كعَهْدِ قَيْنٍ،\n---\nوَنَتْ عنه الجَعائلُ، مسْتَذاقِ\n---\nكبَرْقٍ لاحَ يُعْجِبُ مَنْ رآه،\n---\nولا يَشْفِي الحَوائم من لَماقِ\n---\nيريد أَنّ القَيْنَ إِذا تأَخَّر عنه أَجرُه فسدَ حاله مع إِخوانه، فلا\n---\nيَصِل إلى الاجتماع بهم على الشَّراب ونحوه. وتَذَوَّقْته أَي ذُقْته\n---\nشيئاً بعد شيء. وأَمر مُستَذاقٌ أَي مُجَرَّبٌ معلوم. والذَّوْقُ: يكون فيما\n---\nيُكره ويُحمد. قال الله تعالى: فأَذاقَها اللهُ لِباسَ الجُوعِ\n---\nوالخَوْفِ؛ أَي ابْتَلاها بسُوء ما خُبِرت من عِقاب الجوع والخَوْف. وفي الحديث:\n---\nكانوا إِذا خرجوا من عنده لا يَتفرَّقون إِلا عن ذَواق؛ ضَرب الذواق\n---\nمثلاً لما يَنالون عنده من الخير أَي لا يَتفرقون إِلا عن علم وأَدب\n---\nيَتعلَّمونه، يَقوم لأَنفسهم وأَرواحهم مَقام الطعام والشراب لأَجسامهم. ويقال:\n---\nذُقْ هذه القوس أَي انْزَعْ فيها لتَخْبُر لِينها من شدّتها؛ قال\n---\nالشماخ:فذاق فأَعْطَتْه من اللِّينِ جانِباً،\n---\nكَفَى ولَها أَن يُغْرِقَ النَّبْل حاجِزُ\n---\n(* قوله «كفى ولها إلخ» كذا بالأصل والذي في الأساس:\n---\nلها ولها أن يغرق السهم حاجز).\n---\nأَي لها حاجز يَمنع من إِغراقٍ أَي فيها لين وشدّة؛ ومثله:\n---\nفي كَفِّه مُعْطِيةٌ مَنُوع\n---\nومثله:\n---\nشَِرْيانة تَمْنَعُ بعدَ اللِّينِ\n---\nوذُقْتُ القوسَ إِذا جذَبْت وترَها لتنظر ما شدّتها. ابن الأَعرابي في\n---\nقوله: فذوقُوا العذاب، قال: الذَّوْق يكون بالفم وبغير الفم. وقال أَبو\n---\nحمزة: يقال أَذاق فلان بعدك سَرْواً أَي صار سَرِيّاً، وأَذاقَ بعدَك\n---\nكَرَماً، وأَذاق الفرَسُ بعدك عَدْواً أَي صار عَدّاء بعدك؛ وقوله تعالى:\n---\nفذاقَت وبالَ أَمرِها، أَي خبَرت؛ وأَذاقَه اللهُ وبال أَمره؛ قال طفيل:\n---\nفذوقُوا كما ذُقْنا غَداةَ مُحَجِّرٍ\n---\nمن الغَيْظِ، في أكْبادِنا، والتَّحَوُّبِ\n---\n.\n---\nوذاقَ الرجل عُسَيْلَةَ المرأَة إِذا أَوْلَج فيها إِذاقةً حتى خَبر\n---\nطِيب جِماعها، وذاقَت هي عُسَيْلَته كذلك لمّا خالَطها. ورجل ذَوّاق مِطْلاق\n---\nإِذا كان كثير النكاح كثير الطلاق. ويومٌ ما ذُقْته طعاماً أَي ما ذقت\n---\nفيه، وذاقَ العذاب والمكروه ونحو ذلك، وهو مثَل: وفي التنزيل: ذُقْ إِنَّك\n---\nأَنت العزيز الكريم. وفي حديث أُحُد: أَن أَبا سفيان لما رأَى حمزة، رضي\n---\nالله عنه، مقْتولاً قال له: ذُقْ عُقَقُ أَي ذق طعْمَ مُخالَفَتِك لنا\n---\nوتَرْكِكَ دِينَك الذي كنت عليه يا عاقَّ قومه؛ جعل إِسلامَه عُقوقاً،\n---\nوهذا من المجاز أَن يستعمل الذَّوْق وهو ما يتعلّق بالأَجسام في المعاني\n---\nكقوله تعالى: ذق إِنك أَنت العزيز الكريم، وقوله: فذاقُوا وبالَ أَمرِهم.\n---\nوأَذَقْته إِياه، وتَذواقَ القومُ الشيء كذاقُوه؛ قال ابن مُقْبِل:\n---\nيَهْزُزْنَ للمَشْيِ أَوْصالاً مُنعَّمةً،\n---\nهَزَّ الشَّمالِ ضُحىً عَيْدانَ يَبْرِينا\n---\nأَو كاهْتِزازِ رُدَيْنِيٍّ تَذاوَقَه\n---\nأَيدي التِّجارِ فَزادُوا مَتْنَه لِينا\n---\n.\n---\nوالمعروفُ تداوله. ويقال: ما ذُقت ذَواقاً أَي شيئاً، وهو ما يُذاق من\n---\nالطعام.", "ذأل": "@ذأل: الذَّأَلانُ: عَدْو متقارِب. ابن سيده: الدَّأَلان السُّرعة\n---\nوالذؤول من النشاط، والذأَلانُ مشي سريع خفيف في مَيَسٍ وسُرعة، وبه سمي الذئب\n---\nذُؤالة، ذأَلَ يَذْأَلُ ذَأْلاً وذَأَلاناً، وكذلك الناقة؛ قال الشاعر:\n---\nمَرَّتْ بِأَعْلى السَّحَرَيْنِ تَذْأَلُ\n---\nوالذَّأَلانُ أَيضاً: مَشْي الذئب؛ قال يعقوب: والعرب تجمعه على\n---\nذَآلِيلَ فيبدلون النون لاماً؛ قال ابن سيده: ولا أَعرف كيف هذا الجمع؛ قال ابن\n---\nبري: كان حقه ذآلِين ليكون مثل كَرَوان وكَراوِينَ إِلا أَنه أَبدل من\n---\nالنون لاماً؛ وشاهد الذَّآلِيل قول ابن مقبل:\n---\nبذي مَيْعةٍ، كأَنَّ بعض سِقاطِه\n---\nوتَعْدائه رِسْلاً ذَآلِيلُ ثَعْلَب\n---\nوقال آخر:\n---\nذو ذَأَلانٍ كَذآلِيلِ الذِّئِبْ\n---\nورجل مِذْأَلٌ منه؛ قال أَبو النجم:\n---\nيأْتي لها مِن أَيْمُنٍ وأَشْمُل\n---\nذو خِرَق طُلْسٍ، وشَخْص مِذْأَل\n---\nورأَيت حاشية بخط بعض الفضلاء: قال القالي وقال الفراء: العرب تجمع\n---\nذَأَلان الذئب ذآلِينَ وذآلِيلَ. وذؤَالةُ: الذئب، اسم له معرفة لا ينصرف،\n---\nسمي به لخِفَّته في عَدْوه، والجمع ذِئلانٌ وذُؤْلان؛ قال ابن بري: قال\n---\nأَسماء\n---\nبن خارجة يصف ذئباً طَمِع في ناقته:\n---\nلي كلَّ يَوْمٍ من ذُؤاله،\n---\nضِغْثٌ يَزِيدُ على إِباله\n---\nوقال: هو مثل يضرب للأَمر ينبع الأَمر أَي لي كل يوم من ذؤالةَ بَلِيّة\n---\nعلى بلية. ويقال: خَشِّ ذؤالة بالحِبالة؛ قال ابن بري: خَشِّ فعل أَمر من\n---\nخَشَّيْتُه أَي خَوَّفتُه، ومعناه قَعْقِع تُرْهِبْ؛ وفي الحديث: مَرَّ\n---\nبجارِية سوداء وهي تُرقِّص صَبيًّا لها وتقول:\n---\nذُؤال، يا ابنَ القومِ، يا ذُؤَالَه\n---\nفقال، عليه السلام: لا تقولي ذُؤال فإِنه شَرُّ السِّباع؛ ذُؤالَ: ترخيم\n---\nذُؤالة وهو اسم علم للذئب مثل أُسامة للأَسد. والذَّأْلان: الذئب\n---\nأَيضاً؛ قال رؤبة:\n---\nفارَطَني ذَأْلانُه وسَمْسَمُه\n---\nوالذُّؤلانُ: ابن آوى. التهذيب: والذَّأْلان بهمزة واحدة، يقال: هو ابن\n---\nآوى، وقد سَمَّت العرب عامّة السباع بأَسماء معارِفَ يُجرونها مُجْرى\n---\nأَسماء الرجال والنساء.", "ذبل": "@ذبل: ذَبَلَ النباتُ والغُصن والإِنسان يَذْبُل ذَبْلاً وذبُولاً: دَقَّ\n---\nبعد الرِّيّ، فهو ذابِل، أَي ذَوى، وكذلك ذَبُلَ، بالضم. وقَناً ذابل:\n---\nدقيق لاصِق اللِّيطِ، والجمع ذُبَّلٌ وذُبُلٌ. ويقال: ذَبَل فوه يَذْبُل\n---\nذُبولاً وذَبَّ ذُبوباً إِذا جَفَّ ويَبسَ رِيقُه وأَذْبَله الحرّ.\n---\nوالتَّذَبُّل: من مَشْي النساء إِذا مشت المرأَة مِشْية الرجال وكانت دقيقة.\n---\nويقال: ذِبْلُ ذَبِيل أَي ثُكْلُ ثاكل؛ ومنه سميت المرأَة ذِبْلة. وما له\n---\nذَبَلَ ذَبْلُه أَي أَصلُه، وهو من ذُبول الشيء أَي ذَبَل جسمه ولحمه،\n---\nوقيل: معناه بَطَل نكاحه؛ قال كثير بن الغَريرةِ:\n---\nطِعان الكُماة ورَكْض الجِيادِ،\n---\nوقَوْل الحواضِنِ: ذَبْلاً ذَبِيلا\n---\nقال ابن بري: الذَّبِيل العَجَبُ؛ قال بَشامةُ بن الغَدِير النَّهْشَلي:\n---\nطعان الكماة وضرب الجياد،\n---\nوقول الحواضن: ذَبْلاً ذبيلا\n---\nوفي حديث عمرو بن مسعود: قال لمعاوية وقد كَبِر: ما تسأَل عمن ذَبَلت\n---\nبَشرته أَي قلّ ماء جلده وذهبت نَضارته. ويقال: ذَبَلَتْهم ذُبَيلةٌ أَي\n---\nهَلكوا. ابن الأَعرابي: الذُّبال النَّقَّابات، وكذلك الدُّبال بالذال\n---\nوالدال، قال: وذَبَلَته ذُبول ودَبَلَته دُبول، قال: والذِّبل الثكْل؛ قال\n---\nأَبو منصور: فهما لغتان. وذَبُلَ الفرس: ضَمُر؛ ومنه قول امرئ القيس:\n---\nعلى الذَّبْلِ جَيّاشٌ كأَنَّ اهْتِزامَه،\n---\nإِذا جاشَ فيه حَمْيُه، غَلْيُ مِرْجَلِ\n---\nوالذَّبْلةُ: الرّيح المُذْبِلةُ؛ قال ذو الرمة:\n---\nدِيار مَحَتْها بَعْدَنا كُلُّ ذَبْلةٍ\n---\nدَروجٍ، وأُخرى تُهْذِبُ الماء ساجر\n---\nوالذُّبالةُ: الفَتِيلة التي تُسْرَج، والجمع ذُبال؛ وأَنشد سيبويه:\n---\nبِتْنا بِتَدْوِرةٍ تُضِيء وجُوهُنا\n---\nدسَم السَّلِيطِ، يُضِيء فَوْقَ ذُبالِ\n---\nالتهذيب: يقال للفَتِيلة التي يُصْبَح بها السراج ذُبالة وذبَّالة،\n---\nوجمعها ذُبال وذُبَّال؛ قال امرؤ القيس:\n---\nكمِصْباحِ زَيْتٍ في قَنادِيل ذُبَّالِ\n---\nقال: وهو الذُّبال الذي يوضع في مِشكاة الزُّجاجة التي يُسْتَصْبَح بها.\n---\nوالذَّبْل: ظهر السُّلَحْفاة، وفي المحكم: جلد السُّلحْفاة البَرِّيَّة،\n---\nوقيل البحرية، يجعل منه الأَمشاط ويُجْعَل منه المَسَك أَيضاً، وقيل:\n---\nالذَّبْل عظام ظهر دابة من دواب البحر تتخذ النساء منه أَسْوِرة؛ قال جرير\n---\nيصف امرأَة راعية:\n---\nترى العَبَس الحَوْلِيَّ جَوْناً بكوعها\n---\nلها مَسَكاً، من غير عاج ولا ذَبْل\n---\nويروى: جَوْناً بسوقها؛ وأَنشد ثعلب:\n---\nتقول ذاتُ الذَّبَلات جَيْهَلُ\n---\nفجمع الذَّبْل بالأَلف والتاء، ورواه ابن الأَعرابي ذات الرَّبَلات.\n---\nوقال ابن شميل: الذَّبْل القرون يُسَوَّى منه المَسَك. الجوهري: والذَّبْل\n---\nشيء كالعاج وهو ظهر السُّلَحْفاة البرية يتخذ منه السِّوار. والذَّبْل:\n---\nجَبَل؛ حكاه أَبو حنيفة؛ وأَنشد لشاعر:\n---\nعَقِيلة إِجْل، تنتمي طَرِفاتُها\n---\nإِلى مُؤْنِق من جَنْبة الدَّبْل راهن\n---\nويَذْبُل: اسم جبل بعينه في بلاد نجد.", "ذبكل": "@ذبكل: أَبو ذُباكِل: من شعرائهم.", "ذجل": "@ذجل: التهذيب: ابن الأَعرابي الذاجل الظالم، وقد ذَجَل إِذا ظَلَم.", "ذحل": "@ذحل: الذِّحْل: الثأْر، وقيل: طَلَبُ مكافأَة بجناية جُنِيَت عليك أَو\n---\nعداوة أُتِيَتْ إِليك، وقيل: هو العداوة والحِقْد، وجمعه أَذحال وذُحُول،\n---\nوهو التِّرة. يقال: طلب بذَحْله أَي بثأْره. وفي حديث عامر\n---\nبن المُلَوِّح: ما كان رجل ليَقْتُل هذا الغلام بذَحْله إِلا قد\n---\nاسْتَوْفى؛ الذَّحْل: الوِتْر وطلب المكافأَة بجناية جُنِيَتْ عليه من قتل أَو\n---\nجرح ونحو ذلك.", "ذرمل": "@ذرمل: التهذيب: ذَرْمَل الرجُل إِذا أَخرج خُبْزته مُرَمَّدَةً ليعجلها\n---\nعلى الضيف. ابن السكيت: ذَرْمَل ذَرْمَلةً إِذا سَلَح؛ وأَنشد:\n---\nلَعْواً متى رأَيته تَقَهَّلا،\n---\nوإِن حَطَأْت كَتِفيه ذَرْمَلا", "ذعل": "@ذعل: ابن الأَعرابي: الذَّعَل الإِقرار بعد الجحود؛ قال الأَزهري: وهذا\n---\nحرف غريب ما رأَيت له ذكراً في الكتب.", "ذفل": "@ذفل: الذَّفْل والذِّفْل: القَطِران الرقيق الذي قبل الخَضْخاض.", "ذلل": "@ذلل: الذُّلُّ: نقيض العِزِّ، ذلَّ يذِلُّ ذُلاًّ وذِلَّة وذَلالة\n---\nومَذَلَّة، فهو ذلِيل بَيِّن الذُّلِّ والمَذَلَّة من قوم أَذِلاّء وأَذِلَّة\n---\nوذِلال؛ قال عمرو بن قَمِيئة:\n---\nوشاعر قومٍ أُولي بِغْضة\n---\nقَمَعْتُ، فصاروا لثاماً ذِلالا\n---\nوأَذَلَّه هو وأَذَلَّ الرجلُ: صار أَصحابه أَذِلاَّءَ. وأَذَلَّه: وجده\n---\nذَلِيلاً. واسْتَذَلُّوه: رأَوه ذَلِيلاً، ويُجْمَع الذَّلِيل من الناس\n---\nأَذِلَّة وذُلاَّناً. والذُّلُّ: الخِسَّة. وأَذَلَّه واسْتَذَلَّه كله\n---\nبمعنى واحد. وتَذَلَّل له أَي خَضَعَ. وفي أَسماء الله تعالى: المُذِلُّ؛\n---\nهو الذي يُلْحِق الذُّلَّ بمن يشاء من عباده وينفي عنه أَنواع العز\n---\nجميعها. واسْتَذَلَّ البعيرَ الصَّعْبَ: نَزع القُراد عنه ليستلذَّ فيأْنس به\n---\nويَذِلّ؛ وإِياه عَنى الحُطَيئة بقوله:\n---\nلَعَمْرُك ما قُراد بني قُرَيْع،\n---\nإِذا نُزِع القُرادُ، بمستطاع\n---\nوقوله أَنشده ابن الأَعرابي:\n---\nليَهْنِئْ تُرَاثي لامرئٍ غير ذِلَّةٍ،\n---\nصَنَابِرُ أُحْدانٌ لهُنَّ حَفِيف\n---\nأَراد غير ذَلِيل أَو غير ذي ذِلَّة، ورفع صَنَابر على البدل من تُرَاث.\n---\nوفي التنزيل العزيز: سَيَنالهم غَضَبٌ من ربهم وذِلَّة في الحياة\n---\nالدنيا؛ قيل: الذِّلَّة ما أُمِروا به من قتل أَنفسهم، وقيل: الذِّلَّة أَخذ\n---\nالجزية؛ قال الزجاج: الجزية لم تقع في الذين عبدوا العِجْل لأَن الله تعالى\n---\nتاب عليهم بقتل أَنفسهم. وذُلٌّ ذَلِيل: إِما أَن يكون على المبالغة،\n---\nوإِما أَن يكون في معنى مُذِلّ؛ أَنشد سيبويه لكعب بن مالك:\n---\nلقد لَقِيَتْ قُرَيْظَةُ ما سآها،\n---\nوحَلَّ بدارهم ذُلٌّ ذَلِيل\n---\nوالذِّلُّ، بالكسر: اللِّين وهو ضد الصعوبة. والذُّلُّ والذِّلُّ: ضد\n---\nالصعوبة. ذَلَّ يَذِلُّ ذُلاًّ وذِلاًّ، فهو ذَلُولٌ، يكون في الإِنسان\n---\nوالدابة؛ وأَنشد ثعلب:\n---\nوما يَكُ من عُسْرى ويُسْرى، فإِنَّني\n---\nذَلولٌ بحاجِ المُعْتَفِينَ، أَرِيبُ\n---\nعَلَّق ذَلُولاً بالباء لأَنه في معنى رَفِيق ورؤُوف، والجمع ذُلُلٌ\n---\nوأَذِلَّة. ودابة ذَلُولٌ، الذكر والأُنثى في ذلك سواء، وقد ذَلَّله.\n---\nالكسائي. فرس ذَلُول بيِّن الذِّلِّ، ورجل ذَلِيلٌ بيِّنُ الذِّلَّةِ\n---\nوالذُّلِّ، ودابة ذَلولٌ بيِّنة الذُّلِّ من دواب ذُلُل. وفي حديث ابن الزبير: بعض\n---\nالذُّلِّ أَبْقَى للأَهل والمال؛ معناه أَن الرجل إِذا أَصابته خُطَّة\n---\nضَيْم يناله فيها ذُلٌّ فصبَر عليها كان أَبْقَى له ولأَهله وماله، فإِذا\n---\nلم يصبر ومَرَّ فيها طالباً للعز غَرَّر بنفسه وأَهله وماله، وربما كان\n---\nذلك سبباً لهلاكه. وعَيْرُ المَذَلَّة: الوتِدُ لأَنه يُشَجُّ رأْسه؛\n---\nوقوله:\n---\nساقَيْتُهُ كأْسَ الرَّدَى بأَسِنَّة\n---\nذُلُلٍ، مُؤَلَّلة الشِّفار، حِدَاد\n---\nإِنما أَراد مُذَلّلة بالإِحداد أَي قد أُدِقَّت وأُرِقَّت؛ وقوله\n---\nأَنشده ثعلب:\n---\nوذَلَّ أَعْلى الحَوْض من لِطَامها\n---\nأَراد أَن أَعلاه تَثَلَّم وتهدَّم فكأَنه ذَلَّ وقَلَّ. وفي الحديث:\n---\nاللهم اسْقِنا ذُلُل السحاب؛ هو الذي لا رعد فيه ولا بَرْق، وهو جمع ذَلُول\n---\nمن الذِّلّ، بالكسر، ضد الصعب؛ ومنه حديث ذي القرنين: أَنه خُيِّر في\n---\nركوبه بين ذُلُل السحاب وصِعابه فاختار ذُلُله. والذُّلُّ والذِّلُّ:\n---\nالرِّفْقُ والرحمة. وفي التنزيل العزيز: واخْفِضْ لهما جَناحَ الذُّلِّ من\n---\nالرحمة. وفي التنزيل العزيز في صفة المؤمنين: أَذِلَّة على المؤْمنين\n---\nأَعِزَّة على الكافرين؛ قال ابن الأَعرابي فيما روى عنه أَبو العباس: معنى قوله\n---\nأَذِلَّة على المؤمنين رُحَماء رُفَقاء على المؤمنين، أَعِزَّة على\n---\nالكافرين غِلاظ شِداد على الكافرين؛ وقال الزجاج: معنى أَذِلَّة على المؤمنين\n---\nأَي جانبهم لَيِّنٌ على المؤمنين ليس أَنهم أَذِلاَّء مُهانون، وقوله\n---\nأَعِزَّة على الكافرين أَي جانبهم غليظ على الكافرين. وقوله عز وجل:\n---\nوذُلِّلَت قُطوفُها تَذْليلاً، أَي سُوَّيت عناقيدها وذُلِّيَت، وقيل: هذا\n---\nكقوله: قطوفها دانية، كلما أَرادوا أَن يَقْطِفُوا شيئاً منها ذُلِّل ذلك لهم\n---\nفدَنا منهم، قُعوداً كانوا أَو مضطجعين أَو قياماً، قال أَبو منصور:\n---\nوتذليل العُذُوق في الدنيا أَنها إِذا انشقَّت عنها كَوَافيرها التي\n---\nتُغَطِّيها يَعْمِد الآبِر إِليها فيُسَمِّحُها ويُيَسِّرها حتى يُذلِّلها خارجة\n---\nمن بين ظُهْران الجريد والسُّلاَّء، فيسهل قِطافها عند يَنْعها؛ وقال\n---\nالأَصمعي في قول امرئ القيس:\n---\nوكَشْحٍ لَطِيف كالجَدِيل مُخَصَّرٍ،\n---\nوساقٍ كأُنْبوبِ السَّقِيِّ المُذَلَّل\n---\nقال: أَراد ساقاً كأُنبوب بَرْديٍّ بين هذا النخل المُذَلَّل، قال:\n---\nوإِذا كان أَيام الثمرة أَلَحَّ الناس على النخل بالسَّقْي فهو حينئذ\n---\nسَقِيٌّ، قال: وذلك أَنعم للنخيل وأَجْوَد للثمرة. وقال أَبو عبيدة: السَّقِيُّ\n---\nالذي يسقيه الماء من غير أَن يُتَكلَّف له السقي. قال شمر: وسأَلت ابن\n---\nالأَعرابي عن المُذلَّل فقال: ذُلِّلَ طريقُ الماء إِليه، قال أَبو منصور:\n---\nوقيل أَراد بالسَّقِيِّ العُنْقُر، وهو أَصل البَرْدِيِّ الرَّخْص\n---\nالأَبيض، وهو كأَصل القَصَب؛ وقال العَجّاج:\n---\nعلى خَبَنْدَى قَصَب ممكور،\n---\nكعُنْقُرات الحائر المسكور\n---\nوطريق مُذَلَّل إِذا كان مَوْطُوءاً سَهْلاً. وذِلُّ الطريق: ما وُطْئَ\n---\nمنه وسُهِّل. وطريق ذَلِيلٌ من طُرُق ذُلُل، وقوله تعالى: فاسْلُكي\n---\nسُبُلَ رَبِّكِ ذُلُلاً؛ فسره ثعلب فقال: يكون الطريق ذَليلاً وتكون هي\n---\nذَلِيلة؛ وقال الفراء: ذُلُلاً نعت السُّبُل، يقال: سبيل ذَلُولٌ وسُبُل\n---\nذُلُلٌ، ويقال: إِن الذُّلُل من صفات النحل أَي ذُلِّلت ليخرج الشراب من\n---\nبطونها. وذُلِّل الكَرْمُ: دُلِّيت عناقيده. قال أَبو حنيفة: التدْليل تسوية\n---\nعناقيد الكرْم وتَدْلِيتها، والتذْليل أَيضاً أَن يوضع العِذْق على\n---\nالجريدة لتحمله؛ قال امرؤ القيس:\n---\nوساق كأُنبوب السَّقِيِّ المُذَلَّل\n---\nوفي الحديث: كم من عِذْق مُذَلَّل لأَبي الدَّحْداح؛ تذليل العُذوق تقدم\n---\nشرحه، وإِن كانت العين\n---\n(* قوله «وإن كانت العين» أي من واحد العذوق وهو\n---\nعذق) مفتوحة فهي النخلة، وتذليلها تسهيل اجتناء ثمرتها وإِدْناؤها من\n---\nقاطفها. وفي الحديث: تتركون المدينة على خير ما كانت عليه مُذَلَّلة لا\n---\nيغشاها إِلاَّ العوافي، أَي ثمارها دانية سهلة التناول مُخَلاَّة غير\n---\nمَحْمِيَّة ولا ممنوعة على أَحسن أَحوالها، وقيل أَراد أَن المدينة تكون\n---\nمُخَلاَّة أَي خالية من السكان لا يغشاها إِلاَّ الوحوش.\n---\nوأُمور الله جارية على أَذلالها، وجارية أَذلالَها أَي مَجاريها وطرقها،\n---\nواحدها ذِلٌّ؛ قالت الخنساء:\n---\nلتَجْرِ المَنِيَّةُ بعد الفتى الـ\n---\nـمُغادَر بالمَحْو أَذْلالَها\n---\nأَي لتَجْر على أَذلالها فلست آسى على شيءٍ بعده. قال ابن بري: الأَذلال\n---\nالمَسالك. ودَعْه على أَذْلاله أَي على حاله، لا واحد له. ويقال: أَجْرِ\n---\nالأُمور على أَذلالها أَي على أَحوالها التي تَصْلُح عليها وتَسْهُل\n---\nوتَتَيسر. الجوهري: وقولهم جاءَ على أَذلاله أَي على وجهه. وفي حديث\n---\nعبدالله: ما من شيءٍ من كتاب الله إِلاَّ وقد جاءَ على أَذلاله أَي على وجوهه\n---\nوطرُقه؛ قال ابن الأَثير: هو جمع ذِلٍّ، بالكسر. يقال: ركبوا ذِلَّ الطريق\n---\nوهو ما مُهِّد منه وذُلِّل. وفي خُطبة زياد: إِذا رأَيتموني أُنْفِذ فيكم\n---\nالأَمرَ فأَنْفِذُوه على أَذلالِه.\n---\nويقال: حائط ذَلِيل أَي قصير. وبيت ذَلِيلٌ إِذا كان قريب السَّمْك من\n---\nالأَرض. ورمح ذَلِيل أَي قصير. وذَلَّت القوافي للشاعر إِذا سَهُلت.\n---\nوذَلاذِلُ القميص: ما يَلي الأَرض من أَسافله، الواحد ذُلذُلٌ مثل\n---\nقُمْقُم وقَماقِم؛ قال الزَّفَيانُ يَنْعَت ضِرْغامة:\n---\nإِنَّ لنا ضِرْغامةً جُنادِلا،\n---\nمُشَمِّراً قد رَفَع الذَّلاذِلا،\n---\nوكان يَوْماً قَمْطَرِيراً باسِلا\n---\nوفي حديث أَبي ذرّ: يَخرج من ثَدْيِهِ يَتَذَلْذَل أَي يَضْطرِب مِن\n---\nذَلاذِل الثوب وهي أَسافله، وأَكثر الروايات يتزلزل، بالزاي. والذُّلْذُلُ\n---\nوالذِّلْذِل والذِّلْذِلةُ والذُّلَذِلُ والذُّلَذِلةُ، كله: أَسافل\n---\nالقميص الطويل إِذا ناسَ فأَخْلَق. والذَّلَذِلُ: مقصور عن الذَّلاذِل الذي هو\n---\nجمع ذلك كله، وهي الذّناذِنُ، واحدها ذُنْذُنٌ.", "ذمل": "@ذمل: الذَّمِيلُ: ضرب من سير الإِبل، وقيل: هو السير الليِّن ما كان،\n---\nوقيل: هو فوق العَنَقِ؛ قال أَبو عبيد: إِذا ارتفع السير عن العَنَق قليلاً\n---\nفهو التَّزَيُّد، فإِذا ارتفع عن ذلك فهو الذَّمِيلُ، ثم الرَّسِيم،\n---\nذَمَل يَذْمُل ويَذْمِل ذَمْلاً وذُمُولاً وذَمِيلاً وذَمَلاناً، وهي ناقة\n---\nذَمُول من نُوق ذُمُل. قال الأَصمعي: ولا يَذْمُل بعير يوماً وليلة إِلاَّ\n---\nمَهْرِيٌّ. وفي حديث قُسٍّ: يَسِير ذَمِيلاً أَي سَيْراً سريعاً\n---\nلَيِّناً، وأَصله في سير الإِبل. ابن الأَعرابي: الذَّمِيلةُ المُعْيِيَةُ.\n---\nويقال للأَبْرَص: الأَذْمَل والأَعْرم والأَبْقَع، قال: وجمع الذَّامِلة من\n---\nالنوق الذَّوامِل؛ قال الشاعر:\n---\nتَخُبُّ إِليه اليَعْمَلاتُ الذَّوامِلُ\n---\nوذامِلٌ وذُمَيْلٌ: اسمان.", "ذهل": "@ذهل: الذَّهْل: تَرْكُكَ الشيءَ تَناساه على عَمْد أَو يَشْغَلك عنه\n---\nشُغْلٌ، تقول: ذَهَلْت عنه وذَهِلْتُ وأَذْهَلَني كذا وكذا عنه؛ وأَنشد:\n---\nأَذْهَلَ خِلِّي عن فِراشِي مَسْجَدُهْ\n---\nوفي التنزيل العزيز: يوم تَذْهَلُ كلُّ مُرْضِعة عما أَرضعت؛ أَي\n---\nتَسْلُو عن ولدها. ابن سيده: ذَهَل الشيءَ وذَهَل عنه وذَهِلَه وذَهِل، بالكسر،\n---\nعنه يَذْهَل فيهما ذَهْلاً وذُهُولاً تركه على عَمْد أَو غَفَل عنه أَو\n---\nنَسِيَه لشُغُل، وقيل: الذَّهْل السُّلوُّ وطيب النَّفْس عن الإِلْف، وقد\n---\nأَذْهَله الأَمر، وأَذْهلَه عنه.\n---\nومَرَّ ذَهْل من الليل وذُهْل أَي قِطْعة، وقيل: ساعة منه مثل دَهْل،\n---\nوالدال أَعلى، وجاءَ بعد ذَهْل من الليل ودَهْل أَي بعد هَدْءٍ؛ وأَنشد ابن\n---\nبري لأَبي جهمة الذهلي:\n---\nمَضَى من الليل ذَهْلٌ، وهي واحدةٌ،\n---\nكأَنَّها طائرٌ بالدَّوِّ مَذْعُور\n---\nقال: وقال أَبو زكريا التبريزي دَهْل، بدال غير معجمة؛ قال: وكذا أَنشده\n---\nفي الحَماسة.\n---\nوالذُّهْلُول من الخيل: الجَوادُ الدَّقيق.\n---\nوذُهْل: قبيلة. وذُهْلٌ: حَيٌّ من بكر وهما ذُهْلان كلاهما من ربيعة:\n---\nأَحدهما ذُهْلُ بن شيبان بنِ ثَعْلبةَ بنِ عُكَابة، والآخر ذُهْل بنُ ثعلبة\n---\nبن عُكَابة، وقد سَمَّوا ذُهْلاً وذُهْلانَ وذُهَيلاً.", "ذول": "@ذول: الذال: حرف هجاء، وهو حرف مجهور، يكون أَصلاً لا بدلاً ولا زائداً،\n---\nقال ابن سيده: وإِنما حكمت على أَلفها أَنها منقلبة عن واو لأَن عينها\n---\nأَلف مجهولة الانقلاب وتصغيرها ذُوَيْلة، وقد ذَوَّلْت ذالاً.\n---\nوالذَّوِيلُ: اليابس من النبات وغيره؛ هذه رواية ابن دريد، والصحيح\n---\nالدَّويل، بالدال المهملة.", "ذيل": "@ذيل: الذَّيْل: آخر كل شيء. وذَيْل الثوب والإِزارِ: ما جُرَّ منه إِذا أُسْبِل. والذَّيْل: ذَيْلُ الإِزار من الرِّداء، وهو ما أُسْبِل منه فأَصاب الأَرض. وذَيْل المرأَة لكل ثوب تَلْبَسه إِذا جرَّته على الأَرض من خلفها. الجوهري: الذيلُ واحد أَذْيال القميص وذُيولِه. وذَيْلُ الرِّيح: ما انسحب منها على الأَرض. وذيل الرِّيح: ما تتركه في الرمال على هيئة الرَّسَن ونحوه كأَنَّ ذلك إِنما هو أَثَرُ ذَيْل جرَّته؛ قال:\n---\nلكل ريح فيه ذَيْلٌ مَسْفور\n---\nوذَيْلُها أَيضاً: ما جرَّته على وجه الأَرض من التراب والقَتام، والجمع من كل ذلك أَذْيال وأَذْيُل؛ الأَخيرة عن الهَجَرِيِّ؛ وأَنشد لأَبي البقرات النخعي:\n---\nوثلاثاً مِثلَ القَطا، مائِلاتٍ،\n---\nلَحَفَتْهُن أَذْيُلُ الرِّيح تُرْبا\n---\nوالكثير ذُيول؛ قال النابغة:\n---\nكأَنَّ مَجَرَّ الرَّامِساتِ ذُيُولَها\n---\nعليه قَضِيمٌ، نمَّقتْه الصَّوانِعُ\n---\n.\n---\nوقيل: أَذْيالُ الرِّيح مآخِيرها التي تُكْسَحُ بها ما خَفَّ لها.\n---\nوذَيْلُ الفرس والبعير ونحوهما: ما أَسْبَلَ من ذَنَبه فتَعَلَّق، وقيل: ذَيْلُه ذنبه. وذَالَ يَذِيل وأَذْيَل: صار له ذيْلٌ. وذالَ به: شالَ، وكذلك الوعِلُ بذنَبه. وفرس ذائلٌ: ذو ذَيْلٍ، وذَيَّال: طويل الذَّيل؛ وفي الصحاح: طويل الذنب، والأُنثى ذائلة؛ وقال ابن قتيبة: ذائل طويل الذَّيل، وذَيَّالٌ: طويل الذيل؛ وفي التهذيب أَيضاً: طويل الذنب؛ وأَنشد ابن بري لعباس بن مِرْداس:\n---\nوإِني حاذِرٌ، أَنْمِي سلاحِي\n---\nإِلى أَوْصالِ ذَيَّالٍ مَنيع\n---\nفإِن كان الفرس قصيراً وذنبه طويلاً قالوا ذائل، والأُنثى ذائلة، أَو قالوا ذَيَّالُ الذنب فيذكرون الذنب، ويقال لذنب الفرس إِذا طال ذَيل أَيضاً، وكذلك الثور الوحشي. والذَّيَّال من الخيلِ: المُتَبَختِر في مَشْيه واسْتِنانه كأَنه يَسْحَب ذَيْلَ ذنَبه. وذالَ الرجل يَذِيل ذَيْلاً: تَبَخَترَ فجرَّ ذَيْله؛ قال طرفة يصف ناقة:\n---\nفَذَالَتْ كما ذالَتْ وَليدةُ مَجْلِسٍ،\n---\nتُرِي رَبَّها أَذْيالَ سَحْلٍ مُمَدَّد\n---\nيعني أَنها جَرَّت ذنبها كما ذالت مملوكة تسقي الخمر في مجلس. وفي حديث مصعب بن عمير: كان مترفاً في الجاهلية يدَّهن بالعَبِير ويُذِيلُ يُمْنَة اليَمَن أَي يُطيل ذَيْلها، واليُمنة ضرب من برود اليمن. ويقال: ذات الجارية في مَشْيها تَذِيل ذَيْلاً إِذا ماسَت وجَرَّت أَذيالها على الأَرض وتبخترت. وذالت الناقةُ بذنبها إِذا نشَرتْه على فخذيها. خالد بن جَنْبَة قال: ذَيْلُ المرأَة ما وقع على الأَرض من ثوبها من نواحيها كلها، قال: فلا نَدْعو للرَّجُل ذَيْلاً، فإِن كان طويل الثوب فذلك الإِرْفال في القميص والجُبَّة. والذَّيْلُ في دِرْع المرأَة أَو قِناعها إِذا أَرْخَتْه.وتذيلت الدابةُ: حرَّكت ذنَبها من ذلك. والتَّذَيُّل: التَّبَخْتُر\n---\nمنه.ودِرْع ذائلةٌ وذائل ومُذالةٌ: طويلة. والذّائل: الدِّرْع الطويلة الذَّيْل؛ قال النابغة:\n---\nوكلّ صَمُوتٍ نَثْلة تُبَّعِيَّة،\n---\nونَسْجُ سُلَيْم كلَّ قَضّاءَ ذائِلِ\n---\nيعني سليمان بن داود، على نبينا وعليهما السلام؛ والصَّمُوتُ: الدِّرْع التي إِذا صُبَّت لم يسمع لها صوت. وذَيَّل فلان ثوبه تَذييلاً إِذا طوّله. ومُلاءٌ مُذَيَّلٌ: طويلُ الذيل، وثوب مُذَيَّل؛ قال الشاعر:\n---\nعَذَارَى دَوارٍ في مُلاء مُذَيَّلِ\n---\n(* هذا البيت من معلقة امرئ القيس، وصدره:\n---\nفعَنّ لنا سِربٌ كأنّ نِعاجَه)\n---\nويقال: أَذالَ فلان ثوبه أَيضاً إِذا أَطالَ ذَيْله؛ قال كثيِّر:\n---\nعلى ابن أَبي العاصي دلاصٌ حَصِينةٌ،\n---\nأَجادَ المُسَدِّي سَرْدَها فأَذالَها\n---\nوأَذالَت المرأَةُ قِناعَها أَي أَرْسَلَتْه. وحَلْقة ذائلة ومُذالة: رَقيقة لطيفة مع طُول.\n---\nوالمُذالُ من البسيط والكامل: ما زِيدَ على وتِده من آخر البيت حرفان، وهو المُسَبّغ في الرَّمَل، ولا يكون المُذال في البسيط إِلاَّ من المُسَدّس ولا في الكامل إِلاَّ من المربع؛ مثال الأَول قوله:\n---\nإِنَّا ذَمَمْنا على ما خَيَّلَتْ\n---\nسَعْدُ بنُ زيدٍ، وعَمْراً من تَمِيمْ\n---\nومثال الثاني قوله:\n---\nجَدَثٌ يكونُ مُقامُه،\n---\nأَبَداً، بمُخْتَلَِفِ الرِّياحْ\n---\nفقوله رَنْ من تميمْ مستفعلان، وقوله تَلَِفِرْ رِياحْ مُتَفاعلان؛ وقال الزجاج: إِذا زيد على الجزء حرف واحد، وذلك الجزء مما لا يُزاحَف، فاسمه المُذال نحو متفاعلان أَصله متفاعلن فزدت حرفاً فصار ذلك الحرف بمنزلة الذَّيْل للقميص.\n---\nوذَال الشيءُ يَذيلُ: هانَ، وأَذَلْته أَنا: أَهَنْته ولم أُحْسِن القِيام عليه. وأَذَالَ فلان فرسه وغلامه إِذا أهانَه. والإِذالةُ: الإِهانة.\n---\nوفي الحديث: نهى النبي، صلى الله عليه وسلم، عن إِذالة الخيل وهو امْتِهانُها بالعمل والحملِ عليها، وفي رواية: باتَ جبريل، عليه السلام، يعاتبني في إِذالة الخيل أَي إِهانَتِها والاسْتِخْفاف بها؛ ومنه الحديث الآخر: أَذالَ الناسُ الخيلَ، وقيل إِنهم وضَعُوا أَدَاة الحرب عنها وأَرسلوها.\n---\nوالمُذالُ: المُهانُ، وقيل للأَمَة المُهانةِ: المُذالةُ. وفي المثل: أَخْيَلُ من مُذالةٍ، وهي الأَمَة لأَنها تُهان وهي تَتَبَخْتَر. ويقال:\n---\nذَيْل ذائل وهو الهَوان والخِزْيُ. وقولهم: جاء أَذْيالٌ من الناس أَي أَواخِرُ منهم قليل. وذالَت المرأَةُ والناقةُ تَذِيل: هُزِلت وفسدت.\n---\nوأَذَلْتها: أَهْزَلْتها، وهو من ذلك. والمُذَيَّلُ والمُتَذَيّلُ: المُتَبَذِّلُ. وبنو الذَّيّال: بطن من العرب.", "ذأم": "@ذأم: ذَأَمَ الرجلَ يَذْأَمُهُ ذَأْماً: حقَّره وذَمَّهُ وعابه، وقيل:\n---\nحقره وطرده، فهو مَذْؤُومٌ، كَذَأَبهُ؛ قال أوْسُ بن حَجَرٍ:\n---\nفإن كُنْتَ لا تَدْعُو إلى غير نافِعٍ\n---\nفذَرْني، وأَكْرِمْ من بَدَا لك واذْأَمِ\n---\nوذَأَمَهُ ذَأْماً: طرده. وفي التنزيل العزيز: اخْرُجْ منها مَذْؤوماً\n---\nمَدْحوراً؛ يكون معناه مذموماً ويكون مطروداً. وقال مجاهد: مَذْؤوماً\n---\nمنفيّاً، ومَدْحوراً مطروداً. وذأَمَه ذَأْماً: أَخزاه. والذَّأْمُ: العيب،\n---\nيُهْمَزُ ولا يهمز. وفي حديث عائشة، رضي الله عنها: قالت لليَهُود عليكم\n---\nالسامُ والذَّأْمُ؛ الذَّأْمُ: العيب، ولا يهمز، ويروى بالدال المهملة،\n---\nوقد تقدم. أبو العباس: ذَأَمْتُه عبته، وهو أكثر من ذَمَمْتُهُ.", "ذحلم": "@ذحلم: ذَحْلَمَهُ وسَحْتَنَه إذا ذبحه. وذَحْلَمَهُ فَتَذَحْلَمَ إذا\n---\nدَهْوَرَهُ فَتَدَهْوَرَ. ومرّ يَتَذَحْلَمُ كأنه يتدحرج؛ قال رؤبة:\n---\nكأَنَّهُ في هُوَّةٍ تَذَحْلَما\n---\nوذَحْلَمْتُهُ: صرعته وذلك إذا ضربته بحجر ونحوه.", "ذلم": "@ذلم: التهذيب: ابن الأعرابي قال الذَّلَمُ مَغِيضُ مَصَبِّ الوادي.", "ذمم": "@ذمم: الذَّمُّ: نقيض المدح. ذَمَّهُ يَذُمُّهُ ذَمّاً ومَذَمَّةً، فهو\n---\nمَذْمُومٌ وذَمٌّ. وأَذَمَّهُ: وجده ذَمِيماً مَذْمُوماً. وأَذَمَّ بهم:\n---\nتركهم مَذْمُومينَ في الناس؛ عن ابن الأعرابي. وأَذَمَّ به: تهاون. والعرب\n---\nتقول ذَمَّ يَذُمُّ ذَمّاً، وهو اللوم في الإساءة، والذَّمُّ والمَذموم\n---\nواحد. والمَذَمَّة: الملامة، قال: ومنه التَّذَمُّمُ. ويقال: أتيت موضع\n---\nكذا فأَذْمَمْتُهُ أي وجدته مذموماً. وأَذَمَّ الرجلُ: أتى بما يُذَمُّ\n---\nعليه. وتذامَّ القومُ: ذَمَّ بعضُهم بعضاً، ويقال من التَّذَمُّمِ. وقضى\n---\nمَذَمَّةَ صاحبه أي أَحسن إليه لئلا يُذَمَّ. واسْتَذَمَّ إليه: فعل ما\n---\nيَذُمُّهُ عليه. ويقال: افعل كذا وكذا وخَلاكَ ذَمٌّ أي خلاكَ لوم؛ قال\n---\nابن السكيت: ولا يقال وخَلاكَ ذنب، والمعنى خلا منك ذَمٌّ أي لا تُذَمُّ.\n---\nقال أبو عمرو بن العلاء: سمعت أعرابيّاً يقول: لم أَر كاليوم قَطُّ يدخل\n---\nعليهم مثلُ هذا الرُّطَبِ لا يُذِمُّونَ أي لا يَتَذَمَّمُونَ ولا تأْخذهم\n---\nذمامةٌ حتى يُهْدُوا لِجِيرانهم.\n---\nوالذَّامُّ، مشدد، والذامُ مخفف جميعاً: العيب. واسْتَذَمَّ الرجلُ إلى\n---\nالناس أي أتى بما يُذَمُّ عليه. وتَذَمَّمَ أي استنكف؛ يقال: لو لم أترك\n---\nالكذب تأَثُّماً لتركته تَذَمُّماً. ورجل مُذَمَّمٌ أي مذْمُومٌ جدّاً.\n---\nورجل مُذِمٌّ: لا حَراك به. وشيء مُذِمٌّ أي مَعيب. والذُّموم: العُيوب؛\n---\nأَنشد سيبويه لأُمَيَّةَ بن أبي الصَّلْتِ:\n---\nسلامك، رَبَّنا، في كل فَجْرٍ\n---\nبَريئاً ما تَعَنَّتْكَ الذُّمُومُ\n---\nوبئر ذَمَّةٌ وذَميمٌ وذَميمةٌ: قليلة الماء لأنها تُذَمُّ، وقيل: هي\n---\nالغَزيرة، فهي من الأضداد، والجمع ذِمامٌ؛ قال ذو الرُّمَّة يصف إبلاً\n---\nغارتْ عيونها من الكَلالِ:\n---\nعلى حِمْيَرِيّاتٍ، كأَنَّ عُيونَها\n---\nذِمامُ الرَّكايا أَنْكَزَتْها المَواتِحُ\n---\nأنْكَزَتها: أقَلَّتْ ماءَها؛ يقول: غارت أعينها من التعب فكأَنَّها\n---\nآبار قليلة الماء. التهذيب: الذَّمَّةُ البئر القليلة الماء، والجمع ذَمٌّ.\n---\nوفي الحديث: أَنه، عليه الصلاة والسلام، مَرَّ ببئر ذمَّة فنزلنا فيها،\n---\nسميت بذلك لأنها مَذْمومة؛ فأما قول الشاعر:\n---\nنُرَجِّي نائلاً من سَيْبِ رَبٍّ،\n---\nله نُعْمَى، وذَمَّتُهُ سِجالُ\n---\nقال ابن سيده: قد يجوز أن يعني به الغزيرة والقليلة الماء أي قليله\n---\nكثير.وبه ذَمِيمةٌ أي علة من زَمانَةٍ أو آفة تمنعه الخروج.\n---\nوأَذَمَّتْ ركاب القوم إذْماماً: أَعيت وتخلفت وتأَخرت عن جماعة الإبل\n---\nولم تلحق بها، فهي مُذِمَّةٌ، وأَذَمَّ به بَعيرهُ؛ قال ابن سيده: أنشد\n---\nأبو العلاء:\n---\nقوم أَذَمَّتْ بهم رَكائِبُهُمْ،\n---\nفاسْتَبْدَلوا مُخْلِقَ النِّعالِ بها\n---\nوفي حديث حَليمة السَّعْدِيَّةِ: فخرجْتُ على أَتاني تلك فلقد أَذَمَّتْ\n---\nبالرَّكْبِ أَي حبستهم لضعفها وانقطاع سيرها؛ ومنه حديث المِقْدادِ حين\n---\nأَحْرَزَ لِقاحَ رسول الله، صلى الله عليه وسلم: وإِذا فيها فرس أَذَمُّ\n---\nأَي كالٌّ قد أَعيْا فوقف. وفي حديث أَبي بكر، رضيَ الله عنه: قد طَلَعَ\n---\nفي طريق مُعْوَرَّةٍ حَزْنَةٍ وإِنَّ راحلته أَذَمَّتْ أَي انقطع سيرها\n---\nكأَنها حَمَلَت الناس على ذَمِّها.\n---\nورجل ذو مُذَمَّةٍ ومَذِمَّةٍ أَي كلٌّ على الناس، وإنه لطويل\n---\nالمَذَمَّةِ، التهذيب: فأَما الذَّمُّ فالاسم منه المَذَمَّةُ، وقال في موضع آخر:\n---\nالمَذِمَّةُ، بالكسر، من الذِّمامِ والمَذَمَّةُ، بالفتح، من الذَّمِّ.\n---\nويقال: أَذهِبْ\n---\nعنك مَذِمَّتَهُمْ بشيء أَي أَعطهم شيئاً فإِن لهم ذِماماً. قال:\n---\nومَذَمَّتهم لغةٌ. والبُخل مَذَمَّةٌ، بالفتح لا غير، أَي مما يُذَمُّ عليه،\n---\nوهو خلاف المَحْمَدَةِ. والذِّمامُ والمَذَمَّةُ: الحق والحُرْمة، والجمع\n---\nأَذِمَّةٌ. والذِّمَّة: العهد والكَفالةُ، وجمعها ذِمامٌ. وفلان له ذِمَّة\n---\nأَي حق. وفي حديث عليّ، كرم الله وجهه: ذِمَّتي رَهِينُه وأَنا به زعيم\n---\nأَي ضماني وعهدي رَهْنٌ في الوفاء به. والذِّمامُ والذِّمامةُ:\n---\nالحُرْمَةُ؛ قال الأَخطل:\n---\nفلا تَنْشُدُونا من أَخيكم ذِمامةً،\n---\nويُسْلِم أَصْداءَ العَوِير كَفِيلُها\n---\nوالذِّمامُ: كل حرمة تَلْزمك إِذا ضَيَّعْتَها المَذَمَّةُ، ومن ذلك\n---\nيسمى أَهلُ\n---\nالعهد أَهلَ الذِّمَّةِ، وهم الذين يؤدون الجزية من المشركين كلهم. ورجل\n---\nذِمِّيٌّ: معناه رجل له عهد. والذِّمَّةُ: العهد منسوب إِلى\n---\nالذِّمَّةِ: قال الجوهري: الذِّمَّةُ أَهل العقد. قال: وقال أَبو عبيدة الذِّمّةُ\n---\nالأَمان في قوله، عليه السلام: ويسعمى بذِمَّتِهِمْ أَدناهم. وقوم\n---\nذِمَّةٌ: مُعاهدون أَي ذوو ذِمَّةٍ، وهو الذِّمُّ؛ قال أُسامة الهذليّ:\n---\nيُغَرِّدُ بالأَسْحار في كلِّ سُدْفَةٍ،\n---\nتَغَرُّدَ مَيَّاحِ النَّدَى المُتَطَرِّب\n---\n(* هكذا ورد هذا البيت في الأصل، وليس فيه أيّ شاهد على شيء مما تقدم من\n---\nالكلام).\n---\nوأَذَمَّ له عليه: أَخَذَ له الذِّمَّة. والذَّمامَةُ والذَّمامة: الحق\n---\nكالذِّمّة؛ قال ذو الرمة:\n---\nتكُنْ عَوْجةً يَجزِيكما الله عندها\n---\nبها الأجْرَ، أَو تُقضى ذِمامةُ صاحب\n---\nذِمامة: حُرْمَةٌ وحق. وفي الحديث ذكر الذِّمَّة والذِّمامِ، وهما بمعنى\n---\nالعَهْد والأَمانِ والضَّمانِ والحُرْمَةِ\n---\nوالحق، وسُمِّيَ أَهل الذِّمَّةِ ذِمَّةً لدخولهم في عهد المسلمين\n---\nوأَمانهم. وفي الحديث في دعاء المسافر: اقْلِبْنا بذِمَّةٍ أَي ارْدُدْنا إِلى\n---\nأَهلنا آمنين؛ ومنه الحديث: فقد بَرِئَتْ منه الذِّمَّة أَي أَن لكل\n---\nأَحد من الله عهداً بالحفظ والكِلايَةِ، فإِذا أَلْقى بيده إِلى\n---\nالتَّهْلُكَةِ أَو فعل ما حُرِّمَ عليه أَو خالف ما أُمِرَ به\n---\nخَذَلَتْهُذِمَّةُ الله تعالى. أَبو عبيدة: الذِّمَّةُ التَّذَمُّمُ ممن لا عهد\n---\nله. وفي حديث النبي، صلى الله عليه وسلم، المسلمون تَتَكافأُ دماؤهم ويسعى\n---\nبذِمَّتهم أَدناهم؛ قال أَبو عبيدة: الذِّمَّةُ الأَمان ههنا، يقول إِذا\n---\nأَعْطى الرجلُ من الجيش العدوّ أَماناً جاز ذلك على جميع المسلمين، ولي\n---\nلهم أَن يُخْفِروه ولا أَن يَنْقُضوا عليه عهده كما أَجاز عمر، رضي الله\n---\nعنه، أَمان عبدٍ على أَهل العسكر جميعهم؛ قال: ومنه قول سَلْمان ذِمَّةُ\n---\nالمسلمين واحدة؛ فالذِّمَّةُ هي الأَمان، ولهذا سمي المُعاهَدُ\n---\nذِمِّيّاً، لأَنه أُعْطيَ الأَمان على ذِمَّةِ الجِزْيَة التي تؤخذ منه.\n---\nوفي التنزيل العزيز: لا يَرْقبُون في مؤْمن إِلاًّ ولا ذِمَّةً؛ قال:\n---\nالذِّمَّةُ العهد، والإِلّ الحِلْف؛ عن قتادة. وأَخذتني منه ذِمامٌ\n---\nومَذَمَّةٌ، وللرفيق على الرفيق ذِمامٌ أَي حق. وأَذَمَّهُ أَي أَجاره. وفي\n---\nحديث سلمان: قيل له ما يَحِلُّ من ذِمَّتِنا؟ أَراد من أَهل ذِمَّتِنا فحذف\n---\nالمضاف. وفي الحديث: لا تشتروا رَقيق أَهل الذمَّة وأَرَضِيهِمْ؛ قال ابن\n---\nالأَثير: المعنى أَنهم إِذا كان لهم مَماليكُ وأَرَضُونَ وحالٌ حسنة\n---\nظاهرة كان أَكثر لجِزْيتهم، وهذا على مذهب من يَرَى أَن الجِزْية على قدر\n---\nالحال، وقيل في شراء أَرَضِيهْم إِنه كرهه لأَجل الخَراج الذي يلزم الأَرض،\n---\nلئلا يكون على المسلم إِذا اشتراها فيكون ذلاًّ وصَغاراً.\n---\nالتهذيب: والمُذِمُّ\n---\nالمَذْموم الذَّمِيمُ. وفي حديث يونس: أَن الحوت قاءَهُ رَذِيّاً\n---\nرَذِيّاً أَي مَذْموماً شِبْهَ الهالك. ابن الأَعرابي: ذَمْذَمَ الرجل إِذا\n---\nقَلَّلَ\n---\nعطيته. وذُمَّ الرجلُ: هُجِيَ، وذُمَّ: نُقِص. وفي الحديث: أُرِيَ عبدُ\n---\nالمُطَّلب في منامه احْفِرْ زمزم لا يُنْزَفُ ولا يُذمُّ؛ قال أَبو بكر:\n---\nفيه ثلاثة أَقوال: أَحدها لا يعاب من قولك ذَمَمْتُهُ إِذا عِبْتَه،\n---\nوالثاني لا تُلْفَى مَذْمومة؛ يقال أَذْمَمْتُه إِذا وجدته مَذْموماً،\n---\nوالثالث لا يوجد ماؤها قليلاً ناقصاً من قولك بئر ذَمَّة إِذا كانت قليلة\n---\nالماء.\n---\nوفي الحديث: سأَل النبيَّ\n---\n(* قوله «سأل النبي إلخ» السائل للنبي هو\n---\nالحجاج كما في التهذيب)، صلى الله عليه وسلم، عما يُذهبُ عنه مَذَمَّةَ\n---\nالرضاع فقال: غُرَّة عبد أَو أَمَة؛ أَراد بمَذَمَّةِ الرضاع ذِمامَ\n---\nالمرضعة برضاعها. وقال ابن السكيت: قال يونس يقولون أَخذَتني منه\n---\nمَذِمَّةٌ ومَذَمَّةٌ. ويقال: أَذهِبْ\n---\nعنك مَذَمَّةَ الرضاع بشيء تعطيه للظِّئْر، وهي الذِّمامُ\n---\nالذي لزمك بإِرضاعها ولدك، وقال ابن الأَثير في تفسير الحديث:\n---\nالمَذَمَّةُ، بالفتح، مَفْعَلة من الذَّمِّ، وبالكسر من الذِّمَّةِ والذِّمامِ،\n---\nوقيل: هي بالكسر والفتح الحقُّ والحرمة التي يُذَمُّ مُضَيِّعُها، والمراد\n---\nبمَذَمَّة الرضاع الحق اللازم بسبب الرضاع، فكأَنه سأَل: ما يُسْقِطُ عني\n---\nحق المُرضعة حتى أَكون قد أَديته كاملاً؟ وكانوا يستحبون أَن يَهَبُوا\n---\nللمرضِعة عند فصال الصبي شيئاً سوى أُجرتها. وفي الحديث: خِلال المَكارم\n---\nكذا وكذا والتَّذَمُّمُ للصاحب؛ هو أَن يحفظ ذِمامَهُ ويَطرح عن نفسه\n---\nذَمَّ الناس له إِن لم يحفظه. وفي حديث موسى والخَضِر، عليهما السلام:\n---\nأَخَذَتْهُ من صاحبه ذَمامَةٌ أَي حياء وإِشفاق من الذَّمِّ واللوم. وفي حديث\n---\nابن صَيّادٍ: فأَصابتني منه ذَمامَةٌ. وأَخذتني منه مَذَمَّة ومَذِمَّة\n---\nأَي رِقَّةٌ وعار من تلك الحُرْمة.\n---\nوالذَّمِيمُ: شيء كالبَثْرِ\n---\nالأَسود أَو الأَحمر شُبِّهَ ببيض النمل، يعلو الوجوه والأُنوف من حَرٍّ\n---\nأَو جَرَب؛ قال:\n---\nوترى الذَّمِيم على مَراسِنِهم،\n---\nغِبَّ الهِياجِ، كمازِنِ النملِ\n---\nوالواحدة ذَمِيمةٌ. والذَّمِيم: ما يسيل على أَفخاذ الإِبل والغنم\n---\nوضُرُوعها من أَلبانها. والذَّمِيمُ: النَّدى، وقيل: هو نَدىً يسقط بالليل على\n---\nالشجر فيصيبه التراب فيصير كقِطَعِ الطين. وفي حديث الشُّؤْم\n---\nوالطِّيَرَةِ: ذَرُوها ذَمِيمةً أَي مَذْمومةً، فَعِيلةٌ بمعنى مفعولةٍ، وإِنما\n---\nأَمرهم بالتحول عنها إِبطالاً\n---\nلما وقع في نفوسهم من أَن المكروه إِنما أَصابهم بسبب سُكْنى الدار،\n---\nفإِذا تحولوا عنها انقطعت مادة ذلك الوهم وزال ما خامرهم من الشبهة.\n---\nوالذَّمِيمُ: البياض الذي يكون على أَنف الجدْي؛ عن كراع؛ قال ابن سيده: فأَما\n---\nقوله أَنشدَناه أَبو العلاء لأَبي زُبَيْدٍ:\n---\nتَرى لأَخْفافِها من خَلْفِها نَسَلاً،\n---\nمثل الذَّمِيمِ على قُزْمِ اليَعامِيرِ\n---\nفقد يكون البياضَ الذي على أَنف الجَدْي، فأَما أَحمد بن يحيى فذهب إِلى\n---\nأَن الذَّمِيمَ ما يَنْتَضحُ على الضروع من الأَلبان، واليَعاميرُ عنده\n---\nالجِداء، واحدها يَعْمور، وقُزْمُها صِغارُها، والذَّمِيمُ: ما يسيل على\n---\nأُنوفها من اللبن؛ وأَما ابن دُرَيْدٍ فذهب إِلى أَن الذَّمِيم ههنا\n---\nالنَّدى، واليعامير ضرب من الشجر. ابن الأَعرابي: الذَّمِيمُ والذَّنينُ ما\n---\nيسيل من الأَنف. والذَّمِيمُ: المُخاط والبول الذي يَذِمُّ ويَذِنُّ من\n---\nقَضيب التَّيْسِ، وكذلك اللبن من أَخلاف الشاة، وأَنشد بيت أَبي زبيد.\n---\nوالذَّمِيمُ أَيضاً: شيء يخرج من مَسامِّ المارِنِ كبيض النمل؛ وقال\n---\nالحادِرَةُ:\n---\nوترى الذَّمِيمَ على مَراسِنِهم،\n---\nيوم الهياج، كمازِنِ النَّمل\n---\nورواه ابن دريد: كمازن الجَثْلِ، قال: والجَثْلُ ضرب من النمل كبار؛\n---\nوروي:\n---\nوترى الذَّميم على مَناخرهم\n---\nقال: والذَّميم الذي يخرج على الأَنف من القَشَفِ، وقد ذَمَّ أَنفُه\n---\nوذَنَّ. وماء ذَميم أَي مكروه؛ وأَنشد ابن الأعرابي للمَرَّارِ:\n---\nمُواشِكة تَسْتَعْجِلُ الرُّكْضَ تَبْتَغي\n---\nنَضائِضَ طَرْقٍ، ماؤُهُنَّ ذَمِيمُ\n---\nقوله مواشِكة مسرعة، يعني القَطا، ورَكْضُها: ضربها بجناحها،\n---\nوالنَّضائض: بقية الماء، الواحدة نَضِيضة. والطَّرْقُ: المَطْروق.", "ذيم": "@ذيم: الذَّيْمُ والذامُ: العيب؛ قال عُوَيْفُ القَوافي:\n---\nأَلَمَّتْ خُناسُ، وإِلمامُها\n---\nأَحاديث نَفْسٍ وأَسْقامُها\n---\nومنها:\n---\nيَرُدُّ الكَتِيبة مَفْلولةً،\n---\nبها أَفْنُها وبها ذامُه\n---\nوقد ذامَهُ يَذيمه ذَيْماً وذاماً: عابه. وذِمْتُه أَذيمُه وذأَمْتُهُ\n---\nوذَمَمْتُهُ كله بمعنى؛ عن الأَخفش، فهو مَذيم على النقص، ومَذْيُومٌ على\n---\nالتمام، ومَذْؤُومٌ إِذا هَمَزْتَ، ومَذْمومٌ من المضاعف؛ وقيل:\n---\nالذَّيْمُ والذامُ الذَّمُّ. وفي المثل: لا تَعْدَمُ الحَسْناءُ ذاماً؛ قال ابن\n---\nبري: ومنه قول أَنَسِ بن نُواسِ المُحارِبيّ:\n---\nوكُنْتَ مُسَوَّداً فينا حَميداً،\n---\nوقد لا تَعْدَمُ الحَسْناء ذاما\n---\nوفي الحديث: عادت مَحاسنهُ ذاماً؛ الذامُ والذَّيْمُ العيب، وقد يهمز.\n---\nوفي حديث عائشة، رضي الله عنها: قالت لليهود عليكم السَّامُ\n---\nوالذامُ، وقد تقدم ذكره، والله أعلم.", "ذأن": "@ذأن: الذُّؤْنُونُ والعُرْجُون والطُّرْثُوث من جنس: وهو مما ينبت في\n---\nالشتاء، فإِذا سَخُنَ النهار فسد وذهب. غيره: الذُّؤْنون نبت ينبت في أُصول\n---\nالأَرْطى والرِّمْثِ والأَلاء، تنشقُّ عنه الأَرض فيخرج مثل سواعد\n---\nالرجال لا ورق له، وهو أَسْحَمُ وأَغْبَر، وطرفه مُحَدَّد كهيئة الكَمَرة، وله\n---\nأَكمام كأَكمام الباقِلى وثمرة صفراء في أَعلاه، وقيل: هو نبات ينبت\n---\nأَمثال العراجين من نبات الفُطْرِ، والجمع الذَّآنِينُ. وقال أَبو حنيفة:\n---\nالذَّآنين هَنَواتٌ من الفُقُوع تخرج من تحت الأَرض كأَنَّها العَمَدُ\n---\nالضِّخَام ولا يأْكلها شيء، إِلا أَنها تُعْلَفُها الإِبلُ في السنة وتأْكلها\n---\nالمِعْزى وتسمن عليها، ولها أَرُومة، وهي تتخذ للأَدوية ولا يأْكلها إلا\n---\nالجائع لمرارتها. وقال مرة: الذآنين تنبت في أُصول الشجر أَشبه شيء\n---\nبالهِلْيَوْن، إلا أَنه أَعظم منه وأَضخم، ليس له ورق وله بُرْعُومة تتورَّد\n---\nثم تنقلب إلى الصفرة. والذُّؤْنون: ماء كله وهو أَبيض إلا ما ظهر منه من\n---\nتلك البُرْعُومة، ولا يأْكله شيء، إلا أَنه إذا أَسْنَتَ الناس، فلم يكن\n---\nبها\n---\n. شيء، أَغنى، واحدته\n---\nذُؤْنُونة. وذَأْنَنَتِ الأرضُ: أَنبتت الذآنين؛ عن ابن الأَعرابي. وخرجوا\n---\nيَتَذأْنَنُون أَي يطلبون الذَّآنِين ويأْخذونها؛ وأَنشد ابن الأَعرابي:\n---\nكلّ الطعامِ يأْكلُ الطَّائِيونا:\n---\nالحَمَضِيضَ الرَّطْب والذآنِينا.\n---\nقال الأَزهري: ومنهم من لا يهمز فيقول ذُونون، وذَوانين الجمع. ابن\n---\nشميل: الذُّؤْنُون أَسمر اللون مُدَمْلَكٌ له ورق لازق به، وهو طويل مثل\n---\nالطُّرْثُوث، تَمِهٌ لا طعم له، ليس بحلو ولا مرّ، لا يأْكله إلا الغنم، ينبت\n---\nفي سهول الأَرض، والعرب تقول: ذُونون لا رِمْثَ له، وطُرْثوث لا أَرطاة؛\n---\nيقال هذا للقوم إذا كانت لهم نَجْدَة وفضل فهلكوا وتغيرت حالهم، فيقال:\n---\nذآنينُ لا رِمْثَ لها وطَراثيثُ لا أَرْطى أَي قد استُؤْصِلوا فلم تبق\n---\nلهم بقية؛ قال ابن بري: هو هِلْيَوْنُ البر؛ وأَنشد للراجز يصف نفسه\n---\nبالرَّخاوة واللِّينِ:\n---\nكأَنني، وقَدَمي تَهِيثُ،\n---\nذُؤْنونَ سَوْءٍ رأْسُه نَكِيثُ.\n---\nقوله: تَهِيثُ أَي تَهِيثُ الترابَ مثل هاث له بالعطاء، ونَكِيثٌ:\n---\nمتشعث؛ وقال آخر:\n---\nغَداةَ توليتم كأَنَّ سيوفَكم\n---\nذَآنينُ في أَعناقِكم لم تُسَلَّلِ\n---\nوفي حديث حذيفة: قال لجُنْدُب بن عبد الله: كيف تصنع إذا أَتاك من الناس\n---\nمثلُ الوَتِد أَو مثل الذُّؤْنون يقول اتَّبِعْني ولا أَتبعك؟\n---\nالذُّؤْنون: نبت طويل ضعيف له رأْس مُدوَّر، وربما أَكله الأَعراب، قال: وهو من\n---\nذأَنَه إذا حَقَّرَه وضَعَّف شأْنَه، شبهه به لصغره وحداثة سنه، وهو يدعو\n---\nالمشايخ إلى اتباعه، أَي ما تصنع إذا أَتاك رجل ضالّ، وهو في نحافة جسمه\n---\nكالوَتِد أَو الذُّؤْنون لكدِّه نفسَه بالعبادة يخدعك بذلك ويستتبعك.", "ذبن": "@ذبن: ابن الأَعرابي: الذُّبْنةُ ذبول الشفتين من العطش؛ قال أَبو منصور:\n---\nوالأَصل الذُّبْلة فقلبت اللام نوناً.", "ذعن": "@ذعن: قال الله تعالى: وإن يكن لهم الحقُّ يأْتوا إليه مُذْعِنين؛ قال\n---\nابن الأَعرابي: مُذْعِنين مقرّين خاضعين، وقال أَبو إسحق: جاء في التفسير\n---\nمسرعين، قال: والإذعان في اللغة الإسراع مع الطاعة، تقول: أَذعَن لي بحقي،\n---\nمعناه طاوَعَني لما كنت أَلتمسه منه وصار يُسْرع إليه؛ وقال الفراء:\n---\nمُذْعِنين مطيعين غير مستكرهين، وقيل: مذعنين منقادين. وأَذْعَنَ لي بحقي:\n---\nأَقرّ، وكذلك أَمْعَنَ به أَي أَقرّ طائعاً\n---\nغير مستكره. والإذعان: الانقياد. وأَذعَنَ الرجلُ: انقاد وسَلِس، وبناؤه\n---\nذَعِن يَذْعَن ذَعَناً. وأَذْعَن له أَي خضع وذل. وناقة مِذْعان:\n---\nسَلِسةُ الرأْس منقادة لقائدها.", "ذقن": "@ذقن: الجوهري: ذَقَنُ الإنسان مُجْتَمع لَحْيَيْه. ابن سيده: الذَّقَن\n---\nوالذِّقْنُ مجتمع اللَّحْيَين من أَسفلهما؛ قال اللحياني: هو مذكر لا غير،\n---\nقال: وفي المثل: مُثْقَلٌ استعان بذَقَنِه وذِقْنِه؛ يقال هذا لمن\n---\nيستعين بمن لا دفع عنده وبمن هو أَذل منه، وقيل: يقال للرجل الذليل يستعين\n---\nبرجل آخر مثله، وأَصله أَن البعير يحمل عليه الحمل الثقيل فلا يقدر على\n---\nالنهوض، فيعتمد بذَقَنه على الأَرض، وصحَّفه الأَثرَمُ عليّ بن المغيرة بحضرة\n---\nيعقوب فقال: مُثْقَلٌ استعان بدَفَّيْه، فقال له يعقوب: هذا تصحيف إنما\n---\nهو استعان بذَقَنه، فقال له الأَثرم: إنه يريد الرياسة بسرعة ثم دخل\n---\nبيته، والجمع أَذقان. وفي التنزيل العزيز: ويخِرُّون للأَذقان سجداً؛\n---\nواستعاره امرؤ القيس للشجر ووصف سحاباً فقال:\n---\nوأَضْحَى يَسُحُّ الماءَ عن كل فِيقةٍ،\n---\nيَكُبُّ على الأَذقانِ دَوْحَ الكَنَهْبل.\n---\nوالذَّاقِنةُ: ما تحت الذَّقَن، وقيل: الذَّاقِنة رأْس الحلقوم. وفي\n---\nالحديث عن عائشة، رضي الله عنها: تُوفي رسول الله، صلى الله عليه وسلم، بين\n---\nسَحْري ونَحْري وحاقِنَتي وذاقِنَتي؛ قال أَبو عبيد: الذاقنة طرف\n---\nالحلقوم، وقيل: الذاقِنة الذَّقَنُ، وقيل: ما يناله الذَّقَنُ من الصدر. ابن\n---\nسيده: الحاقِنة الترْقُوة، وقيل: أَسفل البطن مما يلي السرَّة، قال أَبو\n---\nعبيد: قال أَبو زيد وفي المثل لأُلْحِقَنَّ حَواقِنك بذَواقِنك، فذكرت ذلك\n---\nللأَصمعي فقال: هي الحاقِنة والذاقنة، قال: ولم أَره وقف منهما على حدّ\n---\nمعلوم، فأَما أَبو عمرو فإِنه قال: الذاقنة طرفُ الحلقوم الناتئ، وقال ابن\n---\nجَبَلة: قال غيره الذاقِنة الذَّقَنُ. وذَقَنَ الرجلُ: وضع يده تحت\n---\nذقنه. وفي حديث عمر، رضي الله عنه: أَن عمران بن سَوادة قال له: أَربع خصال\n---\nعاتَبَتْكَ عليها رَعيَّتُك، فوضع عُودَ الدِّرَّة ثم ذقَن عليها وقال:\n---\nهاتِ وفي رواية: فذَقَن بسوطه يستمع. يقال: ذقَنَ على يده وعلى عصاه،\n---\nبالتشديد والتخفيف، إذا وضعه تحت ذَقَنِه واتكأَ عليه. وذَقَنه يَذْقنُه\n---\nذَقْناً: أَصاب ذقنَه، فهو مَذْقون. وذقَنْتُه بالعصا ذَقْناً: ضربته بها.\n---\nوذَقَنَه ذَقْناً: قفَدَه. والذَّقون من الإِبل التي تُميل ذقَنَها إلى\n---\nالأَرض تستعين بذلك على السير، وقيل: هي السريعة، والجمع ذُقُنٌ؛ قال ابن\n---\nمقبل:\n---\nقد صَرَّحَ السيرُ عن كُتمانَ، وابتُذِلت\n---\nوَقْعُ المَحاجِنِ بالمَهْريَّة الذُّقُنِ.\n---\nأَي ابْتُذلتِ المهْرية الذُّقُن بوقع المحاجن فيها نضربها بها، فقلب\n---\nوأَنث الوَقع حيث كان من سبب المحاجن. والذاقِنة: كالذَّقون؛ عن ابن\n---\nالأَعرابي؛ وأَنشد:\n---\nأَحْدَثْتُ لله شُكْراً، وهي ذاقِنةٌ،\n---\nكأَنها تحتَ رَحْلي مِسْحَلٌ نَعِرُ.\n---\nوذَقِنَت الدَّلوُ، بالكسر، ذَقَناً، فهي ذَقِنة: مالت شَفَتُها. ودلو\n---\nذَقَنَى: مائلة الشفة؛ وأَنشد ابن بري:\n---\nأَنْعَتُ دَلواً ذَقَنَى ما تَعْتَدِلْ.\n---\nودلو ذَقون من ذلك. الأَصمعي: إذا خَرَزْتَ الدلو فجاءت شفتها مائلة قيل\n---\nذَقَنَتْ تَذْقَن ذَقَناً. وناقة ذَقون: تُرْخي ذقَنها في السير، وفي\n---\nالتهذيب: تحرك رأْسها إذا سارت. وامرأَة ذَقناء: ملتوية الجهاز. وفي نوادر\n---\nالعرب: ذاقَنَني فلانٌ ولاقَنَني ولاغَذَني أَي لازَّني وضايقني.\n---\nوالذِّقْنُ: الشَّيْخ. وذِقانُ: جبل.", "ذنن": "@ذنن: ذَنَّ الشيءُ يَذِنُّ ذَنيناً: سال. والذَّنِينُ والذُّنانُ:\n---\nالمخاط الرقيق الذي يسيل من الأَنف، وقيل: هو المخاط ما كان؛ عن اللحياني،\n---\nوقيل: هو الماء الرقيق الذي يسيل من الأَنف، عنه أَيضاً؛ وقال مرة: هو كل ما\n---\nسال من الأَنف. وذَنَّ أَنفُه يَذِنُّ إذا سال، وقد ذَنِنتَ يا رجل\n---\nتَذَنُّ ذَنناً وذَنَنْتُ أَذِنُّ ذنَناً، ورجل أَذَنُّ وامرأَة ذَنَّاء.\n---\nوالأَذَنُّ أَيضاً: الذي يسيل منخراه جميعاً، والفعل كالفعل والمصدر\n---\nكالمصدر، والذي يسيل منه الذَّنينُ. ابن الأَعرابي: التَّذْنينُ سيلان الذَّنين،\n---\nوالذُّناني شبه المخاط يقع من أُنوف الإِبل؛ وقال كراع: إنما هو\n---\nالذُّناني، وقال قوم لا يوثق بهم: إنما هو الزُّناني. والذَّنَنُ: سَيَلان\n---\nالعين. والذَّنَّاء: المرأَة لا ينقطع حيضها، وامرأَة ذَنَّاء من ذلك. وأَصل\n---\nالذَّنين في الأَنف إذا سال. ومنه قول المرأَة للحجاج تَشْفَع له في أَن\n---\nيُعْفَى ابنها من الغزو: إنني أَنا الذَّنَّاءُ أَو الضَّهْياءُ.\n---\nوالذَّنينُ: ماء الفحل والحمار والرجل؛ قال الشماخ يصف عَيراً وأُتُنَه:\n---\nتُواثِل من مِصَكٍّ أَنْصَبَتْهُ\n---\nحَوالِبُ أَسْهَرَتْهُ بالذَّنِينِ.\n---\nهكذا رواه أبو عبيد، ويروى: حوالبُ أَسْهَرَيهِ، وهذا البيت أَورده\n---\nالجوهري مستشهداً به على الذَّنِين المخاط يسيلُ من الأَنف، وقال: الأَسهَران\n---\nعِرْقانِ؛ قال ابن بري: وتُوائِلُ أَي تَنْجُو أَي تَعْدُو هذه الأَتانُ\n---\nالحاملُ هَرَباً من حمار شديد مُغْتَلِم، لأَن الحامل تمنع الفحل،\n---\nوحَوالِبُ: ما يَتَحَلَّبُ إلى ذكره من المني، والأَسْهَرانِ: عرقان يجري\n---\nفيهما ماء الفحل، ويقال هما الأَبْلَدُ والأَبْلجُ، وذَنَّ يَذِنُّ ذَنِيناً\n---\nإذا سال. الأَصمعي: هو يَذِنُّ في مشيته ذَنيناً إذا كان يمشي مِشْيَة\n---\nضعيفة؛ وأَنشد لابن أَحمر:\n---\nوإنَّ الموتَ أَدْنَى من خَيالٍ،\n---\nودُونَ العَيْشِ تَهْواداً ذَنِينا.\n---\nأَي لم يَرفُقْ بنفسه. والذُّنانةُ: بقية الشيء الهالك الضعيف وإن\n---\nفلاناً ليَذِنّ إذا كان ضعيفاً هالكاً هَرَماً أَو مَرَضاً. وفلان يُذانّ\n---\nفلاناً على حاجة يطلبها منه أَي يطلب إليه ويسأَله إياها. والذُّنانة، بالنون\n---\nوالضم: بقية الدَّيْن أَو العِدَةِ لأَن الذُّبانةَ، بالباء، بقية شيءٍ\n---\nصحيح، والذُّنانةُ، بالنون، لا تكون إلا بقية شيء ضعيف هالك يَذِنُّها\n---\nشيئاً بعد شيء. وقال أَبو حنيفة في الطعام ذُنَيْناء، ممدود، ولم يفسره إلا\n---\nأَنه عَدَله بالمُرَيْراء، وهو ما يخرج من الطعام فيرمى به.\n---\nوالذُّنْذُنُ: لغة في الذُّلْذُلِ، وهو أَسفل القميص الطويل: وقيل: نونها بدل من\n---\nلامها. وذَناذِنُ القميص: أَسافِلُه مثل ذَلاذِله، واحدها ذُنْذُن وذُلْذُل؛\n---\nرواه عن أَبي عمرو، وذكر في هذا المكان في الثنائي المضاعف: الذَّآنِين\n---\nنبت، واحدها ذُؤْنُونٌ؛ وأَنشد ابن الأَعرابي:\n---\nكلّ الطعامِ يأْكلُ الطائِيُّونا:\n---\nالحَمَصِيصَ الرّعطْبَ والذَّآنِينا.\n---\nقال: ومنهم من لا يهمز فيقول ذُونُون وذَوانين للجمع.", "ذهن": "@ذهن: الذِّهْنُ: الفهم والعقل. والذِّهْن أَيضاً: حِفْظُ القلب، وجمعهما\n---\nأَذْهان. تقول: اجعل ذِهْنَك إلى كذا وكذا. ورجل ذَهِنٌ وذِهْنٌ كلاهما\n---\nعلى النسب، وكأَنَّ ذِهْناً مُغيَّر من ذَهِنٍ. وفي النوادر: ذَهِنْتُ\n---\nكذا وكذا أَي فهمته. وذَهَنتُ عن كذا: فَهِمْتُ عنه. ويقال: ذَهَنَني عن\n---\nكذا وأَذْهَنَني واسْتَذْهَنَني أَي أَنساني وأَلهاني عن الذِّكْرِ.\n---\nالجوهري: الذَّهَُ مثل الذِّهْنِ، وهو الفِطْنة والحفظ. وفلانُ يُذاهِنُ الناس\n---\nأَي يُفاطنهم. وذاهَنَني فذَهَنْتُه أَي كنت أَجْوَدَ منه ذِهْناً.\n---\nوالذِّهْنُ أَيضاً: القوَّة؛ قال أَوس بن حَجَر:\n---\nأَنُوءُ بِرجْلٍ بها ذِهْنُها\n---\nوأَعْيَتْ بها أُخْتُها الغابِرَه\n---\nوالغابرة هنا: الباقية.", "ذون": "@ذون: الكسائي في الذَّآنين: منهم من لا يهمز فيقول ذُونُون وذَوَانين\n---\nللجمع، قال: والذُّونون في هيئة الهِلْيَوْن مسموع من العرب. ابن\n---\nالأَعرابي: التَّذَوُّن النَّعْمة، والذَّانُ والذَّيْنُ العيب.", "ذين": "@ذين: الذَّيْنُ والذَّانُ: العيب. وذَامَه وذَانه وذابَه إذا عابه. وقال\n---\nأَبو عمرو: هو الذَّيْمُ والذَّامُ والذانُ والذابُ بمعنى واحد؛ وقال\n---\nقيس بن الخَطيم الأَنصاري:\n---\nأَجَدَّ بعَمْرَةَ غُنْياتُها،\n---\nفتَهْجُر أَم شأْنُنا شأْنُها؟\n---\nردَدْنا الكَتِيبةَ مَفلولةً،\n---\nبها أَفْنُها وبها ذَانُها.\n---\nوقال كِنازٌ الجَرْميّ:\n---\nرَدَدْنا الكتيبةَ مَفْلولةً،\n---\nبها أَفْنُها وبها ذابُها\n---\nولستُ، إذا كنتُ في جانبٍ،\n---\nأَذُمُّ العَشيرةَ، أَغْتابُها\n---\nولكنْ أُطاوِعُ ساداتِها،\n---\nولا أَتَعَلَّمُ أَلْقابَها.\n---\nوفي شعره إقواءٌ في المرفوع والمنصوب. والمُذانُ: لغة في المُذال.", "ذمه": "@ذمه: ذَمِهَ الرجلُ ذَمَهاً: أَلِمَ دِماغُه من حَرٍّ، وربما قالوا\n---\nذَمَهَتْه الشمس إذا آلَمَتْ دماغه. وذَمِهَ يومُنا ذَمَهاً وذَمَهَ: اشتدّ\n---\nحَرُّه.", "ذأي": "@ذأي: الذَّأْوُ: سيرٌ عنيفٌ. ذأَى يَذْأَى ويَذْؤُو ذَأْواً: مَرَّ\n---\nمَرّاً خفِيفاً سريعاً، وقال: سار سَيراً شديداً. وذَأَى الإِبلَ\n---\nيَذْآها ويَذْؤُوها ذَأْواً وذَأْياً: ساقها سَوْقاً شديداً وطرَدَها؛ قال ابن\n---\nبري: وأَنشد أَبو عمرو لحبيب بن المِرْقال العنبري:\n---\nومَرَّ يَذْآها ومَرَّتْ عُصَبا\n---\nشِهْذارَة تأْفِرُ أَفْراً عَجَبا\n---\nوالذَّأْوَةُ: الشاةُ المَهْزُولةُ؛ عن ثعلب. وذَأْى العُودُ والبَقْلُ\n---\nيَذْأَى ذَأْواً وذَأْياً وذَأىً وذُئِيّاً؛ الأَخيرة عن ابن الأَعرابي،\n---\nقال يعقوب وهي حِجازية: ذَوَى وذَبَل. وذَأَى الفَرَسُ والحِمارُ\n---\nوالبعيرُ يَذْأَى ذَأْياً: أَسرع، وهو ضرب من عَدْوِ الإِبلِ، وفَرَسٌ مِذْأىً؛\n---\nقال:\n---\nمِذْأىً مِخَدّاً في الرِّقاقِ مِهْرَجا\n---\nويروى:\n---\nبَعَيد نَضْحِ الماء مِذْأىً مِهْرَجا\n---\nوقيل: الذَّأْيُ السَّيرُ الشديد. وذَأَيْتُه ذَأْياً: طَرَدْتُه.\n---\nوحمارٌ مِذْأىً، مقصور مهموز، وحِمار مِذْأىً طَرَّادٌ لأُتُنه؛ وقال\n---\nأَوسُبن حجر:\n---\nفذَأَوْنَه شَرَفاً وكُنَّ له،\n---\nحتى تَفاضَلَ بيْنَها جَلَبا\n---\nوقد ذَآها يَذْآها ذَأْياً وذَأْواً إِذا طَردها.", "ذبي": "@ذبي: ذَبَتْ شَفَتُه: كذَبَّتْ؛ قال ابن سيده: وقَضَيْنا عليها بالياء\n---\nلكونها لاماً.\n---\nوذُبْيان وذِبْيان: قبيلةٌ، والضمُّ فيه أَكثرُ من الكسرِ؛ عن ابن\n---\nالأَعرابي؛ قال ابن دُرَيد: وأَحسب أَنَّ اشتقاقَ ذُبيان من قولهم ذَبَت\n---\nشَفَته، قال: وهذا أَيضاً مما يُقَوِّي كَوْنَ ذَبَتْ من الياء لو أَنَّ ابن\n---\nدريد لم يُمَرِّضه. والذُّبْيان: بقيّة الوَبَر؛ عن كراع، قال: ولست منه\n---\nعلى ثقة، قال: والذي حكاه أَبو عبيد الذُّوبانُ والذِّيبانُ. قال\n---\nالأَزهريْ: أَما ذَبى فما عَلِمْتُني سمعت فيه شيئاً من ثقة غير هذه القبيلة\n---\nالتي يقال لها ذُبْيان. قال ابن الكلبي: كان أَبي يقول ذِبْيان، بالكسر،\n---\nقال: وغيره يقول ذُبْيان، وهو أَبو قبيلة من قيس، وهو ذُبْيان بنُ بَغِيضِ\n---\nبنِ رَيْثِ بنِ غَطَفانَ بنِ سَعْدِ بنِ قَيْسِ عَيْلانَ.\n---\nويقال: ذَبَّ الغَديرُ وذَبَى وذَبَتْ شفَتُه وذَبَّت، قال: ولا أَدْري\n---\nما صِحَّتُه.", "ذحا": "@ذحا: ذَحا يَذْحى ذَحْواً: ساقَ وطَرَدَ. وذَحا الإبِلَ يَذْحاها\n---\nذَحْواً: طَرَدَها وساقَها؛ قال أَبو خِراشٍ الهُذَلي:\n---\nونِعْم مُعَرَّسُ الأَقْوامِ تَذْحى\n---\nرِحالَهُم شآمِيَةٌ بَلِيلُ\n---\nأَراد تَذْحى رواحِلَهم، وقيل: أَراد أَنهم يُنْزِلُون رحالَهم فتأْتي\n---\nالريح فتَسْتَخِفُّها فتَقْلَعُها فكأَنها تَسُوقها وتَطْردها. قال ابن\n---\nسيده: فعلى هذا لا حذف هنالك. وذَحاهُ يَذْحُوه ويَذْحاهُ ذَحْواً: طَرَده.\n---\nوذَحَتْهُم الريحُ تَذْحاهُم ذَحْياً إِذا أَصابتهم وليس لهم منها\n---\nسِتْرٌ. وفي التهذيب: وليس\n---\n(* قوله «وفي التهذيب وليس إلخ» أول عبارته: قال\n---\nأبو زيد ذحتنا الريح تذحانا ذحياً إذا اصابتنا ريح وليس لنا إلخ). لنا\n---\nذَرىً نَتَذَرَّى به، وذَحا المرأَةَ يَذْحُوها ذَحْواً: نكحها؛ هذه عن\n---\nكراع.", "ذرا": "@ذرا: ذَرَت الريح الترابَ وغيرَه تَذْرُوه وتَذْريه ذَرْواً وذَرْياً\n---\nوأَذْرَتْهُ وذَرَّتْه: أَطارَتْه وسفَتْه وأَذْهَبَتْه، وقيل: حَمَلَتْه\n---\nفأَثارَتْه وأَذْرَتْه إِذا ذَرَت التُّرابَ وقد ذَرا هو نفسُه. وفي حرف\n---\nابن مسعود وابن عباس: تَذْرِيهِ الريحُ، ومعنى أَذْرَتْه قَلَعَته ورَمَتْ\n---\nبه، وهما لغتان. ذَرَت الريحُ التُّرابَ تَذْرُوه وتَذْريه أَي\n---\nطَيَّرَته؛ قال ابن بري: شاهد ذَرَوْتُه بمعنى طَيَّرْتُه قول ابن\n---\nهَرْمَة:يَذْرُو حَبِيكَ البَيْضِ ذَرْواً يخْتَلي\n---\nغُلُفَ السَّواعِدِ في طِراقِ العَنْبَرِ\n---\nوالعَنْبَر هنا: التُّرْس. وفي الحديث: إِنَّ الله خَلق في الجَنَّة\n---\nريحاً من دُونِها بابٌ مُغْلَق لو فُتحَ ذلك الباب لأَذْرَتْ ما بين السماءِ\n---\nوالأَرْضِ، وفي رواية: لَذَرَّت الدُّنْيا وما فيها. يقال: ذَرَتْه\n---\nالرِّيحُ وأَذْرَتْه تَذْرُوه وتُذْريه إِذا أَطارَتْه. وفي الحديث: أَن\n---\nرَجُلاً قال لأَوْلادِهِ إِذا مُتُّ فأَحْرِقُوني ثم ذَرُّوني في الرِّيحِ؛\n---\nومنه حديث علي، كرم الله وجهه: يَذْرُو الرِّوايَةَ ذَرْوَ الريحِ\n---\nالهَشِيمَ أَي يَسْرُدُ الرِّواية كما تَنْسِفُ الريحُ هَشِيمَ\n---\nالنَّبْتِ. وأَنكر أَبو الهيثم أَذْرَتْه بمعنى طَيَّرَتْه، قال: وإِنما\n---\nقيل أَذْرَيْت الشيءَ عن الشيء إِذا أَلقَيْتَه؛ وقال امرؤ القيس:\n---\nفتُذْريكَ منْ أُخْرى القَطاةِ فتَزْلَقُ\n---\nوقال ابن أَحمر يصف الريح:\n---\nلها مُنْخُلٌ تُذْري، إِذا عَصَفَتْ بِهِ\n---\nأَهابيَ سَفْسافٍ من التُّرْبِ تَوْأَمِ\n---\nقال: معناه تُسْقِطُ وتَطْرَح، قال: والمُنْخُل لا يرفَعُ شيئاً إِنما\n---\nيُسْقِط ما دقَّ ويُمْسِك ما جَلَّ، قال: والقرآن وكلام العرب على هذا.\n---\nوفي التنزيل العزيز: والذَّارِياتِ ذََرْواً؛ يعني الرِّياحَ، وقال في\n---\nموضع آخر: تَذْرُوه الرِّياحُ. وريحٌ ذارِيَةٌ: تَذْرُو التُّراب، ومن هذا\n---\nتَذْرِية الناس الحنطةَ. وأَذْرَيْتُ الشيءَ إِذا أَلْقََيْتَه مثلَ\n---\nإِلْقائِكَ الحَبَّ\n---\nللزَّرْع. ويقال للذي تُحْمَلُ به الحنطة لتُذَرَّى: المِذْرى. وذَرى\n---\nالشيءُ أَي سَقَط، وتَذْرِيَة الأَكْداسِ مَعْرُوفة. ذَرَوْت الحِنْطة\n---\nوالحبَّ ونَحْوَه أَذْرُوها وذَرَّيْتُها تَذْرِيَة وذَرْواً منه: نَقَّيْتها\n---\nفي الريح. وقال ابن سيده في موضع آخر: ذَرَيْتُ الحَبَّ ونحوه\n---\nوذَرَّيْته أَطَرْته وأَذْهَبْته، قال: والواو لغة وهي أَعْلى. وتَذَرَّت هي:\n---\nتَنَقَّت.\n---\nوالذُّراوَةُ: ما ذُرِيَ من الشيء. والذُّراوَةُ: ما سَقَطَ من الطَّعام\n---\nعند التَّذَرِّي، وخص اللحياني به الحِنْطة؛ قال حُمَيْد بن ثوْر:\n---\nوعادَ خُبَّازٌ يُسَقِّيِه النَّدى\n---\nذُراوَةً تَنْسِجُهُ الْهُوج الدُّرُجْ\n---\nوالمِذْراة والمِذْرى: خَشَبَةٌ ذات أَطْراف، وهي الخشبة التي يُذَرَّى\n---\nبها الطَّعامُ وتُنَقَّى بها الأَكْداس،ُ، ومنه ذرَّيْتُ تراب المعدن\n---\nإِذا طَلَبْت منه الذَّهَب. والذَّرى: اسمُ ما ذَرَّيْته مثل النَّفَضِ اسم\n---\nلما تَنْفُضُه؛ قال رؤبة:\n---\nكالطَّحْن أَو أَذْرَتْ ذَرىً لم يُطْحَنِ\n---\nيعني ذَرْوَ الريح دُقاقَ التُّراب. وذَرَّى نَفَسَه: سَرَّحه كما\n---\nيُذَرَّى الشيءُ في الريح، والدَّالُ أَعْلى، وقد تقدم. والذَّرى: الكِنُّ.\n---\nوالذَّرى: ما كَنَّكَ من الريح البارِدَةِ من حائِطٍ أَو شجر. يقال:\n---\nتَذَرَّى مِنَ الشّمال بذَرىً. ويقال: سَوُّوا للشَّوْل ذَرىً من البَرْدِ،\n---\nوهو أَن يُقْلَع الشجَر من العَرْفَجِ وغيره فيوضَع بعضُه فوقَ بعضٍ مما\n---\nيلي مَهَبَّ الشمالِ يُحْظَر به على الإِبل في مأْواها. ويقال: فلان في\n---\nذَرى فلانٍ أَي في ظِلِّه. ويقال: اسْتَذْرِ بهذه الشجَرة أَي كنْ في\n---\nدِفْئها. وتَذَرَّى بالحائِط وغيرِه من البَرْدِ والرِّيحِ واسْتَذْرى،\n---\nكلاهما: اكْتَنَّ. وتَذَرَّتِ الإِبلُ واسْتَذْرَت: أَحَسَّت البَرْدَ\n---\nواسْتَتَر بعضُها ببعضٍ واسْتَتَرت بالعِضاهِ. وذَرا فلانٌ يَذْرُو أَي\n---\nمَرَّمَرّاً سريعاً، وخص بعضهم به الظبي؛ قال العجاج:\n---\nذَارٍ إِذا لاقى العَزازَ أَحْصَفا\n---\nوذَرا نابُه ذَرْواً: انْكَسر حَدُّه، وقيل: سقط. وذَرَوْتُه أَنا أَي\n---\nطَيَّرته وأَذْهَبْته؛ قال أَوْس:\n---\nإِذا مُقْرَمٌ مِنَّا ذَرا حَدُّ نابهِ\n---\nتَخَمَّطَ فينا نابُ آخَرَ مُقْرَمِ\n---\nقال ابن بري: ذَرا في البيت بمعنى كَلَّ، عند ابن الأَعرابي، قال: وقال\n---\nالأَصمعي بمعنى وقَع، فَذَرا في الوجهين غير مُتَعَدٍّ.\n---\nوالذَّرِيَّةُ: الناقة التي يُسْتَتَر بها عن الصيد؛ عن ثعلب، والدال\n---\nأَعلى، وقد تقدم. واسْتَذْرَيْت بالشَّجَرة أَي استَظْلَلْت بها وصِرْتُ في\n---\nدِفئِها. الأَصمعي: الذَّرى، بالفتح، كل ما استترت به. يقال: أَنا في\n---\nظِلِّ فلان وفي ذَراهُ أَي في كَنَفه وسِتْره ودِفْئِه. واسْتَذْرَيْتُ\n---\nبفلان أَي التَجَأْتُ إِليه وصِرْتُ في كَنَفه.\n---\nواسْتَذْرَتِ المِعْزَى أَي اشْتَهت الفَحْلَ مثل اسْتَدَرَّتْ.\n---\nوالذَّرى: ما انْصَبَّ من الدَّمْع، وقد أَذْرَتِ العينُ الدّمْعَ\n---\nتُذْريه إِذْراءً وذَرىً أَي صَبَّتْه. والإِذْراءُ: ضَرْبُك الشيءَ تَرْمي\n---\nبه، تقول: ضَرَبْتُه بالسيف فأَذْرَيْتُ رأْسَه، وطَعَنته فأَذْرَيْتُه عن\n---\nفَرَسه أَي صَرَعْته وأَلْقَيْته. وأَذْرَى الشيءَ بالسيف إِذا ضَرَبه\n---\nحتى يَصْرَعه. والسيفُ\n---\nيُذْرِي ضَرِيبَتَه أَي يَرْمِي بها، وقد يوصَفُ به الرَّمْي من غير\n---\nقَطْع. وذَرَّاهُ بالرُّمْحِ: قَلَعَه؛ هذه عن كراع. وأَذْرَتِ\n---\nالدابَّة راكِبَها: صَرَعَتْه.\n---\nوذِرْوَةُ كلِّ شَيءٍ وذُرْوَتُه: أَعْلاهُ، والجَمْع الذُّرَى بالضم.\n---\nوذِرْوة السَّنامِ والرأْسِ: أَشْرَفُهُما. وتَذَرَّيْت الذِّرْوة:\n---\nرَكِبْتُها وعَلَوْتها. وتَذَرَّيْت فيهم: تَزَوَّجْت في الذِّرْوة مِنْهُم.\n---\nأَبو زيد: تَذَرَّيْت بَني فلانٍ وتَنَصَّيْتهم إِذا تَزَوَّجْت منهم في\n---\nالذِّرْوة والناصية أَي في أَهل الشرف والعَلاء. وتَذَرَّيت السَّنام:\n---\nعَلَوْته وفَرَعْته. وفي حديث أَبي موسى: أُتِي رسولُ\n---\nالله، صلى الله عليه وسلم، بإِبِلٍ غُرِّ الذُّرَى\n---\n(* قوله «بابل غرّ\n---\nالذرى» هكذا في الأصل، وعبارة النهاية: أتي رسول الله، صلى الله عليه وسلم،\n---\nبنهب ابل فأمر لنا بخمس ذود غرّ الذرى أي بيض إلخ). أَي بِيض\n---\nالأَسْنِمَة سِمانها. والذُّرَى: جمع ذِرْوَةٍ، وهي أَعْلَى سَنامِ البَعِىر؛ ومنه\n---\nالحديث: على ذِرْوةِ كلِّ بعير شيطانٌ، وحديث الزُّبير: سأَلَ\n---\nعائشةَ الخُروجَ إِلى البَصْرة فأَبْتْ عليه فما زالَ\n---\nيَفْتِلُ في الذِّرْوةِ والغارِبِ حتى أَجابَتْهُ؛ جَعَلَ وبَرَ ذِرْوَة\n---\nالبعير وغارِبِه مثلاً لإِزالتها عن رَأْيها، كما يُفْعَلُ بالجمل\n---\nالنَّفُور إِذا أُريد تَأْنيسُه وإِزالَةُ نِفارِه. وذَرَّى الشاةَ والناقَةَ\n---\nوهو أَنْ يَجُزَّ صوفَها ووَبَرَها ويدَعَ فوقَ ظَهْرِها شيئاً تُعْرَف\n---\nبه، وذلك في الإِبل والضأْن خاصة، ولا يكون في المِعْزَى، وقد ذَرَّيتها\n---\nتَذْرِيَةً. ويقال: نعجةٌ مُذَرَّاةٌ وكَبْشٌ مُذَرّىً إِذا أُخِّرَ\n---\nبَيْنَ الكَتِفين فيهما صُوفَةٌ لم تُجَزَّ؛ وقال ساعدة الهذلي:\n---\nولا صُوارَ مُذَرَّاةٍ مَناسِجُها،\n---\nمِثْل الفَرِيدِ الذي يَجْرِي مِنَ النَّظْمِ\n---\nوالذُّرَةُ: ضربٌ من الحَبِّ معروف، أَصلُه ذُرَوٌ أَو ذُرَيٌ، والهاءُ\n---\nعِوَض، يقال للواحِدَة ذُرَةٌ، والجَماعة ذُرَةٌ، ويقال له أَرْزَن\n---\n(*\n---\nقوله «ويقال له أرزن» هكذا في الأصل). وذَرَّيْتُه: مَدَحْتُه؛ عن ابن\n---\nالأَعرابي. وفلان يُذَرِّي فلاناً: وهو أَن يرفع في أَمره ويمدحه. وفلان\n---\nيُذَرِّي حَسَبَه أَي يمدحه ويَرْفَعُ من شأْنه؛ قال رؤبة:\n---\nعَمْداً أُذَرّي حَسَبِي أَن يُشْتَمَا،\n---\nلا ظَالِمَ الناس ولا مُظَلَّما\n---\nولم أَزَلْ، عن عِرْضِ قَوْمِي، مِرْجَمَا\n---\nبِهَدْرِ هَدَّارٍ يَمُجُّ البَلْغَما\n---\nأَي أَرْفَعُ حَسَبي عن الشَّتِيمةِ. قال ابن سيده: وإِنما أََثْبَتُّ\n---\nهذا هنا لأَن الاشتقاق يُؤذِنُ بذلك كأَنِّي جعلته في الذِّرْوَةِ. وفي\n---\nحديث أَبي الزناد: كان يقول لابنه عبد الرحمن كيفَ حديثُ كذا؟ يريدُ أَن\n---\nيُذَرِّيَ منه أَي يَرْفَعَ من قَدْره ويُنَوِّهَ بذِكْرِِِِِه.\n---\nوالمِذْرَى: طَرَفُ الأَلْيةِ، والرَّانِفةُ ناحيَتُها.\n---\nوقولهم: جاء فلان يَنْفُضُ مِذْرَوَيْه إِذا جاء باغِياً يَتَهَدَّدُ؛\n---\nقال عَنْتَرة يهجو عُمارةَ بنَ زِيادٍ العَبِسِي:\n---\nأَحَوْلِيَ تَنْفُضُ اسْتُكَ مِذْرَوَيْها\n---\nلِتَقْتُلْنِي؟ فهأَنذا عُمارَا\n---\nيريد: يا عُمارَةُ، وقيل: المِذْرَوَانِ أَطْرافُ الأَلْيَتَيْن ليس\n---\nلهما واحد، وهو أَجْوَدُ القولين لأَنه لو قال مِذْرَى لقيل في التثنية\n---\nمِذْرَيانِ، بالياء، للمجاورة، ولَمَا كانت بالواو في التثنية ولكنه من باب\n---\nعَقَلْتُه بِثنْيَايَيْنِ في أَنه لم يُثَنَّ على الواحد؛ قال أَبو علي:\n---\nالدليلُ على أَن الأَلف في التثنية حرف إِعراب صحة الواو في مِذْرَوانِ،\n---\nقال: أَلا ترى أَنه لو كانت الأَلف إِعراباً أَو دليلَ إِعراب وليست\n---\nمَصُوغَةً في بناء جملة الكلمة متصلةً بها اتصالَ حرف الإِعراب بما بعده، لوجب\n---\nأَن تقلب الواو ياء فقال مِذْريانِ لأَنها كانت تكون على هذا القول\n---\nطَرَفاً كلامِ مَغْزىً ومَدْعىً ومَلْهىً، فصحة الواو في مِذْرَوانِ دلالةٌ\n---\nعلى أَن الأَلف من جملة الكلمة، وأَنها ليست في تقدير الانفصال الذي\n---\nيكون في الإَعراب، قال: فجَرَتِ الأَلف في مِذْرَوانِ مَجْرَى الواو في\n---\nعُنْفُوانٍ وإِن اختلفت النون وهذا حسن في معناه، قال الجوهري: المقصور إِذا\n---\nكان على أَربعة أَحرف يثنى بالياء على كل حال نحو مِقْلىً ومِقْلَيانِ.\n---\nوالمِذْرَوانِ: ناحيتا الرأْسِ مثل الفَوْدَيْن. ويقال: قَنَّع الشيبُ\n---\nمِذْرَوَيْه أَي جانِبَيْ رأْسه، وهما فَوْداهُ، سمِّيا مِذْرَوَينِ لأَنهما\n---\nيَذْرَيانِ أَي يَشيبَانِ. والذُّرْوةُ: هو الشيب، وقد ذَرِيَتْ\n---\nلِحْيَتُه، ثم استُعِير للمَنْكِبَيْنِ والأَلْيَتَيْن والطَّرَفَيْن. وقال\n---\nأَبو حنيفة: مِذْرَوا القَوْس المَوْضِعان اللَّذَانِ يقع عليهما الوَتَر من\n---\nأَسْفلَ وأَعْلَى؛ قال الهذلي:\n---\nعلى عَجْسِ هَتَّافَةِ المِذْرَوَيْـ\n---\nـنِ،صَفْرَاءَ مُضْجَعَةٍ في الشِّمالْ\n---\nقال: وقال أَبو عمرو واحدها مِذْرىً، وقيل: لا واحدها لها، وقال الحسن\n---\nالبصري: ما تَشَاءُ أَن ترى أَحدهم ينفض مِذْرَوَيْه، يقول هَأَنَذَا\n---\nفَاعْرِفُونِي. والمِذْرَوَانِ كَأَنَّهما فَرْعَا الأَلْيَتين، وقيل:\n---\nالمِذْرَوَانِ طرفا كلِّ شيء، وأَراد الحسن بهما فَرْعَي المَنْكِبَيْن، يقال\n---\nذلك للرجل إِذا جاء باغياً يَتَهَدَّدُ. والمِذْرَوَانِ: الجانِبَانِ من\n---\nكل شيء، تقول العرب: جاء فُلانٌ يَضْرِبُ أَصْدَرَيْه ويَهُزّ عِطْفَيه\n---\nويَنْفُضُ مِذْرَوَيْه، وهما مَنْكِبَاه.\n---\nوإِنّ فلاناً لكَريمُ الذَّرَى أَي كريم الطَّبِيعَة. وذَرَا الله\n---\nالخَلْق ذَرْواً: خَلَقهم، لغة في ذَرَأَ. والذَّرْوُ والذَّرَا\n---\nوالذُّرِّيَّة: الخَلْق، وقيل: الذَّرْوُ والذَّرَا عددُ الذُّرِّيَّة. الليث:\n---\nالذُّرِّيَّة تقع على الآباءِ والأَبْناءِ والأَوْلادِ والنِّسَاء. قل الله\n---\nتعالى: وآية لهم أَنَّا حملنا ذُرِّيَّتهم في الفُلْك المشحون؛ أَراد آباءهم\n---\nالذين حُمِلُوا مع نوح في السفينة. وقوله، صلى الله عليه وسلم، ورأَى في\n---\nبعض غَزَواته امرأَةً مَقْتولةً فقال: ما كانت هَذِه لتُقاتِلَ، ثم قال\n---\nللرجل: الْحَقْ خالداً فقلْ له لا تَقْتُلْ ذُرِّيَّةً ولا عَسِيفاً،\n---\nفسمَّى النساءَ ذُرِّيَّةً. ومنه حديث عمر، رضي الله عنه: جُحُّوا\n---\nبالذُّرِّيَّة لا تأْكلوا أَرزاقَها وتَذَرُوا أَرْباقَها في أَعْناقِها؛ قال أَبو\n---\nعبيد: أَراد بالذُّرِّيَّة ههنا النساءَ، قال: وذهب جماعة من أَهل\n---\nالعربيَّة إِلى أَن الذُّرِّيَّةَ أَصلها الهمز، روى ذلك أَبو عبيد عن\n---\nأَصحابه، منهم أَبو عبيدة وغيره من البصريين، قال: وذهَب غيرُهم إِلى أَن أَصل\n---\nالذُّرِّيَّة فُعْلِيَّةٌ من الذَّرِّ، وكلٌّ مذكورٌ في موضعه. وقوله عز\n---\nوجل: إِنَّ الله اصطَفى آدمَ ونُوحاً وآل إِبراهيم وآلَ عِمْرانَ على\n---\nالعالمين، ثم قال: ذُرِّيَّةً بعضُها من بعض؛ قال أَبو إِسحق: نصَبَ\n---\nذُرِّيَّةً على البدلِ؛ المعنى أَنَّ الله اصطفى ذرِّيَّة بعضها من بعضٍ، قال\n---\nالأَزهري: فقد دخلَ فيها الآباءُ والأَبْناءُ، قال أَبو إِسحق: وجائز أَن\n---\nتُنْصَب ذريةً على الحال؛ المعنى اصطفاهم في حال كون بعضهم من بعض. وقوله\n---\nعز وجل: أَلْحَقْنا بهم ذُرِّيَّاتِهِم؛ يريد أَولادَهُم الصغار.\n---\nوأَتانا ذَرْوٌ من خَبَرٍ: وهو اليسيرُ منه، لغة في ذَرْءٍ. وفي حديث\n---\nسليمان بن صُرَد: قال لعليّ، كرم الله وجهه: بلغني عن أَمير المؤمنين\n---\nذَرْوٌ من قول تَشَذَّرَ لي فيه بالوَعِيد فسِرْتُ إِليه جواداً؛ ذَرْوٌ من\n---\nقَوْلٍ أَي طَرَفٌ منه ولم يتكامل. قال ابن الأَثير: الذَّرْوُ من الحديث\n---\nما ارتفعَ إِليك وتَرامى من حواشيه وأَطرافِه، من قولهم ذَرا لي فلان أَي\n---\nارتفَع وقصَد؛ قال ابن بري: ومنه قول أَبي أُنَيْسٍ حليف بَني زُهْرة\n---\nواسمه مَوْهَبُ بنُ رياح:\n---\nأَتاني عَنْ سُهَيْلٍ ذَرْوُ قَوْلٍ\n---\nفأَيْقَظَني، وما بي مِنْ رُقادِ\n---\nوذَرْوة: موضع. وذَرِيَّات: موضع؛ قال القتال الكِلابي:\n---\nسقى اللهُ ما بينَ الرِّجامِ وغُمْرَةٍ،\n---\nوبئْرِ ذَرِيَّاتٍ بهِنَّ جَنِينُ\n---\nنَجاءَ الثُّرَيَّا، كُلَّما ناءَ كْوكَبٌ،\n---\nأَهلَّ يَسِحُّ الماءَ فيه دُجُونُ\n---\nوفي الحديث: أَوَّلُ الثلاثةِ يدخُلونَ النارَ منهم ذو ذَرْوةٍ لا\n---\nيُعْطِي حَقَّ اللهِ من ماله أَي ذُو ثَرْوةٍ وهي الجِدَةُ والمالُ، وهو من\n---\nباب الاعتقاب لاشتراكهما في المخرج.\n---\nوذِرْوَةُ: اسم أَرضٍ بالبادية. وذِرْوة الصَّمَّان: عالِيَتُها.\n---\nوذَرْوَةُ: اسم رجل. وبئر ذَرْوانَ، بفتح الذال وسكون الراء: بئْر لبَني\n---\nزُرَيْق بالمدينة. وفي حديث سِحْرِ النبي، صلى الله عليه وسلم: بئر ذَرْوانَ؛\n---\nقال ابن الأَثير: وهو بتقديم الراء على الواو موضع بينَ قُدَيْدٍ\n---\nوالجُحْفَة. وذَرْوَةُ بن حُجْفة: من شعرائهم. وعَوْفُ بنُ ذِرْوة، بكسر الذال:\n---\nمن شُعرائِهِم. وذَرَّى حَبّاً: اسم رجل؛ قال ابن سيده: يكون من الواو\n---\nويكون من الياء. وفي حديث أَبي بكر، رضي الله عنه: ولتأْلَمُنَّ النَّوْمَ\n---\nعلى الصوف الأَذْرِيِّ كما يَأْلَم أَحدُكم النومَ على حَسَكِ\n---\nالسَّعْدانِ؛ قال المبرد: الأَذْرِيّ منسوب إِلى أَذْرَبيجانَ، وكذلك تقول العرب،\n---\nقال الشماخ:\n---\nتَذَكَّرْتُها وَهْناً، وقَدْ حالَ دُونَها\n---\nقُرى أَذَرْبيجانَ المسالِحُ والجالُ\n---\nقال: هذه مواضع كلها.", "ذقا": "@ذقا: رجلٌ أَذْقى: رخْوُ\n---\nالأَنْفِ، والأُنْثى ذَقْواءُ. وفرس أَذْقى، والأُنْثى ذَقْواءُ، والجمع\n---\nالذُّقْوُ: وهو الرّخْوُ أَنْفِ الأُذُنِ\n---\n(*\n---\nقوله «الرخو أنف الأذن» هي عبارة التهذيب)، وكذلك الحِمارُ؛ قال\n---\nالأَزهري: هذا تَصْحِيف بَيِّن والصوابُ فرس أَذْقى والأُنْثى ذَقْواء إذا كانا\n---\nمُسْتَرْخِيَيِ الأُذُنَيْنِ، وقد تقدم.", "ذكا": "@ذكا: ذَكَتِ\n---\nالنارُ تَذْكو ذُكُوّاً وذكاً، مقصور، واسْتَذْكَتْ، كُلُّه: اشْتَدَّ\n---\nلهَبُها واشْتَعلت، ونارٌ ذكِيَّةٌ على النَّسب؛ أَنشد ابن الأَعرابي:\n---\nيَنْفَحْنَ منه لهَباً مَنْفُوحَا\n---\nلَمْعاً يُرى، لا ذَكِياً مَقْدُوحا\n---\nوأَراد يَنْفُخْنَ منه لهباً مَنْفُوخاً، فأَبدل الحاء مكان الخاء\n---\nليوافق رَوِيّ هذا الرجز كله لأَن هذا الرجز حائي؛ ومثله قول رؤبة:\n---\nغَمْرُ الأَجارِيِّ كَرِيمُ السِّنْحِ،\n---\nأَبلَجُ لم يُولَدْ بنَجْم الشُّحَّ\n---\nيريد: كريم السِّنْخِ. وأَذْكاها وذَكَّاها: رَفَعها وأَلقى عليها ما\n---\nتَذْكُو به. والذُّكْوَة والذُّكْيَة\n---\n(* قوله «والذكوة والذكية» وكلاهما\n---\nضبط في الأصل والمحكم والتهذيب والتكملة بضم الذال، وكذلك الذكوة الجمرة،\n---\nوضبطت في القاموس بالفتح): ما ذَكَّاها به من حَطَب أَو بَعَر، الأَخيرة\n---\nمن باب جَبَوتُ الخَراج جِبايةً. والذُّكْوة والذَّكا: الجمرة المُلْتهبة.\n---\nوأَذْكَيْتُ الحَرْبَ إذا أَوْقَدْتها؛ وأَنشد:\n---\nإنَّا إذا مُذْكي الحُروب أَرَّجا\n---\nوتَذْكِيَةُ النار: رَفْعُها. وفي حديث ذكر النار: قَشَبَني ريحُها\n---\nوأَحْرَقَني ذَكاؤها؛ الذَّكاءُ: شدةُ وهَجِ النارِ؛ يقال: ذَكَّيْتُ النارَ\n---\nإذا أَتْمَمْتَ إشْعالَها ورفَعْتها، وكذلك قوله تعالى: إلاَّ ما\n---\nذكَّيْتُم؛ ذبْحُهُ على التَّمام. والذَّكا: تمامُ إيقادِ النارِ، مقصورٌ يكتب\n---\nبالأَلف؛ وأَنشد:\n---\nويُضْرِم في القَلْبِ اضْطِراماً، كأَنه\n---\nذَكا النارِ تُرْفِيهِ الرِّياحُ النَّوافحُ\n---\nوذُكاءُ، بالضم: اسمُ الشمس، معرفة لا يَنْصَرِف ولا تدْخُلها الأَلِفُ\n---\nواللام، تقول: هذه ذُكاءُ طالِعةً، وهي مُشْتَقَّة من ذَكَتِ النارُ\n---\nتَذْكُو، ويقال للصُّبْح ابنُ ذكاء لأَنه من ضَوْئها؛ وأَنشد:\n---\nفَوَرَدَتْ قبل انبِلاج الفجرِ،\n---\nوابنُ ذُكاءَ كامِنٌ في كَفْرِ\n---\nوقال ثعلبة بن صُعَير المازنيّ يصف ظَلِيماً ونَعامة:\n---\nفتذَكَّرا ثَقَلاَ رَثِيداً، بَعْدَما\n---\nأَلْقَتْ ذُكاءُ يمينَها في كافِرِ\n---\nوالذَّكاءُ، ممدودٌ: حِدَّةُ الفؤاد. والذَّكاءُ: سُرْعة الفِطْنَة.\n---\nالليث: الذَّكاءُ من قولك قلبٌ ذَكِيٌّ وصَبِيٌّ\n---\nذكِيٌّ إذا كان سريعَ الفِطْنَةِ، وقد ذكِيَ، بالكسر، يَذْكى ذَكاً.\n---\nويقال: ذَكا يَذْكُو ذَكاءً، وذكُوَ فهو ذكِيٌّ. ويقال: ذكُوَ قَلْبُه\n---\nيَذْكُو إذا حَيَّ بَعْدَ بَلادَةٍ، فهو ذكِيٌّ\n---\nعلى فَعِيلٍ، وقد يُسْتَعْمل ذلك في البَعِير. وذَكا الريحِ: شِدَّتها\n---\nمن طِيبٍ أَو نَتْنٍ. ومِسْكٌ ذكِيٌّ وذاكٍ: ساطِعُ الرائِحَةِ، وهو منه.\n---\nومِسْكٌ ذكيٌّ\n---\nوذكِيَّة، فمن أَنَّث ذهب به إلى الرائْحة؛ وقال أَبو هَفَّانَ:\n---\nالمِسْكُ والعَنْبَر يُؤنَّثان ويُذَكَّران. قال ابن بري: وتقول هو ذكِيٌّ\n---\nالرائِحة وذاكِي الرائِحَة؛ قال قيس بن الخطيم:\n---\nكأَنَّ القَرَنْفُل والزَّنْجَبِيل\n---\nوذاكِي العَبِيرِ بِجِلْبابِها\n---\nوالذَّكاءُ: السِّنُّ. وقال الحَجَّاج: فُرِرتُ عن ذكاء. وبَلَغَت\n---\nالدَّابَّةُ الذَّكاءَ أَي السَّنَّ. وذكَّى الرجلُ: أَسَنَّ وبَدُنَ.\n---\nوالمُذَكِّي أَيضاً: المُسِنُّ من كلِّ شيء، وخص بعضُهم به ذواتِ الحافِرِ، وهو\n---\nأنْ يُجاوِزَ القُرُوحَ بسَنَةٍ. والمَذاكي: الخيلُ التي أَتى عليها بعدَ\n---\nقُروحها سنَةٌ\n---\nأَو سَنَتان، الواحد مُذَكٍّ مثل المُخْلِفِ من الإبل. والمُذَكِّي\n---\nأَيضاً من الخَيْلِ: الذي يَذْهَب حُضْرُه ويَنْقَطِعُ. وفي المثل: جَرْيُ\n---\nالمُذَكِّياتِ غِلابٌ أَي جَرْيُ المَسانِّ القُرَّحِ من الخيل أَن\n---\nتُغالِبَ الجَرْيَ غِلاباً، وتأويلُ تمَام السِّنِّ النهايةُ في الشّباب، فإذا\n---\nنقَص عن ذلك أَو زاد فلا يقال له الذكاءُ.\n---\nوالذَّكاءُ في الفَهْمِ: أَن يكون فَهْماً تامّاً سريع القَبُولِ. ابن\n---\nالأَنباري في ذَكاءِ الفَهْمِ والذَّبْحِ: إنه التَّمامُ، وإنّهما\n---\nممدودانِ. والتَّذْكِية والذَّبْحُ. والذَّكاءُ والذَّكاةُ: الذَّبْحُ؛ عن ثعلب.\n---\nوالعرب تقول: ذَكاةُ الجِنين ذَكاةُ أُمِّهِ أَي إذا ذُبْحتِ الأُمُّ\n---\nذُبح الجنينُ. وفي الحديث: ذَكاةُ الجنين ذكاةُ أُمِّه. ابن الأَثير:\n---\nالتَّذْكِيَةُ الذَّبْحُ والنَّحْرُ؛ يقال: ذَكَّيْت الشَّاةَ تَذْكِيَة،\n---\nوالاسم الذَّكاةُ، والمَذْبوحُ ذَكيٌّ، ويروى هذا الحديث بالرفْع والنَّصب،\n---\nفمن رَفَع جَعَلَه خبرَ المبتدأ الذي هو ذكاةُ الجنين، فتكون ذكاةُ\n---\nالأُمِّ هي ذكاةَ الجنين فلا يَحتاجُ إلى ذَبْحٍ مُسْتَأنَفٍ، ومن نَصَب كان\n---\nالتقدير ذَكاةُ الجِنينِ كذَكاة أُمِّه، فلما حُذِفَ الجارُّ نُصِب، أَو\n---\nعلى تَقْديرِ يُذَكَّى مثل ذكاةِ أُمِّه، فحَذَفَ المَصْدرَ وصِفَتَه\n---\nوأَقام المضاف إليه مُقامه، فلا بدَّ عنده من ذبح الجنِين إذا خرج حَيّاً،\n---\nومنهم من يَرْويه بنصب الذّكاتَيْن أَي ذَكُّوا الجنينَ ذكاةَ أُمِّه. ابن\n---\nسيده: وذَكاءُ الحيوان ذبْحُه؛ ومنه قوله:\n---\nيُذَكِّيها الأَسَلْ\n---\nوقوله تعالى: وما أَكَلَ السَّبُعُ إلاَّ ما ذكَّيْتُمْ؛ قال أَبو إسحق:\n---\nمعناهُ إلاَّما أَدْرَكْتُمْ ذَكاتَه من هذه التي وصفنا. وكلُّ ذَبْحٍ\n---\nذَكاةً. ومعنى التَّذْكِية: أَنْ تُدْرِكَها وفيها بَقِيَّة تَشْخُب\n---\nمَعَها الأَوْداج وتَضْطَرِبُ اضْطرابَ المَذْبوح الذي أُدْرِكَتْ ذَكاتُه،\n---\nوأَهل العلم يقولون: إن أَخْرَجَ السبُعُ الحِشْوَةَ أَو قَطَع الجَوْفَ\n---\nقَطْعاً تخرج معه الحِشْوة فلا ذَكاةَ لذلك، وتأْويلُه أَن يصير في حالة ما\n---\nلا يُؤثَِّرُ في حياته الذَّبْحُ. وفي حديث الصيد: كُلْ ما أَمْسَكَتْ\n---\nعَلَيْك كلابُكَ ذَكيٌّ وغيرُ ذَكيٍّ؛ أَراد بالذَّكيِّ ما أُمْسِكَ\n---\nعليه فأَدْرَكَه قبلَ زُهُوقِ رُوحه فذَكَّاه في الحَلْقِ واللَّبَّةِ،\n---\nوأَراد بغير الذَّكيِّ ما زَهَقَتْ روحُه قبل أَن يُدْركَه فيُذَكِّيَهُ\n---\nممَّا جَرَحَه الكلبُ بسِنِّه أَو ظفْرِه. وفي حديث محمد بن علي: ذَكاةُ\n---\nالأَرض يُبْسُها؛ يريد طَهارَتَها من النَّجاسَةِ، جَعَلَ يُبْسَها من\n---\nالنجاسة الرَّطْبة في التَّطْهِير بمَنْزِلة تَذْكِيَةِ الشاةِ في الإحْلالِ\n---\nلأَن الذبح يطهرها ويحلِّل أَكْلَها. وأَصل الذكاة في اللغة كُلِّها\n---\nإتْمامُ الشيء، فمن ذلك الذَّكاءُ في السِّنِّ والفَهْمِ وهو تمام السنِّ. قال:\n---\nوقال الخليل الذَّكاءُ في السنِّ أَن يأْتي على قُرُوحه سَنَةٌ\n---\nوذلك تمامُ اسْتِتْمامِ القُوَّة؛ قال زهير:\n---\nيُفَضّلُه، إذا اجْتَهِدُوا عليْهِ،\n---\nتمامُ السِّنِّ منه والذَّكاءُ\n---\nوجَدْيٌ ذَكيٌّ: ذَبيْحٌ؛ قال ابن سيده: وهذه الكلمة واويَّة، وأَما ذ ك\n---\nي فعدم، وقد ذَكَرْتُ أَن الذَّكِيَّة نادرٌ.\n---\nوأَذْكَيْتُ عليه العُيونَ إذا أَرْسَلْتَ عليه الطَّلائع؛ قال أَبو\n---\nخِراشٍ الهُذلي:\n---\nوظَلَّ لنا يَومٌ، كأَنَّ أُوارَهُ\n---\nذَكا النَّارِ من نَجْمِ الفُرُوعِ طَويلُ\n---\nالفُروعُ، بعين مهملة: فُروعُ الجوزاء، وهي أَشدُّ ما يكون من الحرّ.\n---\nوذَكْوانُ: قبيلةٌ\n---\nمن سُلَيْم. والذَّكاوِينُ: صِغارُ السَّرْح، واحِدَتُها ذَكْوانَةٌ.\n---\nابن الأَعرابي: الذَّكْوان شجر، الواحدةُ ذَكْوانَةٌ. ومَذاكي السَّحابِ:\n---\nالتي مَطَرَتْ مَرَّة بعد أُخرى، الواحدة مُذْكِيَة؛ قال الراعي:\n---\nوتَرْعى القَرارَ الجَوْ، حيثُ تَجاوَبَتْ\n---\nمَذاكٍ وأَبْكارٌ، من المُزْنِ، دُلَّحُ\n---\nوذَكْوانُ: اسْمٌ. وذَكْوةُ: قَرْيةٌ؛ قال الراعي:\n---\nيَبِتْنَ سجُوداً من نَهِيتِ مُصَدَّرٍ\n---\nبذَكْوَةَ، إطْراقَ الظِّباءِ من الوَبلِ\n---\nوقيل: هي مأسَدة في ديار قَيْسٍ.", "ذلا": "@ذلا: ابن الأَعرابي: تَذَلَّى فلان إذا تَواضع. قال أَبو منصور: وأَصله\n---\nتَذَلَّل، فكَثُرَت اللاَّماتُ فقُلِبت أُخْراهُنَّ ياءً كما قالوا\n---\nتَظَنَّ وأَصله تَظَنَّنَ. واذلوْلى: ذَلَّ وانْقادَ؛ عن ابن الأَعرابي؛\n---\nوأَنشد لِشُقْرانَ السُّلامِيِّ من قُضاعَة:\n---\nارْكَبْ من الأَمْرِ قَرادِيدَهُ\n---\nبالحَزْمِ والقُوَّةِ، أَو صانِعِ\n---\nحتى تَرى الأَخْدَعَ مُذْلَوْلِياً،\n---\nيَلْتَمِسُ الفَضْلَ إلى الخادَعِ\n---\nقَرادِيدُ الأَرضِ: غَلظُها، والمُذْلَوْلي: الذي قد ذلَّ وانْقادَ؛\n---\nيقول اخْدَعْه بالحقّ حتى يَذِلَّ ارْكَبْ به الأَمْر الصَّعْبَ. وفي حديث\n---\nفاطمةَ بنت قيس: ما هو إلا أَنْ سمعتُ قائلاً يقول ماتَ رسول الله، صلى\n---\nالله عليه وسلم، فاذْلَوْلَيْتُ حتى رأَيتُ وجهَه أَي أَسْرَعْت؛ يقال:\n---\nاذْلَوْلى الرجلُ إذا أسْرع مخافة أَن يَفُوتَه شيءٌ، قال: وهو ثُلاثيٌّ\n---\nكُرِّرَتْ عينُه وزيد واواً للمبالغة كاقْلَوْلى واغْدَوْدَنَ. ورجلٌ\n---\nذَلَوْلى: مُذْلَوْلٍ. واذلَولى اذْلِيلاءً: انْطَلق في اسْتِخْفاءٍ؛\n---\nقال سيبويه: لا يُسْتَعْمَل إلاَّ مَزيداً. واذْلَوْلَيْت اذْلِيلاءً\n---\nوتَذَعْلَبْتُ تَذَعْلُباً: وهو انْطِلاقٌ في اسْتِخْفاءٍ، والكلمة يائِيَّة\n---\nلأَنَّ ياءَها لامٌ. واذْلَوْلَيْت إذا انكسر قلْبي. وقال أَبو مالك عمرو\n---\nبنُ كِرْكرَة: اذْلَوْلى ذَكَرُه إذا قامَ مُسْتَرْخِياً. واذْلَوْلى\n---\nفذهب إذا وَلَّى مُتَقاذِفاً. ورشاءٌ مُذْلَوْلٍ إذا كان مضطرباً، والله\n---\nأَعلم.", "ذمي": "@ذمي: الذِّماءُ: الحركة، وقد ذَمِيَ. والذِّماءُ، ممدودٌ: بقيَّةُ\n---\nالنَّفْسِ؛ وقال أَبو ذؤَيب:\n---\nفأَبَدَّهُنَّ حُتُوفَهُنَّ، فهارِبٌ\n---\nبِذَمائِه، أَو بارِكٌ مُتَجَعْجِعُ\n---\nوالذَّماءُ، ممدودٌ: بقِيَّةُ الروحِ في المَذْبوح، وقيل: الذَّمَاءُ\n---\nقوّةُ القلْبِ؛ وأَنشد ثعلب:\n---\nوقاتِلَتي بَعْدَ الذَّمَاءِ وعائِدٌ\n---\nعَلَيَّ خَيالٌ مِنكِ مُذْ أَنَا يافعُ\n---\nوقد ذَمِيَ\n---\n(* قوله «وقد ذمي إلخ» ضبط في القاموس كرضي، وفي الصحاح كرمى\n---\nومثله في التهذيب). المَذْبوحُ يَذْمَى ذَماً إذا تَحَرَّك.\n---\nوالذَّماءُ: الحَرَكَة. قال شمر: ويقال الضَّبُّ أَطولُ شيءٍ ذَماءً.\n---\nالأَصمعي: ذَمَى العلِيلُ يَذْمِي ذَمْيا إِذا أَخذه النَّزْع فطال عليه\n---\nعَلَزُ الموت، فيقال ما أَطولَ ذَمَاءَهُ. والذامِي والمَذْمَاةُ، كلاهما:\n---\nالرَّمِيَّةُ تُصابُ فيَسُوقُها صاحِبُها فتَنْساقُ معه. وقد أَذْمَى\n---\nالرَّامِي رَمِيَّتَه إذا لم يُصِب المَقْتَل فيُعَجِّلَ قَتْلَه؛ قال\n---\nأُسامة الهذلي:\n---\nأَنَابَ، وقد أَمْسَى على الماءِ قَبْلَه\n---\nأُقَيْدِرُ لا يُذْمِي الرَّمِيَّةَ راصِدُ\n---\nأَناب، يعني الحمارَ: أَتى الماءَ؛ وقال آخر:\n---\nوأَفْلَتَ زيدُ الخَيْلِ منَّا بِطَعْنَةٍ،\n---\nوقد كانَ أَذْماهُ فَتًى غَيْرُ قُعْدُدِ\n---\nوذَمَتْه الريحُ تَذْمِيهِ ذَمْياً: قَتَلَتْه. وذَمَى الرجلُ ذَماءً،\n---\nممدودٌ: طالَ مرضُه. واسْتَذْمَيْت ما عندَ فُلانٍ إِذا تَتَبَّعْته\n---\nوأَخَذْته؛ يقال: خُذْ من فلانٍ ما ذَمَا لك أَي اوْتَفَعَ لك. واسْتَذْمَى\n---\nالشيءَ: طَلَبه. وذَمَى لي منه شيءٌ: تَهَيَّأَ. والذَّمَى: الرائِحَة\n---\nالمُنْتِنَة، مقصورةٌ تُكْتَب بالياء. وذَمَتْه رِيحُ الجِيفَةِ تَذْمِيهِ\n---\nذَمْياً إِذا أَخَذَتْ بنَفَسِه؛ قال خِدَاشُ بنُ زُهيرٍ:\n---\nسَيُخْبِرُ أَهل وَجٍّ مَنْ كَتَمْتُمْ،\n---\nوتَذْمِي، مَنْ أَلَمَّ بها ، القُبُورُ\n---\nهذا من ذَمَاه ريحُ الجيفةِ إذا أَخَذَتْ بنَفَسِه. الجوهري: وذَمَتْني\n---\nريحُ كذا أَي آذَتْني؛ وأَنشد أَبو عمرو:لَيْسَتْ بعَصْلاءَ تَذْمِي\n---\nالكَلْبَ نَكْهَتَها،\n---\nولا بعَنْدَلَةٍ يَصْطَكُّ ثَدْياها\n---\nقال ابن بري: ومثله قول الآخر:\n---\nيا بِئْرَ بَيْنُونَةَ لا تَذْمِينَا،\n---\nجِئْتِ بأَرْواحِ المُصَفَّرِينَا\n---\n(* قوله «يا بئر بينونة» هكذا في الأصل، وفي ياقوت: يا ريح بينونة؛\n---\nوبينونة: موضع بين عمان والبحرين).\n---\nيعني المَوْتَى. وذَمَتْني الريحُ: آذَتْني؛ عن أَبي حنيفة؛ وأَنشد:\n---\nإذا ما ذَمَتْنِي رِيحُها حينَ أَقْبَلَتْ،\n---\nفَكِدت لِمَا لاقَيْتُ من ذاك أَصْعَقُ\n---\nقال: وذَمَى الحَبَشِيُّ في أَنْفِ الرجلِ بصُنَانِه يَذْمِي ذَمْياً\n---\nإذا آذاهُ بذلك. وذمَتْ في أَنْفِهِ الريحُ إذا طارتْ إلى رأْسِه؛ وقال\n---\nالبَعِيث:\n---\nإذا البيضُ سافَتْه، ذَمَى في أُنُوفِها\n---\nصُنانٌ، ورِيحٌ من رُغاوَة مُخْشِمِ\n---\nقوله: ذمَى أَي بَقِيَ في أُنوفِها، ومُخْشِمٌ: مُنْتِنٌ. ويقال:\n---\nضَرَبَه ضَرْبة فأَذْماهُ إذا أَوْقَذَه وتَرَكه برَمَقِه. والذَّمَيانُ:\n---\nالسُّرعة. وقد ذَمَى يَذْمِي إذا أَسرع. وحكى بعضهم ذَمِيَ يَذْمَى؛ قال ابن\n---\nسيده: ولَسْتُ منها على ثِقَةٍ. غيره: والذَّماءُ ضَرْبٌ من المَشْيِ أَو\n---\nالسَّيْرِ، يقال: ذَمَى يَذْمِي ذَماءً، ممدود. والذَّمَيانُ: الإسْراع.", "ذها": "@ذها: التهذيب: في ترجمة هَذَى: ابن الأَعرابي هَذَى إذا هَدَر بكلام لا\n---\nيُفْهَم، وذَها إذا تَكَبَّر. قال الأَزهري: لم أَسمع ذَهَا إذا تَكَبَّر\n---\nلغيره.", "ذوي": "@ذوي: ذَوَى العُودُ والبَقْلُ، بالفتح، يَذْوِي ذَيّاً وذُوِيّاً،\n---\nكلاهما: ذَبَلَ، فهو ذَاوٍ، وهو أَن لا يُصِيبَه رِيُّه أَو يَضْرِبَه الحَرُّ\n---\nفيَذْبُلَ ويَضْعُفَ، وأَذْواهُ العَطَشُ؛ قال ابن بري: وشاهد الذُّوِيّ\n---\nالمَصْدَر قول الراجز:\n---\nما زِلْتُ حَوْلاً في ثَرىً ثَرِيِّ،\n---\nبَعْدَكَ مِنْ ذَاكَ النَّدَى الوَسْمِيِّ،\n---\nحَتَّى إذا ما هَمَّ بالذُّوِيِّ،\n---\nجِئْتُكَ واحْتَجْتُ إلى الوَلِيِّ؛\n---\nلَيْسَ غَنِيٌّ عَنْكَ بالغَنِيِّ،\n---\nوفي حديث عمر: أَنّه كانَ يَسْتَاكُ وهو صائِمُ بِعُودٍ قَدْ ذَوَى أَي\n---\nيَبِسَ. وقال الليث: لُغَةُ أَهلِ بُثَيْنَة ذَأَى العُودُ؛ قال: وذَوِيَ\n---\nالعُودُ يَذْوَى، قال أَبو عبيدة: وهي لغةٌ\n---\nرديئَة. قال الجوهري: ولا يقال ذَوِيَ البقلُ، بالكسر؛ وقال يونس: هي\n---\nلغة. وأَذْوَاهُ الحَرُّ أَي أَذْبَلَهُ. والذِّوَى: النِّعاجُ\n---\nالضِّعافُ.والذَّوَاةُ: قشرة العِنَبة والبِطِّيخة والحَنْطَلة، وجَمْعُها ذَوىً.\n---\nابن بري: الذَّاوي الذي فيه بَعضُ رُطُوبَةٍ؛ قال الشاعر:\n---\nرَأَيْتُ الفَتَى يَهْتَزُّ كالغُصْنِ ناعِماً،\n---\nتَرَاهُ عَمِيّاً ثم يُصْبِحُ قَدْ ذَوَى\n---\nقال: وقال ذو الرمة:\n---\nوأَبْصَرْتُ أَنَّ القِنْعَ صارَتْ نِطافُهُ\n---\nفَراشاً، وأَنَّ البَقْل ذَاوٍ ويَابِسُ\n---\nقال: فهذا يدل على صحة ما ذكرناه.", "ذيا": "@ذيا: قال الكلابي: يقولُ الرجلُ لصاحبه هذا يومُ قُرٍّ، فيقول الآخر:\n---\nوالله ما أَصْبَحَتْ بِهَا ذِيَّةٌ أَي لا قُرَّ بِهَا.", "ذأط": "@ذأط: ذأَط الإِناءَ يَذْأَطُه ذَأْطاً: مَلأَه. والذَّأْطُ: الامْتِلاء.\n---\nوذأَطَه يَذْأَطُه ذَأْطاً مثل ذأَتَه أَي خنَقَه أَشدَّ الخنْقِ حتى\n---\nدلَعَ لِسانُه؛ كل ذلك عن كراع.", "ذعط": "@ذعط: الذَّاعِطُ: الذَّابح. والذَّعْطُ: الذبْحُ الوَحِيُّ، والعين غير\n---\nمعجمة، ذَعَطَه يَذْعَطُه ذَعْطاً: ذبحه ذبْحاً وحِيّاً، وقيل: ذبحه\n---\nأَيَّ ذبْحٍ كان، وقد ذَعَطْته بالسكين وذعَطَتْه المَنِيّةُ على المثَل\n---\nوسحَطَتْه؛ قال أُسامةُ بن حَبيب الهذلي:\n---\nإِذا بلَغُوا مِصْرَهُم عُوجِلُوا،\n---\nمن المَوْتِ، بالهِمْيعِ الذَّاعِطِ\n---\nوكذلك الذَّعْمَطةُ، بزيادة الميم. ومَوْت ذَعْوَطٌ: ذاعِطٌ.", "ذعمط": "@ذعمط: الذَّعْمَطةُ: الذبْحُ الوَحِيُّ. ذَعْمَطَ الشاةَ: ذَبَحها\n---\nذَبْحاً وحِيّاً.", "ذفط": "@ذفط: ذَفَط الطائرُ ذَفْطاً: سفَد، وكذلك التيْسُ. وذفَطَ الذُّبابُ\n---\nإِذا أَلْقى ما في بطنه؛ كل ذلك عن كراع.", "ذقط": "@ذقط: ذَقَط الطائرُ أُنثاه يَذْقِطُها ذَقْطاً: سفَدَها، وخصّ ثعلب به\n---\nالذُّبابَ وقال: هو إِذا نكح. قال ابن سيده: ولم أَر أَحداً استعملَ\n---\nالنكاحَ في غير نوْع الإِنسان إِلا ثعلباً ههنا، وقال سيبويه: ذقَطَها ذَقْطاً\n---\nوهو النكاح فلا أَدري ما عَنى من الأَنواع لأَنه لم يخُصّ منها شيئاً،\n---\nقال أَبو عبيد: ونَمَ الذبابُ وذقَط بمعنى واحد. ابن الأَعرابي:\n---\nالذَّاقِطُ الذباب الكثير السّفادِ.\n---\nغيره: الذُّقَط ذباب صغير يدخل في عيون الناس، وجمعه ذِقْطانٌ. أَبو\n---\nتراب عن بعض بني سُلَيْم: يقال تذَقَّطْتُه تذَقُّطاً وتبَقَّطْتُه\n---\nتبَقُّطاً إِذا أَخذته قليلاً قليلاً. الطَّائفيُّ: الذُّقَطُ وهو الذي يكون في\n---\nالبيوت.", "ذمط": "@ذمط: في نوادر الأَعراب: طَعام ذَمِطٌ وزَرِدٌ أَي لَيِّن سَريعُ\n---\nالانْحِدارِ.", "ذهط": "@ذهط: ذَهْوَطٌ: موضع. والذِّهْيَوْطُ على مثال عِذْيَوْط: موضع، وحكاه\n---\nصاحب العين الذُّهْيُوط، قال ابن سيده: والصحيح ما تقدم.", "ذوط": "@ذوط: ذاطَه يذوطُه دَوْطاً إِذا خَنَقه حتى يَدْلَعَ لِسانُه؛ عن كراع.\n---\nوالذَّوَطُ: أَن يطولَ الحَنكُ الزَعْلى ويقْصُرَ الأَسْفلُ. والذَّوَطُ:\n---\nصِغر الذَّقَنِ، وقيل قِصَرُها. والذَّوَطُ: سُقاطُ الناسِ.\n---\nوالذَّوْطةُ، وجمعها أَذْواطٌ. عنكبوت تكون بتهامة لها قوائم، وذنبها مثل الحبة من\n---\nالعنب الأَسود، صفراء الظهر صغيرة الرأْس تَكَعُ بذَنَبِها فتُجْهِدُ من\n---\nتَكَعُه حتى يَذُوطَ، وذَوْطُه أَن يَخْدَرَ مرّات، ومن كلامهم: يا\n---\nذَوْطةُ ذُوطِيه. والأَذْوَطُ: الناقِصُ الذَّقَنِ من الناس وغيرهم، وامرأَة\n---\nذَوْطاء، وقد ذوِطَ ذَوَطاً. وفي حديث أَبي بكر، رضي اللّه عنه: لو منعوني\n---\nجَدْياً أَذْوَطَ لقاتلتهم عليه، هو من ذلك.", "ذيط": "@ذيط: أَبو زيد: ذاط في مشيه يَذِيطُ ذيَطاناً إِذا حرَّك مَنْكِبَيْه في\n---\nمشيه مع كثرة لحم.", "ذرع": "@ذرع: الذِّراعُ: ما بين طرَف المِرْفق إِلى طرَفِ الإِصْبَع الوُسْطى،\n---\nأُنثى وقد تذكَّر. وقال سيبويه: سأَلت الخليل عن ذراع فقال: ذِراع كثير في\n---\nتسميتهم به المذكر ويُمَكَّن في المذكَّر فصار من أَسمائه خاصّة عندهم،\n---\nومع هذا فإِنهم يَصِفون به المذكر فتقول: هذا ثوب ذراع، فقد يُمَكَّنُ\n---\nهذا الاسم في المذكر، ولهذا إِذا سمي الرجل بذراع صُرف في المعرفة والنكرة\n---\nلأَنه مذكر سمي به مذكر، ولم يعرف الأَصمعي التذكير في الذراع، والجمع\n---\nأَذْرُعٌ؛ وقال يصف قوساً عَربية:\n---\nأَرْمِي عليها، وهْيَ فَرْعٌ أَجْمَعُ،\n---\nوهْيَ ثَلاثُ أَذْرُعٍ وإِصْبَعُ\n---\nقال سيبويه: كسّروه على هذا البناء حين كان مؤنثاً يعني أَن فَعالاً\n---\nوفِعالاً وفَعِيلاً من المؤنث حُكْمُه أَن يُكسَّر على أَفْعُل ولم\n---\nيُكسِّروا ذِراعاً على غير أَفْعُل كما فَعَلوا ذلك في الأَكُفِّ؛ قال ابن بري:\n---\nالذراع عند سيبويه مؤنثة لا غير؛ وأَنشد لمِرْداس ابن حُصَين:\n---\nقَصَرْتُ له القبيلةَ إِذ تَجَِهْنا،\n---\nوما دانَتْ بِشِدَّتِها ذِراعي\n---\nوفي حديث عائشةَ وزَينبَ: قالت زينبُ لرسول الله، صلى الله عليه وسلم:\n---\nحَسْبُك إِذ قَلبَتْ لك ابنة أَبي قُحافةَ ذُرَيِّعَتَيْها؛ الذُّرَيِّعةُ\n---\nتصغير الذراع ولُحوق الهاء فيها لكونها مؤنثة، ثم ثَنَّتْها مصغرة\n---\nوأَرادت به ساعدَيْها. وقولهم: الثوب سبع في ثمانية، إِنما قالوا سبع لأَن\n---\nالذراع مؤنثة، وجمعها أَذرع لا غير، وتقول: هذه ذراع، وإِنما قالوا ثمانية\n---\nلأَن الأَشبار مذكرة. والذِّراع من يَدَيِ البعير: فوق الوظيفِ، وكذلك من\n---\nالخيل والبغال والحمير. والذِّراعُ من أَيدي البقر والغنم فوق الكُراع.\n---\nقال الليث: الذراع اسم جامع في كل ما يسمى يداً من الرُّوحانِيين ذوي\n---\nالأَبدان، والذِّراعُ والساعد واحد. وذَرَّع الرجلُ: رَفَعَ ذِراعَيْه\n---\nمُنذراً أَو مبشراً؛ قال:\n---\nتُؤَمِّل أَنفالَ الخمِيس وقد رَأتْ\n---\nسَوابِقَ خَيْلٍ، لم يُذَرِّعْ بَشيرُها\n---\nيقال للبشير إِذا أَوْمَأَ بيده: قد ذَرَّع البَشيرُ.\n---\nوأَذْرَع في الكلام وتذَرَّع: أَكثر وأَفْرَط. والإِذْراعُ: كثرةُ\n---\nالكلامِ والإِفْراطُ فيه، وكذلك التَّذَرُّع. قال ابن سيده: وأَرى أَصله من\n---\nمدّ الذِّراع لأَن المُكْثِر قد يفعل ذلك. وثور مُذَرَّع: في أَكارِعه\n---\nلُمَع سُود. وحمار مُذَرَّع: لمكان الرَّقْمةِ في ذِراعه. والمُذَرَّعُ: الذي\n---\nأُمه عربية وأَبوه غير عربي؛ قال:\n---\nإِذا باهليٌّ عنده حَنْظَلِيَّةٌ،\n---\nلها وَلَدٌ منه، فذاك المُذَرَّعُ\n---\nوقيل: المُذَرَّع من الناس، بفتح الراء، الذي أُمه أَشرف من أَبيه،\n---\nوالهجين الذي أَبوه عربيّ وأُمه أَمة؛ قال ابن قيس العدوي:\n---\nإِنَّ المُذَرَّعَ لا تُعْنَى خُؤُولَتُه،\n---\nكالبَغْلِ يَعْجِزُ عن شَوْطِ المَحاضِير\n---\nوقال آخر يهجو قوماً:\n---\nقَوْمٌ تَوارَثَ بيتَ اللُّؤْمِ أَوَّلُهم،\n---\nكما تَوارَثَ رَقْمَ الأَذْرُعِ الحُمُرُ\n---\nوإِنما سمي مُذَرَّعاً تشبيهاً بالبغل لأَنَّ في ذراعيه رَقْمتين\n---\nكرَقْمتي ذراع الحِمار نَزَع بهما إِلى الحِمار في الشبه، وأُمّ البغل أَكرم من\n---\nأَبيه.\n---\nوالمُذَرَّعة: الضبع لتخطيط ذِراعَيْها، صفة غالبة؛ قال ساعدة بن جؤية:\n---\nوغُودِرَ ثاوِياً، وتَأَوَّبَتْه\n---\nمُذَرَّعةٌ أُمَيْم، لها فَلِيلُ\n---\nوالضبع مّذَرَّعة بسواد في أَذْرعها، وأَسد مُذَرَّع: على ذِراعَيْه\n---\nدَمُ فَرائِسه؛ أَنشد ابن الأَعرابي:\n---\nقد يَهْلِكُ الأَرْقَمُ والفاعُوسُ،\n---\nوالأَسَدُ المُذَرَّعُ المَنْهُوسُ\n---\nوالتذْرِيع: فضل حبل القَيد يُوثَق بالذراع، اسم كالتَّنْبيت لا مصدر\n---\nكالتَّصْويت. وذُرِّعَ البعيرُ وذُرِّعَ له: قُيِّدَ في ذراعَيْه جميعاً.\n---\nيقال: ذَرَّعَ فلان لبعيره إِذا قَيَّدَه بفضل خِطامه في ذراعه، والعرب\n---\nتسميه تَذْريعاً.\n---\nوثوب مُوَشَّى الذِّراع أَي الكُمِّ، وموشَّى المَذارِع كذلك، جمع على\n---\nغير واحده كمَلامحَ ومَحاسِنَ.\n---\nوالذِّراعُ: ما يُذْرَعُ به. ذَرَع الثوب وغيره يَذْرَعُه ذَرْعاً:\n---\nقدَّره بالذِّراع، فهو ذارِعٌ، وهو مَذْرُوع، وذَرْعُ كلّ شيء: قَدْرُه من\n---\nذلك.\n---\nوالتذَرُّع أَيضاً: تَقْدِير الشيء بذِراع اليد؛ قال قَيْس بن الخَطِيم:\n---\nترى قَِصَدَ المُرّانِ تُلْقَى، كأَنَّها\n---\nتَذَرُّعُ خِرْصانٍ بأَيْدي الشَّواطِبِ\n---\nوقال الأَصمعي: تَذَرَّعَ فلان الجَرِيدَ إِذا وضَعه في ذِراعِه\n---\nفشَطَبه؛ ومنه قول قَيْس بن الخَطِيم هذا البيت، قال: والخِرْصانُ أَصلها\n---\nالقُضْبان من الجَرِيد، والشَّواطِبُ جمع الشاطِبة، وهي المرأَة التي تَقْشُر\n---\nالعَسِيب ثم تُلْقِيه إِلى المُنَقِّية فتأْخذ كل ما عليه بسِكِّينها حتى\n---\nتتركه رقيقاً، ثم تُلْقِيه المنقِّيةُ إِلى الشاطِبة ثانية فتَشْطُبه على\n---\nذِراعها وتَتَذَرَّعُه، وكل قَضِيب من شجرة خِرْصٌ. وقال أَبو عبيدة:\n---\nالتَّذَرُّع قدر ذِراع يَنكسر فيسقط، والتذَرُّع والقِصَدُ واحد غيره، قال:\n---\nوالخِرْصان أَطراف الرماح التي تلي الأَسنَّة، الواحد خُرْص وخِرْص\n---\nوخَرْص. قال الأَزهري: وقول الأَصمعي أَشبههما بالصواب. وتَذَرَّعتِ المرأَة:\n---\nشقَّت الخُوص لتعمَل منه حَصِيراً. ابن الأَعرابي: انْذَرَع وانْذَرَأَ\n---\nورَعَفَ واسْتَرْعَفَ إِذا تقدَّم.\n---\nوالذَّرِعُ: الطويلُ اللسان بالشَّرِّ، وهو السيّار الليلَ والنهارَ.\n---\nوذَرَع البعيرَ يَذرَعُه ذَرْعاً: وَطِئه على ذِراعه ليرْكب صاحبُه.\n---\nوذَرَّعَ الرجلُ في سباحتِه تَذْرِيعاً: اتَّسَع ومدَّ ذِراعَيْه.\n---\nوالتَّذْرِيعُ في المشي: تحريك الذِّراعين. وذَرَّع بيديه تَذْرِيعاً:\n---\nحرَّكهما في السعْي واستعان بهما عليه. وقيل في صفته، صلى الله عليه وسلم: إِنه\n---\nكان ذَرِيعَ المشْي أَي سريعَ المشْي واسعَ الخَطْوة؛ ومنه الحديث:\n---\nفأَكَل أَكْلاً ذَريعاً أَي سريعاً كثيراً. وذَرَع البعيرُ يَده إِذا مَدَّها\n---\nفي السير. وفي الحديث: أَن النبي، صلى الله عليه وسلم، أَذْرَعَ\n---\nذِراعَيْه من أَسفلِ الجُبّةِ إِذْراعاً؛ أَذْرَع ذِراعَيْه أَي أَخرَجهما من تحت\n---\nالجُبَّة ومدَّهما؛ ومنه الحديث الآخر: وعليه جَمَّازةٌّ فأَذْرَع منها\n---\nيده أَي أَخرجها. وتَذَرَّعَت الإِبل الماءَ: خاضَتْه بأَذْرُعِها.\n---\nومَذارِيعُ الدابة ومَذارِعُها: قوائمها؛ قال الأَخطل:\n---\nوبالهدايا إِذا احْمَرَّت مَذارِعُها،\n---\nفي يوم ذَبْح وتَشْرِيقٍ وتَنْحارِ\n---\nوقوائم ذَرِعاتٌ أَي سَريعاتٌ. وذَرِعاتُ الدابة: قوائمها؛ ومنه قول ابن\n---\nحذاق العبدي:\n---\nفأَمْستْ كَنَيْسِ الرَّمْلِ، يَغْدُو إِذا غَدَتْ،\n---\nعلى ذَرِعاتٍ يَعْتَلِين خُنُوسَا\n---\nأَي على قوائم يَعْتَلين من جاراهُنَّ وهنَّ يَخْنِسْنَ بَعْضَ جَرْيِهن\n---\nأَي يُبْقين منه؛ يقول لم يَبْذُلْن جميع ما عندهن من السير. ومِذْراعُ\n---\nالدابة: قائمتها تَذْرَعُ بها الأَرض، ومِذْرَعُها: ما بين ركبتها إِلى\n---\nإِبْطها، وثَور مُوَشَّى المَذارِع.\n---\nوفرس ذَروعٌ وذَرِيعٌ: سَريعٌ بَعِيدُ الخُطى بيِّن الذَّراعة. وفرس\n---\nمُذَرَّع إِذا كان سابقاً وأَصله الفرس يلحق الوَحْشيّ وفارِسُه عليه\n---\nيَطْعَنُه طَعْنة تَفُور بالدم فيُلَطِّخ ذِراعَي الفرس بذلك الدم فيكون علامة\n---\nلسَبْقِه؛ ومنه قول تميم:\n---\nخِلالَ بُيوتِ الحَيِّ مِنها مُذَرَّع\n---\nويقال: هذه ناقة تُذارِعُ بُعْد الطريق أَي تَمُدّ باعَها وذِراعها\n---\nلتَقْطعَه، وهي تُذارِع الفلاة وتَذْرَعُها إِذا أَسْرعت فيها كأَنها\n---\nتَقِيسُها؛ قال الشاعر يصف الإِبل:\n---\nوهُنَّ يَذْرَعْن الرِّقاقَ السَّمْلَقا،\n---\nذَرْعَ النّواطِي السُّحُل المُرَقَّقا\n---\nوالنواطِي: النَّواسِجُ، الواحدة ناطيةٌ، وبعير ذَرُوعٌ. وذَارَع\n---\nصاحِبَه فذَرَعه: غَلَبه في الخَطْو. وذَرعه القَيْءُ إِذا غَلبه وسَبق إِلى\n---\nفيه. وقد أَذْرَعه الرجلُ إِذا أَخرجه. وفي الحديث: مَن ذَرَعه القَيْء فلا\n---\nقضاء عليه أَي سبَقه وغَلبه في الخُروج. والذَّرْعُ: البَدَنُ،\n---\nوأَبْطَرَني ذَرْعِي: أَبْلى بَدنِي وقطَع مَعاشي. وأَبطَرْت فلاناً ذَرْعَه أَي\n---\nكَلَّفْته أَكثر من طَوْقه. ورجل واسعُ الذَّرْع والذِّراع أَي الخُلُق،\n---\nعلى المثل، والذَّرْعُ: الطاقةُ. وضاقَ بالأَمر ذَرْعُه وذِراعُه أَي\n---\nضعُقت طاقتُه ولم يجد من المكروه فيه مَخْلَصاً ولم يُطِقه ولم يَقْو عليه،\n---\nوأَصل الذرْع إِنما هو بَسْط اليد فكأَنك تريد مَدَدْت يدي إِليه فلم\n---\nتَنَلْه؛ قال حميد بن ثور يصف ذئباً:\n---\nوإِن باتَ وَحْشاً لَيْلةً لم يَضِقْ بها\n---\nذِراعاً، ولم يُصْبحْ لها وهو خاشِعُ\n---\nوضاق به ذَرْعاً: مثل ضاق به ذِراعاً، ونَصْبَ ذرْعاً لأَنه خرج\n---\nمفسِّراً مُحَوِّلاً لأَنه كان في الأَصل ضاق ذَرْعي به، فلما حُوّل الفعل خرج\n---\nقوله ذرعاً مفسراً، ومثله طِبْت به نفساً وقَرَرْت به عَيناً، والذَّرْعُ\n---\nيوضع موضع الطاقة، والأَصل فيه أَن يَذْرَع البعير بيديه في سيره ذَرْعاً\n---\nعلى قدر سَعة خَطْوه، فإِذا حملته على أَكثر من طَوْقه قلت: قد\n---\nأَبْطَرْت بعيرك ذَرْعه أَي حَمَلْته من السير على أَكثر من طاقته حتى يَبْطَر\n---\nويَمُدّ عنقه ضَعْفاً عما حُمِل عليه. ويقال: ما لي به ذَرْع ولا ذِراع أَي\n---\nما لي به طاقة. وفي حديث ابن عوف: قَلّدوا أَمْركم رَحْب الذِّراع أَي\n---\nواسِعَ القوة والقدرة والبطش. والذرْعُ: الوُسْع والطاقة؛ ومنه الحديث:\n---\nفكَبُر في ذَرْعي أَي عظُم وقْعُه وجلَّ عندي، والحديث الآخر: فكسَر ذلك من\n---\nذَرْعي أَي ثَبَّطَني عما أَردته؛ ومنه حديث إِبراهيم، عليه الصلاة\n---\nوالسلام: أَوحى الله إِليه أَنِ ابنِ لي بَيْتاً فضاق بذلك ذَرْعاً، وجهُ\n---\nالتمثيل أَن القصير الذِّراع لا ينالُ ما ينالهُ الطويل الذراع ولا يُطيق\n---\nطاقتَه، فضرب مثلاً للذي سقطت قوَّته دون بلوغ الأَمر والاقتدار عليه.\n---\nوذراعُ القَناة: صدرُها لتقدُّمه كتقدُّم الذراع. ويقال لصدر الفتاة: ذراع\n---\nالعامل. ومن أَمثال العرب السائرة: هو لك على حَبْلِ الذِّراع أَي\n---\nأُعَجِّله لك نقداً، وقيل: هو مُعَدٌّ حاضر، والحبْلُ عِرْق في الذراع.\n---\nورجل ذَرِعٌ: حَسَن العِشْرةِ والمخالَطةِ؛ ومنه قول الخَنْساء:\n---\nجَلْد جَمِيل مَخِيل بارِع ذَرِع،\n---\nوفي الحُروبِ، إِذا لاقَيْتَ، مِسْعارُ\n---\nويقال: ذارعْتُه مذارعةً إِذا خالطته.\n---\nوالذِّراع: نَجم من نُجوم الجَوْزاء على شكل الذراع؛ قال غَيْلانُ\n---\nالربعي:\n---\nغَيَّرها بَعْدِيَ مَرُّ الأَنْواءْ:\n---\nنَوءِ الذِّراعِ أَو ذِراعِ الجَوْزاءْ\n---\nوقيل: الذراعُ ذِراع الأََسد، وهما كوكبانِ نَيِّران ينزلُهما القمر.\n---\nوالذِّراع: سِمةٌ في موضع الذِّراع، وهي لبني ثعلبة من أَهل اليمن وناسٍ من\n---\nبني مالك بن سعد من أَهل الرِّمال.\n---\nوذَرَّع الرجلَ تذْريعاً وذَرَّعَ له: جعل عُنقه بين ذراعه وعُنُقه\n---\nوعضُده فخنَقَه ثم استعمل في غير ذلك ما يُخْنَق به. وذَرَّعَه: قتله. وأَمْر\n---\nذَريع: واسع. وذَرَّع بالشيء: أَقَرَّ به؛ وبه سمي المُذَرِّعُ أَحدُ\n---\nبني خَفاجةَ بن عُقَيْل، وكان قتل رجلاً من بني عَجْلان ثم أَقرَّ به\n---\nفأُقيدَ به فسمي المُذَرِّعَ.\n---\nوالذَّرَعُ: ولد البقرة الوحْشِيَّة، وقيل: إِنما يكون ذَرَعاً إِذا\n---\nقَوِيَ على المشي؛ عن ابن الأَعرابي، وجمعه ذِرْعانٌ، تقول: أَذْرَعتِ\n---\nالبقرةُ، فهي مُذْرِعٌ ذات ذَرَعٍ. وقال الليث: هنَّ المُذْرِعات أَي ذوات\n---\nذِرْعانٍ.\n---\nوالمَذارِعُ: النخل القريبة من البيوت. والمَذارِعُ: ما دانى المِصْر من\n---\nالقرى الصِّغار. والمَذارِعُ: المَزالِفُ، وهي البلاد التي بين الريف\n---\nوالبرّ كالقادِسية والأَنْبار، الواحد مِذْراعٌ. وفي حديث الحسن: كانوا\n---\nبمذراع اليمن، قال: هي القريبة من الأَمصار. ومَذارِعُ الأَرض: نَواحيها.\n---\nومَذارِعُ الوادي: أَضْواجُه ونواحيه.\n---\nوالذَّرِيعة: الوسيلة. وقد تَذَرَّع فلان بذَريعةٍ أَي توسَّل، والجمع\n---\nالذرائعُ. والذريعةُ، مثل الدَّريئة: جمل يُخْتَل به الصيْد يَمْشي\n---\nالصيَّاد إِلى جنبه فيستتر به ويرمي الصيدَ إِذا أَمكنه، وذلك الجمل يُسَيَّب\n---\nأَوَّلاً مع الوحش حتى تأْلَفَه. والذريعةُ: السبَبُ إِلى الشيء وأَصله من\n---\nذلك الجمل. يقال: فلان ذَرِيعتي إِليك أَي سَبَبي ووُصْلَتي الذي أَتسبب\n---\nبه إِليك؛ وقال أَبو وجْزةَ يصف امرأَة:\n---\nطافَت بها ذاتُ أَلْوانٍ مُشَبَّهة،\n---\nذَرِيعةُ الجِنِّ لا تُعْطِي ولا تَدَعُ\n---\nأَراد كأَنها جنية لا يَطْمَع فيها ولا يَعْلمها في نفسها. قال ابن\n---\nالأَعرابي: سمي هذا البعير الدَّرِيئة والذَّريعة ثم جعلت الذريعةُ مثلاً لكل\n---\nشيء أَدْنى من شيء وقَرَّب منه؛ وأَنشد:\n---\nوللمَنِيَّةِ أَسْبابٌ تُقَرِّبها،\n---\nكما تُقَرِّب للوَحْشِيَّة الذُّرُع\n---\nوفي نوادر الأَعراب: أَنت ذَرَّعْت بيننا هذا وأَنت سَجَلْته؛ يريد\n---\nسَبَّبْتَه. والذَّريعةُ: حَلْقة يُتَعلَّم عليها الرَّمْي.\n---\nوالذريعُ:السريعُ. وموت ذريعٌ: سريع فاشٍ لا يكاد الناس يَتدافَنُون،\n---\nوقيل: ذَريع أَي سريع. ويقال: قتلوهم أَذْرَع قتل. ورجل ذَرِيعٌ بالكتابة\n---\nأَي سريع.\n---\nوالذِّراعُ والذَّراعُ، بالفتح: المرأَة الخفيفةُ اليدين بالغَزل، وقيل:\n---\nالكثيرة الغزل القويَّةُ عليه. وما أَذْرَعَها وهو من باب أَحْنَكِ\n---\nالشاتَيْن، في أَن التعجب من غير فِعل. وفي الحديث: خَيْرُكنَّ أَذْرَعُكن\n---\nللمِغْزَل أَي أَخَفُّكُنَّ به، وقيل: أَقْدَركنَّ عليه.\n---\nوزِقٌّ ذارِعٌ: كثير الأَخذ من الماء ونحوه؛ قال ثعلبة بن صُعَيْر\n---\nالمازنيّ:\n---\nباكَرتُهُم بسِباء جَوْنٍ ذارِعٍ،\n---\nقَبْل الصَّباحِ، وقَبْلَ لَغْو الطائرِ\n---\nوقال عبد بن الحسحاس:\n---\nسُلافة دارٍ، لاسُلافة ذارِعٍ،\n---\nإِذا صُبَّ منه في الزُّجاجةِ أَزْبدا\n---\nوالذارِعُ والمِذْرَعُ: الزِّقُّ الصغير يُسْلَخ من قِبَلِ الذِّراع،\n---\nوالجمع ذَوارِعُ وهي للشراب؛ قال الأَعشى:\n---\nوالشارِبُونَ، إِذا الذَّوارعُ أُغْلِيَتْ،\n---\nصَفْوَ الفِصالِ بطارِفٍ وتِلادِ\n---\nوابنُ ذارِعٍ: الكلْب. وأَذْرُعٌ وأَذْرِعات، بكسر الراء: بلد ينسب\n---\nإِليه الخمر؛ قال الشاعر:\n---\nتَنوَّرْتُها من أَذْرِعاتِ، وأَهلُها\n---\nبيَثْرِبَ أَدْنى دارِها نَظَرٌ عالي\n---\nينشد بالكسر بغير تنوين من أَذرعاتِ، وأَما الفتح فخطأ لأَن نصب تاء\n---\nالجمع وفتحه كسر، قال: والذي أَجاز الكسر بلا صرف فلأَنه اسم لفظُه لفظُ\n---\nجماعة لواحد، والقول الجيِّد عند جميع النحويين الصرف، وهو مثل عَرفات،\n---\nوالقرّاء كلهم في قوله تعالى من عَرَفاتٍ على الكسر والتنوين، وهو اسم لمكان\n---\nواحد ولفظه لفظ جمع، وقيل أَذرعات مَوضِعانِ ينسب إِليهما الخمر؛ قال\n---\nأَبو ذؤيب:\n---\nفما إِنْ رَحِيقٌ سَبَتْها التِّجا\n---\nرُ من أَذْرِعاتٍ، فَوادِي جَدَرْ\n---\nوفي الصحاح: أَذْرِعات، بكسر الراء، موضع بالشام تنسب إِليه الخمر، وهي\n---\nمعروفة مصروفة مثل عرفات؛ قال سيبويه: ومن العرب من لا ينون أَذرعات،\n---\nيقول: هذه أَذرعاتُ ورأَيت أَذرعاتِ، برفع التاء وكسرها بغير تنوين. قال ابن\n---\nسيده: والنسبة إِلى أَذْرِعات أَذْرَعِيٌّ، وقال سيبويه: أَذرعات بالصرف\n---\nوغير الصرف، شبهوا التاء بهاء التأْنيث، ولم يَحْفَلوا بالحاجز لأَنه\n---\nساكن، والساكن ليس بحاجز حَصين، إِن سأَل سائل فقال: ما تقول فيمن قال هذه\n---\nأَذرعاتُ ومسلماتُ وشبه تاء الجماعة بهاء الواحدة فلم يُنَوِّن للتعريف\n---\nوالتأْنيث، فكيف يقول إِذا نكَّر أَيُنوّن أَم لا؟ فالجواب أَن التنوين مع\n---\nالتنكير واجب هنا لا محالة لزوال التعريف، فأَقْصى أَحوال أَذْرِعات\n---\nإِذا نكرتها فيمن لم يصرف أَن تكون كحمزةَ إِذا نكرتها، فكما تقول هذا حمزةُ\n---\nوحمزةٌ آخر فتصرف النكرة لا غير، فكذلك تقول عندي مسلماتُ ونظرت إِلى\n---\nمسلماتٍ أُخرى فتنوّن مسلماتٍ لا محالة. وقال يعقوب: أَذْرِعات ويَذْرِعات\n---\nموضع بالشام حكاه في المبدل؛ وأَما قول الشاعر:\n---\nإِلى مَشْرَبٍ بين الذِّراعَيْن بارِد\n---\nفهما هَضْبتان. وقولهم: اقْصِدْ بذَرْعِك أَي ارْبَعْ على نَفْسك ولا\n---\nيَعْدُ بك قَدْرُك.\n---\nوالذَّرَعُ، بالتحريك: الطمَعُ؛ ومنه قول الراجز:\n---\nوقد يَقُودُ الذرَعُ الوَحْشِيَّا\n---\nوالمُذَرِّعُ، بكسر الراء مشددة: المطر الذي يَرْسَخ في الأَرض قدرَ\n---\nذِراع.", "ذعع": "@ذعع: الذَّعاعُ والذُّعاعُ: ما تفرّق من النخل؛ قال طرفة:\n---\nوعَذارِيكمْ مُقَلِّصةٌ،\n---\nفي ذُعاعِ النخل تَجْتَرِمُهْ\n---\nقال الأَزهري: قرأْت هذا البيت بخط أَبي الهيثم في ذعاع النخل، بالذال\n---\nالمعجمة، قال: ودعاع، بالدال المهملة، قال: ويقال الذُّعاع ما بين\n---\nالنخلتين، بضم الذال. والذَّعْذَعَةُ: التفريقُ وأَصله من إِذاعة الخبر وذُيوعه،\n---\nفلما كرّر استعمل كما قالوا من الإِناخة: نَخْنَخ بعيره فتَنَخْنخ.\n---\nوذَعذع الشيءَ والمال ذَعْذَعَةً فَتَذَعْذع: حركه وفرَّقه، وقيل: فرَّقه\n---\nوبدَّده؛ قال علقمةُ بن عبْدة:\n---\nلَحى اللهُ دَهْراً ذَعذعَ المالَ كلَّه،\n---\nوسَوَّد أَشْباه الإِماء العَوارِك\n---\nسَوَّد من السُّودَدِ. وذَعذعتِ الريحُ الشجر: حركَتْه تحريكاً شديداً.\n---\nوذَعذعت الريح التراب: فَرَّقته وذَرَّتْه وسَفَتْه؛ كل ذلك معناه واحد؛\n---\nقال النابغة:\n---\nغَشِيتُ لها مَنازلَ مُقْوِياتٍ،\n---\nتُذَعْذِعها مُذَعذِعةٌ حَنونُ\n---\nقال ابن بري: تَذَعذَع البناء أَي تفرّقتْ أَجزاؤه. وذَعْذعهم الدهر أَي\n---\nفَرَّقهم. وفي حديث علي، رضوان الله عليه، أَنه قال لرجل: ما فعلت\n---\nبِإبلك؟ وكانت له إِبل كثيرة، فقال: ذَعْذَعَتْها النوائب وفرَّقَّتْها\n---\nالحُقوق، فقال: ذاك خَير سُبُلِها أَي خَير ما خرجَت فيه، ومنه حديث ابن\n---\nالزبير: أَنَّ نابغة بني جَعْدة مدَحه مِدْحةً فقال فيها:\n---\nلنَجْبُرَ منه جانِباً ذَعْذَعَتْ به\n---\nصُروفُ الليالي، والزَّمانُ المُصَمِّمُ\n---\nوذَعْذَعةُ السِّرِّ: إِذاعَتُه. ورجل ذَعْذاعٌ إِذا كان مِذْياعاً\n---\nللسِّرِّ نَمَّاماً لا يَكْتُمُ سِرًّا. وتَذَعْذَعَ شعَرُه إِذا تشعَّت\n---\nوتمرَّط. والذَّعاعُ: الفِرَقُ، الواحدة ذَعاعةٌ، وربما قالوا تفرَّقوا\n---\nذَعاذِعَ. ورجل مُذَعْذَعٌ إِذا كان دَعِيًّا. قال أَبو منصور: ولم يصح عندي\n---\nمن جهة مَن يوثق به، والصواب مُدَغْدَغٌ، بالغين المعجمة، ولا يبعد أَن\n---\nيكون المُذَعْذَعُ الدَّعيّ، فإِن ابن الأَثير ذكر في النهاية: وفي حديث\n---\nجعفر الصادق: لا يُحِبُّنا أَهلَ البيتِ المُذَعْذَعُ، قالوا: وما\n---\nالمُذعذعُ؟ قال: ولد الزنا.", "ذلع": "@ذلع: حكى الأَزهري قال: قال بعض المصحفين الأَذْلَعِيّ، بالعين، الضخْمُ\n---\nمن الأُيُور الطويل، قال: والصواب الأَذْلغيّ، بالغين المعجمة لا غير.", "ذيع": "@ذيع: الذَّيْعُ: أَن يَشِيع الأَمرُ. يقال أَذَعْناه فذاع وأَذَعْت\n---\nالأَمر وأَذَعْتُ به وأَذَعْتُ السِّرَّ إِذاعة إِذا أَفْشيْته وأَظهرته.\n---\nوذاعَ الشيءُ والخبر يَذِيع ذَيْعاً وذيَعاناً وذُيوعاً وذَيْعوعةً: فَشا\n---\nوانتشَر. وأَذاعه وأَذاع به أَي أَفشاه. وأَذاعَ بالشيء: ذهَب به؛ ومنه بيت\n---\nالكتاب\n---\n:\n---\nرَبْع قِواء أَذاعَ المُعْصِراتُ به\n---\nأَي أَذْهَبته وطَمَسَتْ مَعالِمَه؛ ومنه قول الآخر:\n---\nنَوازِل أَعْوامٍ أَذاعَتْ بخَمْسةٍ،\n---\nوتَجْعَلُني، إِن لم يَقِ اللهُ، سادِيا\n---\nوفي التنزيل: وإِذا جاءهم أَمْر من الأَمْن أَو الخَوْف أَذاعوا به، قال\n---\nأَبو إِسحق: يعني بهذا جماعة من المنافقين وضَعَفةً من المسلمين، قال:\n---\nومعنى أَذاعُوا به أَي أَظهروه ونادَوْا به في الناس؛ وأَنشد:\n---\nأَذاعَ به في الناسِ حتى كأَنه،\n---\nبعَلْياء، نارٌ أُوقِدتْ بثَقُوبِ\n---\nوكان النبي، صلى الله عليه وسلم، إِذا أُعلم أَنه ظاهرٌ على قوم أَمِنَ\n---\nمنهم، أَو أُعلم بتَجَمُّع قوم يُخافُ من جَمْع مِثلهم، أَذاعَ المنافقون\n---\nذلك ليَحْذَر من يبتغي أَن يَحْذر من الكفار وليَقْوى قلبُ من يبتغي أَن\n---\nيقْوى قلبُه على ما أَذاع، وكان ضَعَفةُ المسلمين يشِيعون ذلك معهم من\n---\nغير علم بالضرر في ذلك فقال الله عز وجل: ولو رَدُّوا ذلك إِلى أَن\n---\nيأْخذوه من قِبَلِ الرسول ومن قِبَلِ أُولي الأَمر منهم لعلم الذين أَذاعوا به\n---\nمن المسلمين ما ينبغي أَن يُذاعَ أَو لا يذاع. ورجل مِذياعٌ: لا يستطيع\n---\nكَتْمَ خبَر. وأَذاع الناسُ والإِبلُ ما وبما في الحَوْضِ إِذاعةً إِذا\n---\nشربوا ما فيه. وأَذاعَتْ به الإِبل إِذاعة إِذا شربت. وتركْتُ مَتاعي في\n---\nمكان كذا وكذا فأَذاع الناسُ به إِذا ذهبوا به. وكلُّ ما ذُهب به، فقد\n---\nأُذِيعَ به. والمِذْياع: الذي لا يكتمُ السرّ، وقوم مَذايِيعُ. وفي حديث\n---\nعليّ، كرَّم الله وجهه، ووصْف الأَولياء: ليسوا بالمَذايِيع البُذُر، هو جمع\n---\nمِذْياع من أَذاعَ الشيءَ إِذا أَفْشاه، وقيل: أَراد الذين يُشِيعون\n---\nالفواحِش وهو بِناءُ مبالغة.", "ذلغ": "@ذلغ: ذَلِغَ الرجل ذَلغَاً: تَشَقَّقَت شفتاه. ورجل أَذْلَغُ\n---\nوأَذْلَغِيٍّ: غليظ الشفةِ، وفي التهذيب: غليظ الشفتين. وقال رجل من العرب: كان\n---\nكُثَيِّرٌ أُذَيْلِغَ لا ينال خِلْفَ الناقة لِقصَره. ورجل أَذْلَغُ:\n---\nمُتَقشِّر الشفةِ. وفي نوادر الأَعراب: دَلَعْتُ الطعامَ\n---\n(* قوله «دلعت الطعام\n---\nإلخ» كذا بالأصل هنا وتبعه شارح القاموس فجعل دلع بالعين المهملة، وفي\n---\nمادة لغف: دلغت الطعام وذلغته بغين معجمة فيهما.) وذَلَغْتُه أَي أَكلته،\n---\nومثله اللَّغَف. والأَذْلَغُ والأَذْلَغِيُّ: الأَقْلَفُ؛ قال\n---\nالنايغة،الجعدي يهجو ليلى الأَخيلية:\n---\nدَعي عَنْكِ الرِّجال ، وأَقْبِلي\n---\nعلى أَذلَغِيٍّ يَمْلأُ اسْتَكِ فَيْشَلا\n---\nقال ابن بري: وقيل الأَذلَغي منسوب إلى الأَذْلَغِ ابن شدَّاد من بني\n---\nعُبادةَ بن عقيل وكان نَكّاحاً.\n---\nوذَلِغَتْ شفَتُه تَذْلَغُ ذَلَغاً إِذا انقلبت، وهو الأذْلَغُ. وذَلِغَ\n---\nالذِّكَرُ يَذْلَغُ: أَمْذى. وذكَرٌ أَذلَغِيّ مَذَّاء؛ وأَنشد ابن بري:\n---\nفَدَحَّها بأَذْلَغِيٍّ بَكْبَكِ،\n---\nفصَرَخَتْ: جُزْتَ أَقصى المسْلكِ\n---\nويقال للذكر: أَذْلَغُ وأَذلِغِيّ؛ وأَنشد أَبو عمرو:\n---\nواكْتَشَفَتْ لِناشِئٍ دَمَكْمَكِ\n---\nعن وارِمٍ ، أَكْظارُه عَضَنَّكِ،\n---\nفَداسَها بأَذْلَغِيٍّ بَكْبَكِ\n---\nقال: ويقال له مِذْلَغٌ أَيضاً. قال ابن بري: وقال الوزير الأَذْلَغ\n---\nالأَيْرُ الأَقشرُ، ويقال له أَيضاً مِذْلَغٌ؛ وقال كثير المحاربي:\n---\nلم أَرَ فيهمْ كَسُوَيْدٍ رامِحا،\n---\nيَحْمِلُ عَرْداً كالمَصادِ زامِحا\n---\nمُلَمْلَمَ الهامةِ يَضْحى قاسِحا،\n---\nلَمّا رَأَى السَّوْداءَ هَبَّ جانِحا\n---\nفَشامَ فيها مِذْلَغاً صُمادِحا\n---\nفصَرَخَتْ: لقَد لَقِيتُ ناكِحا\n---\nرَهْزاً دِراكاً يحْطِمُ الجَوانِحا\n---\nقال الأَزهري: الذكرى يسمى أَذْلَغَ إِذا اتْمَهَلَّ فصارت ثومَتُه مثل\n---\nالشفة المنقلبة.\n---\nابن بري: ويقال قد تَذَلَّغَتِ الرُّطبةُ انقشر جلدها، وتَذَلَّغَ ظهر\n---\nالجمل من الحِمْل إِذا انقشر جلده.\n---\nوبنو الأَذلَغ: حَيٌّ.", "ذأف": "@ذأف: الذَّأْفُ: سرعةُ المَوْت، الأَلف همزة ساكنة. ومَوت ذُؤافٌ\n---\nوَحِيٌّ كذُعافٍ: بِسُرْعةٍ، وعدَّه يعقوب في البدل. والذَّأْفُ والذَّأَفُ:\n---\nالإجْهاز على الجريح، وقد ذَأَفَه وذَأَفَ عليه. وفي حديث خالد بن الوليد\n---\nفي غَزْوة بني جَذيمةَ: من كان معه أَسير فَلْيُذْئِفْ عليه أَي يُجْهِزْ\n---\nويُسْرع قتله، ويروى بالدال المهملة، وقد تقدم.\n---\nالذِّئْفانُ والذِّيفانُ: السم الذي يَذْأَف ذَأْفاً، يهمز ولا يهمز.\n---\nومَرَّ يَذْأَفُهم أَي يَطْرُدُهم.", "ذرف": "@ذرف: الذَّرْفُ: صَبُّ الدَّمْع. وذَرَفَ الدَّمْعُ يَذْرِفُ ذَرْفاً\n---\nوذَرَفاناً: سالَ. وذَرَفَتِ العينُ الدمعَ تَذْرِفُه ذَرْفاً وذَرفاناً\n---\nوذُرُوفاً وذَرِيفاً وتَذْرافاً وذَرَّفَتْه تَذْريفاً وتَذْرِفةً:\n---\nأَسالَتْه، وقيل: رَمَتْ به. قال ابن سيده: وأَرى اللحياني حكى ذَرَفَتِ العينُ\n---\nذُرافاً، قال: ولست منه على ثقة.\n---\nوفي حديث العِرْباض: فوَعَظَنا رسولُ اللّه، صلى اللّه عليه وسلم،\n---\nمَوْعِظةً بليغة ذَرَفَتْ منها العيون أَي جرى دَمْعُها. ودمْع ذريف أَي\n---\nمَذْرُوف؛ قال:\n---\nما بالُ عَيْني دَمْعُها ذَريفُ\n---\nوقد يوصف به الدمعُ نَفْسُه فيقال: ذرَفَ الدمْعُ يَذْرِفُ ذُرُوفاً\n---\nوذَرْفاً؛ قال الشاعر:\n---\nعَيْنَيَّ جُودا بالدُّموعِ الذَّوارفِ\n---\nقال: وذَرَّفَتْ دُمُوعي تَذْريفاً وتَذْرافاً وتَذْرِفةً. ومَذارِفُ\n---\nالعينِ: مَدامِعُها. والمَذارِفُ: المَدامِعُ. واسْتَذْرَفَ الشيءَ:\n---\nاسْتَقْطَرَه، واسْتَذْرَفَ الضَّرْعُ: دعا إلى أَن يُحْلَبَ ويُسْتَقْطَرَ؛\n---\nقال يصف ضرعاً:\n---\nسَمْحٌ إذا هَيَّجْتَه مُسْتَذْرِف\n---\nأَي مُسْتَقْطِر كأَنه يدعو إلى أَن يُستقطَر؛ وسمح أَي أَن هذا\n---\nالضَّرْعَ سَمْحٌ باللبن غَزيرُ الدَّرِّ.\n---\nوالذَّرْفُ من حُضْرِ الخيل: اجتماع القوائم وانبساط اليدين غير أَن\n---\nسَنابِكَه قريبة من الأَرض.\n---\nوذَرَّفَ على الخمسين وغيرها من العدد: زاد عليها. وفي حديث علي، عليه\n---\nالسلام: قد ذَرَّفْتُ على السِّتين، وفي رواية: على الخَمْسين، أَي زِدْتُ\n---\nعليها. يقال: ذَرّفَ وزَرَّفَ. وذَرَّفْتُه الموتَ أَي أَشْرَفْتُ به\n---\nعليه. وذَرَّفه الشيءَ: أَطلعه عليه؛ حكاه ابن الأعرابي؛ وأَنشد لنافع بن\n---\nلَقيط:\n---\nأُعْطِيكَ ذِمّةَ والِدَيَّ كِليهما،\n---\nلأُذَرِّفَنْكَ المَوْتَ، إن لم تَهْرُبِ\n---\nأَي لأُطْلِعَنَّكَ عليه. والذَّرَّافُ: السريعُ كالزَّرَّاف.\n---\nوالذُّرْفَةُ: نِبْتَةٌ. والذَّرَفانُ: المَشْيُ الضعيف. وذَرَّفَ على المائةِ\n---\nتَذْريفاً أَي زاد.", "ذرعف": "@ذرعف: اذْرَعَفَّتِ الإبلُ وادْرَعَفَّتْ، بالدال والذال، كلاهما:\n---\nمَضَتْ على وجوهها، وقيل: المُذْرَعِفُّ السريع فعَمَّ به. وادْرَعَفَّ الرجل\n---\nفي القتال أَي اسْتَنْتَلَ من الصفِّ.", "ذعف": "@ذعف: الذُّعافُ: سُمُّ ساعةٍ. سَمٌّ ذُعافٌ: قاتِلٌ وَحِيٌّ؛ قالت\n---\nدُرَّةُ بنت أَبي لهب:\n---\nفيها ذُعافُ المَوْتِ، أَبْرَدُه\n---\nيَغْلي بهمْ، وأَحَرُّه يَجْري\n---\nوقال الشاعر:\n---\nسَقَتْهُنَّ كأْساً من ذُعافٍ وجَوْزَلا\n---\nوقال الأَزهري في ترجمة عذف: العُذوفُ السُّكوتُ، والذُّعُوفُ\n---\nالمَراراتُ. وطعام مذْعوفٌ: جُعِلَ فيه الذُّعافُ، وجمع الذُّعافِ السَّمِّ\n---\nذُعُفٌ.وأَذْعَفَه: قَتَله قَتلاً سَرِيعاً. وذَعَفْتُ الرجلَ: سَقَيْتِه\n---\nالذُّعافَ. وموتٌ ذُعافٌ وذُؤافٌ أَي سريع يُعَجِّلُ القتل. وحَيَّةٌ ذَعْفُ\n---\nاللُّعابِ: سريعةُ القتل.", "ذفف": "@ذفف: ذفَّ الأَمرُ يَذِفُّ، بالكسر، ذفِيفاً واسْتذفَّ: أَمْكَنَ\n---\nوتَهَيّأَ. يقال: خذ ما ذَفَّ لك واسْتذَفَّ لك أَي خُذْ ما تيسَّرَ لك.\n---\nواسْتَذَفَّ أَمْرُهم واستدفَّ، بالدال والذال؛ حكاها ابن بريّ عن ابن القطاعِ،\n---\nوذَفَّ على وجه الأَرض ودَفَّ. والذَّفيفُ والذُّفافُ: السريعُ\n---\nالخَفِيف، وخصَّ بعضهم به الخَفيف على وجه الأَرض، ذَفَّ يَذِفُّ ذَفافةً. يقال:\n---\nرجل خفِيفٌ ذَفِيفٌ أَي سريع، وخُفافٌ ذُفافٌ، وبه سمي الرجل ذُفافة.\n---\nوفي الحديث أَنه قال لِبلالٍ: إني سمعت ذَفَّ نَعْلَيْك في الجنة أَي\n---\nصوتهما عند الوَطْءِ عليهما، ويروى بالدال المهملة، وقد تقدَّم؛ وكذلك حديث\n---\nالحسن: وإنْ ذَفَّفَتْ بهم الهَمالِيجُ أَي أَسْرعَتْ. والذَّفُ:\n---\nالإجْهازُ على الجَرِيحِ، وكذلك الذِّفافُ؛ ومنه قول العجاج أَو رؤبة يُعاتِب\n---\nرجلاً، وقال ابن بري هو لرؤبة:\n---\nلما رآني أُرْعِشَتْ أَطْرافي،\n---\nكانَ مع الشَّيْبِ من الذِّفافِ\n---\nيروى بالدال والذال جميعاً؛ ومنه قيل للسمّ القاتل ذِفافٌ. وفي حديث\n---\nعليّ، كرم اللّه وجهه: أَنه أَمَرَ يوم الجمَل فَنُودِيَ أَن لايُتْبَعَ\n---\nمُدْبِرٌ ولا يُقتلَ أَسيرٌ ولا يُذَفَّفَ على جَرِيح؛ تذ فِيفُ الجَرِيح:\n---\nالإجْهازُ عليه وتَحْرِيرُ قتِله. وفي حديث ابن مسعود، رضي اللّه عنه:\n---\nفَذَفَّفْتُ على أَبي جهل، وحديث ابن سيرين: أَقْعَصَ ابنا عَفْراء أَبا جهل\n---\nوذَفَّف عليه ابن مسعود؛ ويروى بالمهملة، وقد تقدَّم. والذَّفْذفُ:\n---\nسُرعة القتل.\n---\nوذَفْذَفْتُ على الجريح تذفيفاً\n---\n(* قوله «والذفذف سرعة القتل. وذفذفت\n---\nعلى الجريح تذفيفاً» كذا بالأصل.) إذا أَسرعت قتله. وأَذْفَفْتُ وذَفَّفْتُ\n---\nوذَفَّفْتُه: أَجْهَزْتُ عليه، والاسم الذَّفافُ؛ عن الهَجَريّ؛ وأَنشد:\n---\nوهَلْ أَشْرَبَنْ من ماءِ حَلْبَةَ شَرْبَةً،\n---\nتَكونُ شِفاءً أَو ذَفافاً لما بيَا؟\n---\nوحكاها كراع بالدال، وقد تقدم. وحكى ابن الأَعرابي: ذفَّفه بالسيف\n---\nوذافَّه.\n---\nوذافّ له وذافَّ عليه، بالتشديد، كله: تَمَّمَ. وفي التهذيب: أَجْهَز\n---\nعليه. وموتٌ ذَفِيفٌ: مُجْهِزٌ. وفي الحديث: سِلِّطَ عليهم آخِرَ الزَّمانِ\n---\nمَوْتُ طاعونٍ ذَفِيفٍ؛ هو الخفيف السريع؛ ومنه حديث سهلٍ: دخلت على\n---\nأَنس، رضي اللّه عنه، وهو يصلي صلاةً خفيفةً ذَفيفةً كأَنها صلاةُ مُسافِرٍ.\n---\nوالذِّفافُ: السمّ\n---\n(* قوله «والذفاف السم» الذفاف ككتاب وغراب وكذلك\n---\nالذفاف بمعنى البلل ا هـ. قاموس.) القاتِلُ لأَنه يُجْهِزُ على من شربه.\n---\nوذَفْذَفَ إذا تَبَخْتَرَ. والذَّفِيفُ: ذكر القنافِذِ. وماءٌ ذُفٌّ وذَفَفٌ\n---\nوذُفافٌ وذِفافٌ: قليل، والجمع أَذِفَّةٌ وذُفُفٌ. والذِّفافُ:\n---\nالبَلَلُ، وفي الصحاح: الماءُ القليل؛ قال أَبو ذؤيب يصف قبراً أَو\n---\nحُفْرة:يقولون لما جُشَّتِ البِئرُ: أَوْرِدُوا،\n---\nوليس بها أَدْنى ذُفافٍ لِوارِدِ\n---\nوما ذُقْتُ ذِفافاً\n---\n(* قوله « وما ذقت ذفافاً» هو بالكسر، قال في\n---\nالقاموس ويفتح.): وهو الشيء القليل.\n---\nوفي حديث عائشة: أَنه نهى عن الذهب والحرير، فقالت: شيء ذَفِيفٌ\n---\nيُرْبَطُ به المِسْك أَي قليل يشد به.\n---\nوالذَّفُّ: الشاء؛ هذه عن كراع.\n---\nوذُفافةُ، بالضم: اسم رجل.", "ذلف": "@ذلف: الذَّلَفُ، بالتحريك: قِصَرُ الأَنفِ وصِغَرُه، وقيل: قصر القصَبة\n---\nوصغر الأَرْنبة، وقيل: هو كالخَنَس، وقيل: هو غِلَظ واسْتِواء في طرَف\n---\nالأَرنبة، وقيل: هو كالهامةِ فيه ليس بِحَدٍّ غليظ وهو يعتري الملاحة،\n---\nوقيل: هو قصر في الأَرنبة واستِواء في القصبة من غير نتوء، والفَطَسُ لُصوق\n---\nالقصبة بالأَنف مع ضِخَم الأَرنبة، ذَلِفَ ذَلَفاً؛ وقال أَبو النجم:\n---\nلِلَّثْمِ عِنْدي بَهْجةٌ ومَزِيّةٌ،\n---\nوأُحِبُّ بَعضَ مَلاحَةِ الذَّلْفاء\n---\nوفي الصحاح: هو صغر الأَنف واستواء الأَرنبة، تقول: رجل أَذْلَفُ\n---\nبَيِّنُ الذَّلَفِ، وقد ذَلَف، وامرأَة ذَلْفاء من نِسْوة ذُلْفٍ ومنه سميت\n---\nالمرأة؛ قال الشاعر:\n---\nإنما الذَّلْفاءُ ياقُوتةٌ،\n---\nأُخْرِجَتْ من كِيسِ دِهْقان\n---\nوفي الحديث: لا تَقومُ الساعةُ حتى تُقاتلُوا قوماً صِغارَ الأَعْيُنِ\n---\nذُلْفَ الآنُفِ؛ الذَّلَفُ، بالتحريك: قصر الأَنف وانْبِطاحُه، وقيل:\n---\nارْتِفاعُ طرَفِه مع صغر أَرْنَبَتِه. والذُّلْفُ، بسكون اللام: جمع أَذْلَف\n---\nكأَحمر وحُمْرٍ، والآنُفُ: جمع قلة للأَنْف وُضِعَ مَوْضع جمع الكثرة؛\n---\nقال ابن الأَثير: ويحتمل أَنه قللها لصغرها.\n---\nوالذَّلَفُ كالدَّكِّ من الرِّمالِ: وهو ما سَهُلَ منه، والدَّكُّ عن\n---\nأَبي حنيفة.", "ذلغف": "@ذلغف: الليث: الاذْلِغْفافُ مَجِيءُ الرجل مُسْتَتِراً ليَسْرِقَ شيئاً،\n---\nورواه غيره ادْلَغَفَّ، بالدال، وهو بالذال المعجمة أَصح؛ وأَنشد أَبو\n---\nعمرو المِلقطِيُّ:\n---\nقدِ اذْلَغَفَّتْ، وهي لا تراني،\n---\nإلى مَتاعِي مِشْيَةَ السَّكْرانِ،\n---\nوبُغْضُها في الصَّدْرِ قد وراني", "ذوف": "@ذوف: ذافَ يَذُوفُ ذَوْفاً: وهي مِشْيَةٌ في تَقاربٍ وتَفَحُّجٍ؛ قال:\n---\nرأَيْتُ رِجالاً حِينَ يَمْشُونَ فَحَّجُوا،\n---\nوذافُوا كما كانُوا يَذُوفون منْ قَبْل\n---\nوذُفْتُ: خلطت، لغة في دُفْتُ.\n---\nوالذُّوفانُ: السَّمُّ المُنْقَعُ، وقيل: هو القاتل، وسنذكره في الياء\n---\nلأَن الذَّيفانَ لغة فيه.", "ذيف": "@ذيف: الذِّئْفانُ، بالهمز، والذِّيفانُ، بالياء، والذَّيفان، بكسر الذال\n---\nوفتحها، والذُّوافُ كله: السم النَّاقِعُ، وقيل: القاتل، يهمز ولا يهمز.\n---\nوالذُّؤفانُ، بضم الذال والهمز، لغة في الذيفان؛ قال ابن سيده: وإنما\n---\nبينته ههنا مُعاقَبةً؛ قال ابن بري: وأَنشد ابن السكيت لأَبي وجزة:\n---\nوإذا قَطَمْتَهُمُ قَطَمْتَ عَلاقِماً،\n---\nوقَواضِيَ الذِّيفانِ مِمَّن تَقْطِمُ\n---\n\n---\nقال ابن بري: وحكى ابن خالويه أَنه لم يهمز أَحد من أَهل اللغة غير\n---\nالأَصمعي. ابن الأَثير في حديث عبد الرحمن بن عوف:\n---\nيُفَدِّيهمْ، ووَدُّوا لو سَقَوْه،\n---\nمن الذِّيفان، مُتْرَعةً مِلايا\n---\nالذِّيفانُ: السمّ القاتِلُ، يهمز ولا يهمز، والمِلايا: يريد بها\n---\nالمملوءة فقلبت الهمزة ياء وهو قلب شاذّ. وحكى اللحياني سقاه اللّه كأْسَ\n---\nالذَّيفانِ، بفتح أَوله، وهو الموت. وفي الحديث: وتَديفُونَ فيه من\n---\nالقُطَيْعاء أَي تَخْلِطُون؛ قال ابن الأَثير: والواو فيه أَكثر من الياء، ويروى\n---\nبالذال، وهو بالدال أَكثر."}