{"اسبرج": "@اسبرج: في الحديث: مَن لَعِبَ بالإِسْبِرَنْجِ والنَّرْدِ فَقَد غَمَسَ\n---\nيَدَه في دم خنزير؛ قال ابن الأَثير في النهاية: هو اسم الفرس التي في\n---\nالشطرنج، واللغة فارسية معرّبة.\n---\n@اسبرج: في الحديث: مَن لَعِبَ بالإِسْبِرَنْجِ والنَّرْدِ فَقَد غَمَسَ\n---\nيَدَه في دم خنزير؛ قال ابن الأَثير في النهاية: هو اسم الفرس التي في\n---\nالشطرنج، واللغة فارسية معرّبة.", "اذذ": "@اذذ: أَذَّ يَؤُذُّ: قطع مثل هذَّ، وزعم ابن دريد أَن همزة أَذَّ بدل من\n---\nهاء هذَّ؛ قال:\n---\nيَؤُذُّ بالشَّفْرة أَيّ أَذِّ\n---\nمِنْ قَمَعٍ ومَأْنَةٍ وفلْذِ\n---\nوشَفْرَةٌ أَذُوذٌ: قاطعة كَهَذوذٍ.\n---\nوإِذْ: كلمة تدل على ما مضى من الزمان، وهو اسم مبني على السكون وحقه\n---\nأَن يكون مضافاً إِلى جملة، تقول: جئتك إِذ قام زيد، وإِذ زيد قائم، وإِذ\n---\nزيد يقوم، فإِذا لم تُضَفْ نُوِّنت؛ قال أَبو ذؤيب:\n---\nنَهَيْتُكَ عن طِلابِك أُمَّ عَمْرٍو،\n---\nبِعاقِبةٍ، وأَنت إِذٍ صحِيحُ\n---\nأَراد حينئذ كما تقول يومئذ وليلتئذ؛ وهو من حروف الجزاء إِلا أَنه لا\n---\nيجازى به إِلا مع ما، تقول: إِذ ما تأْتني آتك، كما تقول: إن تأْتني وقتاً\n---\nآتِك؛ قال العباسُ بن مِرادسٍ يمدحُ النبيّ، صلى الله عليه وسلم:\n---\nيا خيرَ مَن رَكِبَ المَطِيَّ ومن مَشى\n---\nفوق الترابِ، إِذا تُعَدُّ الأَنْفُسُ\n---\nبكل أَسلَم الطاغُوتُ واتُّبِعَ الهُدَى،\n---\nوبك انجلى عنا الظلامُ الحِنْدِسُ\n---\nإِذ ما أَتيتَ على الرسولِ فقل له:\n---\nحقًّا عليك إِذا اطمأَن المجلِسُ\n---\nوهذا البيت أَورده الجوهريُّ:\n---\nإِذ ما أَتيتَ على الأَمير\n---\nقال ابن بري: وصواب إِنشاده: إِذ ما أَتيتَ على الرسول، كما أَوردناه.\n---\nقال: وقد تكونُ للشيءِ توافِقُه في حالٍ أَنتَ فيها ولا يليها إِلا الفعلُ\n---\nالواجبُ، تقول: بينما أَنا كذا إِذ جاء زيد. ابن سيده: إِذ ظرف لما مضى،\n---\nيقولون إِذ كان. وقوله عز وجل: وإِذ قال ربك للملائكة إِني جاعل في\n---\nالأَرض خليفة، قال أَبو عبيدة: إِذ هنا زائدة؛ قال أَبو إِسحق: هذا إِقدام من\n---\nأَبي عبيدة لأَن القرآن العزيز ينبغي أَن لا يُتكلم فيه إِلا بغاية تحري\n---\nالحق، وإِذ: معناها الوقت فكيف تكون لغواً ومعناه الوقت، والحجة في إِذ\n---\nأَنّ الله تعالى خلق الناس وغيرهم، فكأَنه قال ابتداء خلْقكم: إِذ قال\n---\nربك للملائكة إِني جاعل في الأَرض خليفة أَي في ذلك الوقت. قال: وأَمّا قول\n---\nأَبي ذؤيب: وأَنت إِذ صحيح، فإِنما أَصل هذا أَن تكون إِذ مضافة فيه\n---\nإِلى جملة إِما من مبتدإِ وخبر نحو قولك: جئتك إِذ زيد أَمير، وإِما من فعل\n---\nوفاعل نحو قمت إِذ قام زيد، فلما حُذِف المضافُ إِليه إِذ عُوِّضَ منه\n---\nالتنوين فدخل وهو ساكن على الذال وهي ساكنة، فكُسِرَت الذالُ لالتقاء\n---\nالساكنين فقيل يومئذ، وليست هذه الكسرةُ في الذال كسرةَ إِعراب وإِن كانت إِذ\n---\nفي موضع جر بإِضافة ما قبلها إِليها، وإِنما الكسرة فيها لسكونها وسكون\n---\nالتنوين بعدها كقوله صَهٍ في النكرة، وإِن اختلفت جهتا التنوين، فكان في\n---\nإِذٍ عوضاً من المضاف إِليه، وفي صَهٍ علماً للتنكير؛ ويدل على أَنَّ\n---\nالكسرة في ذال إِذٍ إِنما هي حركة التقاء الساكنين هما هي والتنوين قوله\n---\n«وأَنت إِذٍ صحيح» أَلا ترى أَنَّ إِذٍ ليس قبلها شيء مضاف إِليها؟ وأَما قول\n---\nالأَخفش: إِنه جُرَّ إِذٍ لأَنه أَراد قبلها حين ثم حذفها وبَقِيَ الجر\n---\nفيها وتقديره حينئذ فساقط غير لازم، أَلا ترى أَن الجماعة قد أَجمعت على\n---\nأَن إِذْ وكَمْ من الأَسماء المبنية على الوقف؟ وقول الحُصينِ بن\n---\nالحُمام:ما كنتُ أَحسَبُ أَن أُمِّي عَلَّةٌ،\n---\nحتى رأَيتُ إِذِي نُحازُ ونُقْتَلُ\n---\nإِنما أَراد: إِذ نُحازُ ونُقتل، إِلا أَنه لما كان في التذكير إِذي وهو\n---\nيتذكر إِذ كان كذا وكذا أَجرى الوصلَ مُجرَى الوقف فأَلحقَ الياء في\n---\nالوصل فقال إِذي. وقوله عز وجل: َولن ينفعكم اليوم إِذ ظلمتم أَنكم في\n---\nالعذاب مشتركونْ؛ قال ابن جني: طاولت أَبا علي، رحمه الله تعالى، في هذا\n---\nوراجعته عوداً على بدءٍ فكان أَكثَرَ ما بَرَدَ منه في اليدِ أَنه لما كانت\n---\nالدارُ الآخرةُ تلي الدارَ الدنيا لا فاصل بينهما إِنما هي هذه فهذه صار ما\n---\nيقعُ في الآخرةِ كأَنه واقع في الدنيا، فلذلك أُجْرِيَ اليومُ وهي\n---\nللآخرة مُجْرى وقت الظلم، وهو قوله: إِذ ظلمتم، ووقت الظلم إِنما كان في\n---\nالدنيا، فإِن لم تفعل هذا وترتكبه بَقِيَ إِذ ظلمتم غيرَ متعلق بشيء، فيصير ما\n---\nقاله أَبو علي إِلى أَنه كأَنه أَبدل إِذ ظلمتم من اليوم أَو كرره عليه؛\n---\nوقول أَبي ذؤيب:\n---\nتَواعَدْنا الرُّبَيْقَ لَنَنْزِلَنْه،\n---\nولم نَشْعُرْ إِذاً اني خَلِيفُ\n---\nقال ابن جني: قال خالد إِذاً لغة هذيل وغيرهم يقولون إِذٍ، قال: فينبغي\n---\nأَن يكون فتحة ذال إِذاً في هذه اللغة لسكونها وسكون التنوين بعدها، كما\n---\nأَن من قال إِذٍ بكسرها فإِنَّما كسرها لسكونها وسكون التنوين بعدها بمن\n---\nفهرب إِلى الفتحة، استنكاراً لتوالي الكسرتين، كما كره ذلك في من الرجل\n---\nونحوه", "اسبذ": "@اسبذ: النهاية لابن الأَثير: في الحديث أَنه كتب لعباد الله\n---\nالأَسبذِينَ؛ قال: هم ملوكُ عُمانَ بالبحرَين؛ قال: الكلمة فارسية معناها عَبَدَةُ\n---\nالفَرَس لأَنهم كانوا يعبدون فرساً فيما قيل، واسم الفرس بالفارسية\n---\nأَسب.", "اصبهبذ": "@اصبهبذ: الأَزهري في الخماسي: إِصْبَهْبَذْ اسم أَعجمي.", "انقلس": "@انقلس: الأَنْقَيْلَسُ والأَنْقَلَيْسُ: سمكة على خِلقَة حية، وهي\n---\nعجمية. ابن الأَعرابي: الشَّلِقُ الأَنْكَلَيْسُ، ومرة قال: الأَنْقَلَيْسُ،\n---\nوهو السمك الجِرِّيُّ والجِرِّيتُ؛ وقال الليث: هو بفتح اللام والأَلف،\n---\nومنهم من يكسر الأَلف واللام؛ قال الأَزهري: أُراها معرَّبة.", "انكلس": "@انكلس: ابن الأَعرابي: الشَّلِقُ الأَنْكَلَيْسُ، ومرة قال:\n---\nالأَنْقَلَيْسُ، وهو السمك الجِرِّيُّ والجِرِّيتُ؛ وقال الليث: هو بفتح اللام\n---\nوالأَلف ومنهم من يكسرهما. قال الأَزهري: أُراها معرّبة. وفي حديث علي، رضي\n---\nاللَّه عنه: أَنه بَعَثَ إِلى السُّوق فقال لا تَأْكلوا الأَنْكَلَيْسَ؛ هو\n---\nبفتح الهمزة وكسرها، سمك شبيه بالحيات رديء الغذاء، وهو الذي يسمى\n---\n«المارْماهي» وإِنما كرهه لهذا لا لأَنه حرام، ورواه الأَزهري عن عَمّار وقال:\n---\nالأَنْقَلَيْسُ، بالقاف لغة فيه.", "اسمعل": "@اسمعل: إِسْمَعِيل وإِسْمَعِين: اسمان.", "اصطبل": "@اصطبل: الرُّباعي: الإِصْطَبْلُ مَوْقِف الدابة، وفي التهذيب: مَوْقِف\n---\nالفَرَس، شاميّة؛ قال سيبويه: الإِسْفَنْطُ والإِصْطَبْلُ خُماسيَّان جعل\n---\nالأَلف فيهما أَصيلة كما جعل يَسْتَعُور خماسيّاً، جعلت الياء أَصلية.\n---\nالجوهري: الإِصطبل للدواب وأَلفه أَصلية لأَن الزيادة لا تلحق بنات\n---\nالأَربعة من أَوائلها إِلا الأَسماء الجارية على أَفعالها وهي من الخمسة أَبعد،\n---\nقال: وقال أَبو عمرو الإِصطبل ليس من كلام العرب.", "اصطفل": "@اصطفل: التهذيب: الإِصْطَفْلِين: الجَزَرُ الذي يؤكل، لغة شامية،\n---\nالواحدة إِصْطَفَلِينة، قال: وهي المَشَا أَيضاً، مقصور، وقيل: الإِصْطَفْلينة\n---\nكالجَزَرة. وفي حديث القاسم\n---\nبن مُخَيْمَرة: إِن الوالي ليَنْحِت أَقارِبُه أَمانَتَه كما تَنْحِت\n---\nالقَدُومُ الإِصْطَفْلِينة حتى يَخْلُصَ إِلى قَلْبها. وفي كتاب معاوية\n---\nإِلى ملك الروم: ولأَنْزِعَنَّك من المُلك نَزْعَ الإِصْطَفْلِينة أَي\n---\nالجَزَرة، لغة شامية؛ قال ابن الأَثير: وأَوردها بعضهم في حرف الهمزة على\n---\nأَنها أَصلية، وبعضهم في الصاد على أَن الهمزة زائدة؛ قال شمر:\n---\nالإِصْطَفْلِينة كالجَزَرة ليست بعربية مَحْضة لأَن الصاد والطاء لا يكاد يجتمعان في\n---\nمَحْض كلامهم، قال: وإِنما جاء في الصِّراط والإِصطَبْل والأُصطُمَّة أَن\n---\nأَصلها كلها السين.", "اطل": "@اطل: الإِطِلُ والإِطْلُ مثل إِبِل وإِبْل، والأَيْطَل: مُنْقَطَع\n---\nالأَضلاع من الحَجَبة، وقيل القُرُبُ، وقيل الخاصرةُ كلها؛ وأَنشد ابن بري في\n---\nالإِطِل قول الشاعر:\n---\nلم تُؤْزَ خَيْلُهُمُ بالثَّغْر راصدةً\n---\nثُجْلَ الخَواصِرِ، لم يَلْحَقْ لها إِطِلُ\n---\nوجمع الإِطِلِ آطال، وجمع الأَيْطَل أَياطِل، وأَيْطَلٌ فَيْعَلٌ\n---\nوالأَلف أَصلية؛ قال ابن بري: شاهد الأَيْطَل قول امرئ القيس:\n---\nله أَيْطَلا ظَبْيٍ وسَاقا نَعامةٍ", "افل": "@افل: أَفَلَ أَي غاب. وأَفَلَت الشمسُ تأْفِل وتأْفُل أَفْلاً وأُفولاً:\n---\nغَرَبت، وفي التهذيب: إِذا غابت فهي آفلة وآفل، وكذلك القمر يأْفِلُ\n---\nإِذا غاب، وكذلك سائر الكواكب. قال افيفي تعالى: فلما أَفل قال لا أُحب\n---\nالآفلين.\n---\nوالإِفَال والأَفَائِل: صِغار الإِبل بَنَاتُ المخَاض ونحوُها. ابن\n---\nسيده: والأَفِيل ابن المخَاض فما فوقه، والأَفِيل الفَصِيل؛ والجمع إِفَال\n---\nلأَن حقيقته الوصف، هذا هو القياس وأَما سيبويه فقال أَفِيل وأَفائل، شبهوه\n---\nبذَنُوب وذَنائب، يعني أَنه ليس بينهما أَلا الياء والواو، واختلاف ما\n---\nقبلهما بهما، والياء والواو أُخْتانِ، وكذلك الكسرة والضمة. أَبو عبيد:\n---\nواحد الإِفالِ بنات المخَاض أَفِيلٌ والأُنثى أَفِيلة؛ ومنه قول زهير:\n---\nفأَصْبَحَ يُجْري فيهمُ من تِلادكم\n---\nمَغانم شَتَّى، من إِفَالٍ مُزَنَّمِ\n---\nويروى: يُجْدي. النوادر: أَفِل الرجلُ إِذا نَشِط، فهو أَفِلٌ على\n---\nفَعِلٍ؛ قال أَبو زيد:\n---\nأَبُو شَتِيمَين مِنْ حَصَّاءَ قد أَفِلَت،\n---\nكأَنَّ أَطْباءَها في رُفْغها رُقَعُ\n---\nوقال أَبو الهيثم فيما روي بخطه في قوله: قد أَفِلَتْ: ذهب لَبَنُها،\n---\nقال: والرُّفْغ ما بين السُّرَّة إِلى العانة، والحَصَّاء التي انْحَصَّ\n---\nوَبَرُها، وقيل: الرُّفْغ أَصل الفَخِذ والإِبْط. ابن سيده: أَفَل الحَمْلُ\n---\nفي الرَّحِم استقر. وسَبُعَةٌ آفِل وآفلة: حامل. قال الليث: إِذا استقر\n---\nاللَّقاح في قَرار الرَّحِم قيل قد أَفَلَ، ثم يقال للحامل آفِل.\n---\nوالمَأْفول إِبدال المَأْفون: وهو الناقص العقل.", "ايض": "@ايض: آضَ يَئِيضُ أَيضاً: سارَ وعادَ. وآضَ إِلى أَهله: رجع إِليهم. قال\n---\nابن دريد: وفعلت كذا وكذا أَيْضاً من هذا، أَي رجعت إِليه وعُدْتُ.\n---\nوتقول: افعل ذلك أَيضاً، وهو مَصْدر آضَ يَئِيضُ أَيضاً أَي رجع، فإِذا قيل\n---\nلك: فعلت ذلك أَيضاً، قلت: أَكثرتَ من أَيْضٍ ودَعْني من أَيْضٍ؛ قال\n---\nالليث: الأَيْضُ صَيْرورةُ الشيء شيئاً غيره. وآضَ كذا أَي صار. يقال: آضَ\n---\nسوادُ شعره بياضاً، قال: وقولهم أَيْضاً كأَنه مأْخوذ من آضَ يَئِيضُ أَي\n---\nعادَ يَعُود، فإِذا قلت أَيضاً تقول أَعِد لي ما مضى؛ قال: وتفسيرُ\n---\nأَيْضاً زِيادةٌ. وفي حديث سمرة في الكسوف: إِن الشمس اسودت حتى آضَتْ كأَنها\n---\nتَنُّومة؛ قال أَبو عبيد: آضَتْ أَي صارت ورَجَعَتْ؛ وأَنشد قول كعب يذكر\n---\nأَرضاً قطعها:\n---\nقَطَعت إِذا ما الآلُ آضَ، كأَنه\n---\nسُيوفٌ تَنَحَّى تارةً ثم تَلْتَقي\n---\nوتقول: فعلت كذا وكذا أَيضاً.", "استبرق": "@استبرق: قال الزجاج في قوله تعالى: عاليَهُم ثيابُ سُندس خُضر\n---\nوإسْتَبْرَق، قال: هو الدِّيباج الصفيق الغليظ الحسَن، قال: وهو اسم أَعجمي أَصله\n---\nبالفارسية اسْتَقْره ونقل من العجمية إلى العربية كما سُمي الدِّيباجُ\n---\nوهو منقول من الفارسية، وقد تكرر ذكره في الحديث، وهو ما غلُظ من الحرير\n---\nوالإبْرَيْسَم؛ قال ابن الأثير: وقد ذكرها الجوهري في الباء من القاف في\n---\nبرق على أَن الهمزة والتاء والسين من الزوائد، وذكرها أَيضاً في السين\n---\nوالراء، وذكرها الأَزهري في خماسي القاف على أَن همزتها وحدها زائدة، وقال:\n---\nإنها وأَمثالَها من الأَلفاظ حروف غريبة وقع فيها وِفاق بين العجمية\n---\nوالعربية، وقال: هذا عندي هو الصواب.", "ابريسم": "@ابريسم: قال ابن الأَعرابي: هو الإِبْرِيِسِم، بكسر الراء، وسنذكره في\n---\nبرسم إِن شاء الله تعالى.", "اندرم": "@اندرم: النهاية لابن الأثير في حديث عبد الرحمن بن يزيد وسُئل كيف\n---\nنُسَلِّم\n---\n(* قوله «كيف نسلم» هكذا في الأصل بالنون مبنياً للفاعل، وفي نسخ\n---\nالنهاية: كيف يسلم، بالياء وبناء الفعل للمفعول). على أهل الذِّمَّة؟ فقال:\n---\nقُلْ أَنْدَرَايَمْ؛ قال أَبو عبيد: هي كلمة فارسية مَعْناها أَأَدْخُل،\n---\nولم يُرِدْ أَن يَخُصَّهم بالاسْتِئذان بالفارِسِيَّة، ولكنهم كانوا\n---\nمَجوساً فأَمَره أَن يُخاطِبَهم بِلِسانِهم، قال: والذي يُراد منه أَنه لم\n---\nيَذْكُر السَّلامَ قَبْل الاسْتِئذان، ألا تَرَى أَنه لم يَقُلْ عليكم \"أَنْدَرَايَمْ\"؟"}