[
  {
    "ar": "بسم الله الرحمٰن الرحيم",
    "en": "In the name of Allah, the Most Gracious, the Most Merciful"
  },
  {
    "ar": "كتاب العلم",
    "en": "The Book of Knowledge"
  },
  {
    "ar": "وهو الكتاب الأول من ربع العبادات",
    "en": "The first book of the Quarter on Acts of Worship"
  },
  {
    "ar": "كتاب العلم وفيه سبعة أبواب:",
    "en": "The Book of Knowledge contains seven chapters:"
  },
  {
    "ar": "الباب الأول: في فضل العلم والتعليم والتعلم.",
    "en": "Chapter One: On the merits of knowledge, teaching, and learning."
  },
  {
    "ar": "الباب الثاني: في فرض العين وفرض الكفاية من العلوم وبيان حد الفقه والكلام من علم الدين وبيان علم الآخرة وعلم الدنيا.",
    "en": "Chapter Two: On the individual and communal obligations of knowledge, the definitions of Jurisprudence (Fiqh) and Theology (Kalam), and the distinction between the science of the Hereafter and the science of the world."
  },
  {
    "ar": "الباب الثالث: فيما تعده العامة من علوم الدين وليس منه وفيه بيان جنس العلم المذموم وقدره.",
    "en": "Chapter Three: On what is commonly regarded as religious science but is not, including a clarification of blameworthy sciences and their extent."
  },
  {
    "ar": "الباب الرابع: في آفات المناظرة وسبب اشتغال الناس بالخلاف والجدل.",
    "en": "Chapter Four: On the pitfalls of public debate and the reasons people occupy themselves with disagreement and polemics."
  },
  {
    "ar": "الباب الخامس: في آداب المعلم والمتعلم.",
    "en": "Chapter Five: On the etiquette of the teacher and the student."
  },
  {
    "ar": "الباب السادس: في آفات العلم والعلماء والعلامات الفارقة بين علماء الدنيا والآخرة.",
    "en": "Chapter Six: On the pitfalls of knowledge and scholars, and the clear distinctions between worldly scholars and scholars of the Hereafter."
  },
  {
    "ar": "الباب السابع: في العقل وفضله وأقسامه وما جاء فيه من الأخبار.",
    "en": "Chapter Seven: On the intellect, its merits, its divisions, and the traditions mentioned regarding it."
  },
  {
    "ar": "الباب الأول",
    "en": "Chapter One"
  },
  {
    "ar": "في فضل العلم والتعليم والتعلم وشواهده من النقل والعقل",
    "en": "On the merits of knowledge, teaching, and learning, and its testimonies from revelation (naql) and reason ('aql)."
  },
  {
    "ar": "فضيلة العلم",
    "en": "The Merit of Knowledge"
  },
  {
    "ar": "شواهدها من القرآن قوله عز وجل: ﴿شهد الله أنه لا إله إلا هو والملائكة وأولو العلم قائما بالقسط﴾ (آل عمران 3: 18) فانظر كيف بدأ سبحانه وتعالى بنفسه وثنى بالملائكة وثلث بأهل العلم وناهيك بهذا شرفا وفضلا وجلاء ونبلا",
    "en": "Its testimonies from the Quran include the words of the Almighty: {Allah witnesses that there is no deity except Him, and [so do] the angels and those of knowledge - [He is] maintaining [creation] in justice} (3:18). Behold how the Sublime began with Himself, followed by the angels, and then mentioned the people of knowledge; this suffices as proof of their honor, merit, clarity, and nobility."
  },
  {
    "ar": "وقال الله تعالى: ﴿يرفع الله الذين آمنوا منكم والذين أوتوا العلم درجات﴾ (المجادلة: 11)",
    "en": "And the Almighty said: {Allah will raise those who have believed among you and those who were given knowledge, by degrees} (58:11)."
  },
  {
    "ar": "قال ابن عباس رضي الله عنهما: للعلماء درجات فوق المؤمنين بسبعمائة درجة ما بين الدرجتين مسيرة خمسمائة عام.",
    "en": "Ibn Abbas (may Allah be pleased with them) said: 'Scholars are raised seven hundred degrees above the believers, and between each two degrees is a journey of five hundred years.'"
  },
  {
    "ar": "وقال عز وجل: ﴿قل هل يستوي الذين يعلمون والذين لا يعلمون﴾",
    "en": "And the Almighty said: {Say, Are those who know equal to those who do not know?}"
  },
  {
    "ar": "وقال تعالى: ﴿إنما يخشى الله من عباده العلماء﴾",
    "en": "And the Almighty said: {Verily, those who fear Allah among His servants are the scholars.}"
  },
  {
    "ar": "وقال تعالى: ﴿قل كفى بالله شهيدا بيني وبينكم ومن عنده علم الكتاب﴾",
    "en": "And the Almighty said: {Say, Sufficient is Allah as a witness between me and you, and whoever has knowledge of the Scripture.}"
  }
]