[
  {
    "ar": "كتاب آداب السفر",
    "en": "REVIVAL OF RELIGIOUS LEARNINGS IMAM GHAZZALI'S IHYA UL UM-ID-DIN Translated by FAZL-UL-KARIM VOL: II THE BOOK OF WORLDLY USAGES CONTENTS CHAPTER VII Benefits and harms of seclusion and society  139 CHAPTER VIII Rules of journey                            151 CHAPTER IX Music and Exctacy                             162 CHAPTER X\tEnjoining good & Forbidding Evil\t  180 CHAPTER XI\tConduct and Character of Holy Prophet     207 CHAPTER VII RULES OF LIVING IN SECLUSION There are differences of opinion regarding living in seclusion and living in society among the people. Those who supported the former opinion are the following sages-Sufiyan Saori, Ibrahim-b-Adham, Daud Tai, Fuzail-b-Iyaz. Solaiman Khawas, Eusof-b-Asbat, Huzaifa, Marashi, Bashar Hafi and others. Majority of Tabeyines (successors of companions) are supporters of living in society for the reason of doing good to others, establishing brotherhood, love and friendship among the believer and helping mutually for the sake of religion better than seclusion. The following are its supporter-Sayeed-b-Mosayyeb, Shubi, Ibn Abu Laila, Hesham-b-Urwah, Ibn Shabramah, Shark-b-Abdullah, Ibn Ayniah, Ibn Mobarak, Imam Shafeyi, Imam Ahmed-b-Hambal and other. Hazrat Omar said Loneliness is like worship. Fuzail said : I am satisfied with God as an object of love, with the Quran as a companion and with death as an admonisher. Hazrat Abu Daud and Tai said to Abu Rabi Fast from the temptations of the world and break it in the next. world. Flee from society as you flee from tiger. Hazrat Hasan Basari said : I have rememdered from the Torah : You will be free from depending on men if you are satisfied with little, you will be on men if you are satisfied with little, you will be safe if you keep distant : from society, you will get the pleasure of freedom if you give up sexual passion, manliness will come out if you give up hatred and you will get ever lasting happiness if you can refrain from temporary greed. Wahab-b-ward said : I have heard that wisdom has got ten parts, nine of which are in loneliness. Eusof-b-Moslem said : I used to mix in society but did not hold any talk with the people. Sufiyan Saori said : The present time is the time of loneliness and staying in a corner of the house. Hazrat Ibrahim Nakhyi said : Acquire learning and adopt loneliness. Rabi-b-Khasain said that Imam Malek used to be present at funeral prayers, nurse the patients and pay the rights of friends. He at last gradually gave up everything. Sayeed-b-Abi Waqqas and Sayeed-b-Zaid used to live at Aqiq near Medina. They did not come to Medina for Jumma or for any other thing and died at Aqiq . Sufiyan Saori said : Loneliness has become lawful now. Bashar-b-Abdullah said : Be acquainted little with the people as you don't know what will happen on the Resurrection day. If you 140\tThe Book of Wordly Usages\tVol-II are disgraced, few people will know you. A certain ruler asked Hatem Asem : Have you got any requirement ? He said : Yes The ruler asked : What is it ? He said : Don't meet me and I shall not meet you and don't be acquainted with me. A certain man asked Sahal Tastari : I love to keep you company. He said : When one of us dies, with whom will he keep company ? He said : With God. He said : Then it is better at present to keep company with God. Fuzail said : The more a man is acquainted with the people. The less is his wisdom . Hazrat Abu Abbas said : Your assembly within your house is the best assembly. You will not find anybody there and nobody will find you. These are the sayings of those who love loneliness. Those who support living in society have got the, following proofs. God says : Don't be like those who differed and became separate. God said : Then he united their hearts. These versesspeak of unity on the ground of love and speak of differences regarding the Book of God. The second proof is said to be the saying of the Prophet : A believer loves an object of love and there is no good in one who does not love or got love. In this Hadis, condemnation of bad conduct is seen as it is a hindrance to love. There is another Hadis : He who separates from the united body even half a span shifts off the tie of Islam from his neck. He said : He who keeps separate from the united body dies the death of the days of Ignorance. These are weak proofs of mixing in society. These speak of allegiance to one Imam or ruler and there is no mention of loneliness therein. The fourth proof cited is that the Prophet prohibited absence of meeting with the brother Muslim for more than three days. This proof is also weak as contemplates previous quarrel . The fifth proof cited is that the Prophet said : Patience of one of you in a dangerous place of Islam is better than his worship of 40 years in a lonely place. This speaks of the time when Islam was in danger. At another time when a certain companion liked a lonely place where there was current of water the Prophet said : Don't do it, because the rank of one of you in the way of God is better than his divine service for sixty years. Don't you love that God should forgive you and you should enter paradise? Make Jihad in the way of God, as one who fights in the way of God even for a short time, God will admit him in paradise. Another proof is this Hadis. The Prophet said The devil in men in like a tiger among a flock of sheep. The tiger Vol-II\tLove and Brotherhood\t141 attacks near and distant ones. Take care of hillocks and keep attached to united body, mosques and ordinary people. This means that loneliness is prohibited before the perfection of learning. MERITS AND DEMERITS OF SECLUDED LIVING That seclusion is good or bad depends upon the circumstances of each man. It is good for some people and bad for some people. The benefit of loneliness are as follows. The benefits are either worldly or religious. Benefits that are derived from loneliness are engagement in divine service, getting leisure for meditation or religious thoughts and relief form prohibited sins, such as show, back-biting, bad company with sinners 'and transgressors. The benefits of this world are that one can do his worldly matters with peaceful mind. So there are six benefits of loneliness. (1) One can get sufficient leisure for divine service and deep contemplation of God's glory. The greatest ponder over divine matters is over the wonderful creations of God and of His sovereignty and power. In a society, that benefit cannot be availed of. A certain wise man said : It is not possible for anybody to take to loneliness unless he hold firmly the Quran of God. Those who hold it firmly can enjoy the comforts of material and spiritual worlds. Those who remember God live in God's remembrance and die in God's remembrance and meet with God in God's remembrance. For this reason the Prophet was immerged in deep meditation in the cave of Hira in early stages. For this reason, though he lived in society, his mind was always concentrated in the thoughts of God. Hazrat Junaid Bagdadi said For the last 30 years, I am holding secret talks with God but the people think that I am speaking with them. A certain sage was asked : How can you keep patience in loneliness ? He said : I am not alone, God is my companion. When I wish that I should speak with Him secretly, I observe prayer. A certain sage was asked : What benefit have you derived from renunciation of the world ? He replied : God's love. Once Hasan Basari asked a sage What things prevent you from mixing in society ? The man said No time passes in which I am not in gifts or commit no sin. I remain busy for the gifts to express gratefulness to God and seek forgiveness to Him for the commission of sins. Junnun Misri said 142\tThe Book of Wordly Usages\tVol-II The joy and taste of a believer lies in his invocation to his Lord. A certain wise man said : Love for the people is a sign of bankruptcy in religion. (2) Second benefit: A man can get relief from the sins to be committed by living in a society by adopting loneliness. These sins are of four kinds-(1) to make back-biting and to hear back-biting , (2) to refrain from enjoining good deeds and from prohibiting bad deeds, (3) to work for show of people, 4 (1) and to entertain bad conduct and evil deeds. Except the truthful, nobody can be safe from back-biting. (2) Enjoining good deeds and prohibiting evil deeds is the basic principle of religion and compulsory. Once Hazrat Abu Bakr said at the time of Khutba: 0 people, you need this verse of God : 0 those who believe, take care of yourselves. When you find guidance, the misguided people cannot misguide you.\" but you do not use it in appropriate place. I have heard from the Prophet: If a man does not remove an evil deed of a man after seeing it, God sends punishment for it on all. The Prophet said: God will take account of a servant, even He will ask this also : When you saw an evil deed being done, why did you not prevent it ? When God will show proof to His servant, he will say : 0 Lord, I feared men and hoped for your pardon. (3) Show: Show is an incurable disease and to remove it is very difficult on the part of the religious and pious men. Good feelings are required to be maintained in a society for which one feels inclined to make a show of his character and conduct. The Prophet said : The worst man is one who has got two faces. He comes with one face to one people and with another face to another people. A certain wise man said : If God loves a man. He wishes that his fame does not spread. Hazrat Taus went once to Caliph Hesham and said : 0 Hesham, how are you ? He became displeased with him and said : Why have you not addressed me as 'Commander of the Faithful.\" ? Hazrat Taus said : The Muslims are unanimous against you. I fear that if I address you as Commander of the Faithful, I may a liar. There is no fear for such a man to mix in society. The people once asked Jesus Christ : How are you ? He said : I don't get in my possession what I hope and I have got no power to remove what I fear. I am busy with my affairs. All deeds are in the hand of another. There is nobody more in want than myself. A man asked Abu Darda'a: How are Vol-II\tLove and Brotherhood\t143 you ? He said: I am well, provided I am released from Hell. Wais Qarni was once asked : How are you ? He replied. How is the man who does not know weather he will live upto the next morning when evening comes to him, and when the dawn comes to him he does not know weather he will live upto evening. (4) Stealing of conduct: You steal in your conduct what you see in the conduct of others. In other words, you follow their conducts. This is a secret disease from which even the wise men are not free, not to speak of the heedless ones. If one sees major sins being committed constantly around him, he takes them as of little consequence. For this reason, if you always look to the gifts of the rich, you will consider your own gifts as little. For this reason, you should take to the assemblies of the poo~ and the destitutes . You should look to the conduct and character of the religious people and not of those who are irreligious and commit sins and transgressions. The Prophet said : Mercy descends at the time of the discussion of the pious people.,To be able to reach paradise and to have sight of God mean mercy. It means that the beginning of mercy is good deeds and the beginning of good deeds is desire and the beginning of desire is discussion of the character of the pious men. Curse means to remain distant from God. The sins are the roots of being distant from God. The cause of curse is to go away from the remembrance of God and to be busy with the worldly comforts. When such is the effect of discussion of the lives of pious and the sinners how is the condition when the pious and the sinners are met with ? The Prophet said.: A bad friend is for you like the hammer of a blacksmith. If the spark of the fire of heated iron does not even touch you, its vapour touches you just as its vapour touches you even when you do not know. The Prophet said: A good companion is like a seller of perfume. If he does not give you perfume, you get its fragrance. For this reason, it is unlawful for a man to disclose the faults of a learned man for two reasons. The first reason is that it will be back-biting him and the second reason is that the people will dare to commit the sins of the learned man when they see him committing them always. This is the machinations of the devil. God says with regard to those who oppose the devil. They hear words and follows what is good. The Prophet gave example of bad people. He said : The man who hears the words of wisdom and does not act but what is evil is like the person who says to a shepherd : Give me a stout and 144\tThe Book of Wordly Usages\tVol-II strong sheep from your flock. He then says : Choose the best one from the flock. Then he takes a dog by its ear from the flock. He who searches the faults of a leader is likewise. Seeing his bad deeds constantly, his abhorrence of evils drops from his hear. (3) Third benefit: The third benefit of loneliness is to get relief from quarrels and disputes and to save oneself from useless talks. The Prophet said : When you will see the people breaking their promises and trusts and when they become such (he thrusts the fingers of of one hand into the fingers of another), they will remain busy with quarrels and disputes. A man asked : what will we do then ? He said : Keep attached to your own houses, keep the tongue under control and accept what you know and give up what you know not. Be busy then with your own affairs and give up the affairs of the people. The Prophet said : The wealth of a Muslim in near future will be goats and sheep. He wil roam in caves of hillocks and places of water. He will shift from one place to another with his religion from calamities. The Prophet said : In near future, such a time will come upon man when it wil be difficult to save his religion. To save religion, he will flee away like a jacket from one cave to another and from one hillock to another. He was asked: 0 Prophet of God, when will it occur? He said: When you will not be able to earn livelihood without sin. When that time will come, one will be ruined at the hands of his parents, if he will have no parents, at the hands of his wife and children and in their absence, he will be ruined at the hands of his. relatives. They asked : 0 Prophet of God, how will that come to pass ? He said: They will abuse him for his insolvent condition. His parents-will ask what is beyond the capacity of their son; as a result he will come to the position of ruin. The sage Sufiyan Saori said : Now seclusion has become lawful. Hazrat Sa'ad did not join the party of Muwayiah or the party of Hazrat Ali at the time when they were fighting for Caliphate. It has been narrated that when Hazrat Hossain was proceeding towards Iraq. Ibn Omar prevented him to proceed there but he refused bn the ground that he had with him a letter of allegiance of the Iraqi people. Ibn Omar then recited a Hadis of the Prophet : Gebriel once came to the Holy Prophet and asked him to choose either of these-two this world or the next world and the Prophet chose the latter. You are a piece of flesh of the Holy Prophet. By God, none of you will be the ruler of this material world which has been keep separate from you Inspite of this advice. Hazrat Hussain refused Vol-II\tLove and Brotherhood\t145 to turn back. He started with ten thousand men but there were no more than 40 persons with him at the time of battle. I Hazrat Tau kept attached to his ownhouse. Being asked the reason, he said : The dangers and calamities of this age and the oppression of the leaders compelled me to remain within the house: Hazrat Urawah erected a house at Aqiq for living and gave up coming to the Prophet mosque . Being asked the reason, he said On seeing your mosques as the place of sports and jokes, your bazars as the places of useless talks and your lanes as the places of obscene deeds, I have chosen to stay within the house wherein there is peace. (4) Fourth benefit. One can save himself from the harms of the people in case of secluded living. Hazrat Omar said Loneliness is better then a bad companion. Hazrat Samad said One of our friends said : Men were like medicines with which they treated diseases. Men have turned now into disease of which thereis no cure. Flee away from them as you flee away from a tiger. Hazrat Hasan Basari said : Sabet Bonani was the friend of God, When I intended to go on pilgrimage, he wished to accompany me. I said : If we live together, there may be such conduct between us which may lead us to hatred. Another benefit of loneliness is mentioned here. It is to keep secrecy in religion, manliness, character and conduct, poverty and the remaining internal conditions. God praised such a man. Theilliterate man thinks that they are rich owing to their abstinence from begging. Hazrat Abu Darda'a said : Man was before a leaf as it were with thorn, but at present he is a thorn without leaf. This was at the end of the first century. Is the condition now ? Hazrat Sufiyan-b-Aynish said : Hazrat Sufiyan Saori in his life time and after his death in dream said to me Make little acquaintance with the people as it is difficult to save oneself from them. This thought occurs in my mind that the sins I have earned are due to my mixing in society. A man was asked What have you abandoned society ? He said : I feared that my religion would be robbed in my absence. Hazrat Abu Darda'a said : Fear God and fear society, because when they ride on a camel, they cause wound to it and they whip a horse when they ride on it and they cause harm to the mind of an unbeliever. A certain wise man said : Make little acquaintance, your religion I 146\tThe Book of Wordly Usages\tVol-II and mind will remain safe and your duties will be less. The more the acquaintance, the more the duties. (5) Fifth benefit is the hopes of the people from you and your hopes from the people will vanish in case of secluded living as it is impossible to please all the people. So it is better to remain busy in purifying one's own character and conduct . Imam Shafeyi said: To do benefit to the sinners is the root of every opposition. If one does not see the fineries of the world from the beginning, greed does not grow in him. For this reason, God said : Don't prolong our eyes towards what I have provided them of various kinds. The Prophet said : Look to those who are below you in respect of wealth and don't took to those who are superior to you in wealth, Otherwise you will consider the gifts of God on you as insignificant. Hazrat Aaon-b-Abdullah said : I was at first in the company of the rich. I saw their dresses better than my dress, their conveyances better then mine. Then I kept company with the poor and I got then peace of mind. (6) Sixth benefit: If the idle and the fools take to loneliness, they get security from foolishness and heinous character. To meet with an idle man is like loss of sight. Hazrat A'mash was asked : How have you lost power of sight ? He said : Owing to my seeing the idle, Once Hazrat Abu Hanifa came to A' mash and said : The Prophet said : If God robs the sight of two eyes of a man, He gives him better than them in exchange. What thing has He given you in exchange of the loss of your eye sight ? Hazrat A'mash sold jokingly : God has given me in its exchange the sight of the idle and you belong to that class. The wise Jalianus said Everything has got fever. Fever of soul comes at the sight of the idle. Imam Shafeyi said : If I sit by the side of an idle man, the portion of my body which keeps near the idle man casts heaviness on me. BENEFITS OF SOCIETY Know, 0 dear readers, that there are some religious matters which cannot be performed without mixing in society. The benefits which are gained by mixing in society are destroyed by loneliness. The benefits of society are the following (1) First benefit: By mixing in society, one can teach and learn religious learning which is the best divine service in this world. Education has got greater scope. Some education is Vol-II\tLove and Brotherhood\t147 compulsory and some optional. If loneliness is adopted without learning the compulsory education, it will be committing sin. If you have got ability to be expert in any branch of education, it will be a cause of harm if you adopt lonely living. For this reason. Ibrahim Nakhyi and other sages said : Acquire religious learning at first and then take to lonely habitation. If one remains busy in divine service for the whole day without acquiring sufficient knowledge, his mind and body do not remain free from self-conceit and deceit. So education is the root of religion. (2) Second benefit. Doing and taking benefit from the people mean to earn money by trading with them. Without mixing in society, it is not possible. If one is bound to earn his livelihood, it is compulsory for him to mix in society. To do benefit means to help the people at the cost of life and property and to remove the wants of the Muslims. (3) Third benefit. It is to make strenuous efforts and to gain the attribute of patience in the way of salvation . By mixing in society, man can earn the quality of patience at the harms and injuries inflicted by men. This leads to hard labour extreme forbearance. (4) Fourth benefit. It is to love and get love. Another benefit of mixing in society is that one can love another and one can get the love of another. The Prophet said : God is not vexed with you till you become vexed. Loneliness is not without undisturbed peace; The Prophet said : This religion is firm and take it with kindness. Hazrat Ibn Abbas said: Had I not feared random thoughts, I would not have mixed in society. He said : Who injures man except man ? The Prophet said : Man is upon the' religion of his friend. So let him look with whom he befriends. (5) Fifth benefit. It is to get virtues give virture. In a society, a man is required to be present at funeral prayers, call on patients, join I'd congregations, etc. (6) Six benefit. One can earn the quality of modesty and humility in a society while it cannot be gained in loneliness which sometimes creates pride. It is reported that a man of Israil dynasty wrote nearly 360 books on wisdom and thought that he got some rank to God for this. God then revealed to the Prophet I 148\tThe Book of Wordly Usages\tVol-II of that age : Tell the man : You have filled up the world with hypocrisy. I will not accept any portion of your hyocrisy. Then he gave up writing books and took refuge in a grave and thought. I have now gained the pleasure of God. God then revealed to His Prophet Tell him : You cannot gain My pleasure till you mix in society and bear their harms and troubles. After wards, he mixed in society . Then God revealed to His Prophet : Tell him : Now you have gained My pleasure. Hazrat Ali used to carry daily necessities of the family from bazar and say : The perfection of a perfect man is not reduced if he carries anything for his benefit. Hazrat Abu Hurairah, Huzaifah, Obai and Ibn Masud and others used to carry fuels and food stuffs on their backs. Hazrat Abu Hurairah was the governor of Medina at one time. He used to say while carrying loads of fuel Give way to your ruler. The Prophet used also to carry his necessary things from the bazar. Some companions asked him: Give me the load to bear. He then said : The owner of the load has got right to carry it. Hazrat Hasan, son of Hazrat Ali, while passing by the poor, used to sit with them and they used to say to him: 0 descendant of the Messenger of God, take share in our food. Then he used to get down from his conveyance and share with them their meal and said: God does not love the proud. Another reason is that one who remains busy in rendering pleasure of the people falls in error, because if he knows God perfectly, he will appreciate that there is no good in the pleasure of the people without the pleasure of God and all harms and benefits are in the hand of God. There is no benefactor and destroyer except He. He who incurs the pleasure of men by incurring the displeasure of God, God becomes displeased with him and keeps the people dissatisfied with him. If the object is only to incurs the pleasure of the people, it is not fulfilled. God is the object of love and search. Imam Shafeyi said : There. is no such man as has got no friend and foe. When it is such, keep company with the pious. Hazrat Moses invoked God : 0 Lord, save me from the tongue of the people. He said : 0 Moses, I am also not free in this matter. So how can I make you free from their tongue ? God revealed to Wazair: I will not enrol you as one of the humble ones near Me if you do not remain satisfied with the chewed matter in the mouth of the chewers. Vol-II\tLove and Brotherhood\t149 (7) Seventh benefit is the gaining of experience which is gained by mixing in society. One whose natural intellect is not sufficient to understand the good of this material and spiritual world, loneliness is not good for him. If a boy without experience adopts loneliness, he will be misguided. He should therefore, remain busy in educating himself. Every experience of loneliness is secret. Those who walk in the path of the next world search for purification of heart and allow themselves in the fiery tests. If they feel pride in their hearts, they try to remove it. Even some of them carry the skin of water or bundle of fuel and necessary articles from the markets. Thereby they gain experience and pride goes away. So the great benefit of mixing in society is that the faults of one come out. For this reason, it has been said that journey discloses the character and conduct of a man as it is a result of mixing in society. So what has been described above about the benefits and harms of seclusion, it is clear that loneliness is sometimes good and sometimes bad according to the special circumstances of each man and the surroundings he lives in. This depends on his friends and companions. A certain wise man said: To keep separate from society is a cause of enmity and to mix in society means sometimes company with the bad people. So be not separate and do not also mix, rather adopt the path of loneliness in mixing in society. RULES AND REGULATION OF SECLUDED LIVING (1) One should intend by loneliness to save himself from the harms of men. (2) He will seek safety from the harms of other people. (3) He will intend to be free from the faults in fulfilling the duties to the Muslims. (4) He will intend to prefer loneliness for divine services (5) He shall engage himself in learning, zikr, fikr and other divine services. (6) He will not allow the people to mix with him. (7) He will not allow others to put questions to him .(8) He will not ask the news of any place or any man. (9) He will remain satisfied with little. (10) He will remain patient at the harms of his neighbours, if any. (11) He will be deaf in hearing of the praise of others. (12) He shall know the merits of the path of the next world. In other words, he shall follow the rules and regulations of zikr with humility of mind, think of the wonderful creations of God, the heavens and the earth, sun moon, stars and 150\tTI' Book of Wordly Usages\tVol-II of the sovereignty of God, think of life and death and of the conditions in grave after death. It you do not give up the passions and temptations of the world, your patience in secluded living will not become perfect. The heart cannot be cleansed of impurities making short of your hopes and passions as you have got no power to prolong life. Think after getting up from bed in the morning that you will not be able to reach evening. In this way, you will be able to curtain your hopes and check passions. Know it for certain that he who cannot earn the love of God in his mind and His remembrance will not be able to bear loneliness after death. He who earns this attribute will be able to bear it, as death cannot destroy the place of God's love and remembrance. He will live in the midst of mercy of God. For this reason, God said about the martyrs : Don't think that those who have been killed in the way of God are dead, but they are alive near their Lord and get provisions. *********************************** THE END OF CHAPTER 7 OF VOLUME 2 *********************************** E-mail: webmaster - Sign the Guest Book - Islamic\nPhilosophy Home Page Information: This\n    Page was last updated on: 18 Jun 2007 21:31:56 -0400 This\n    page is constantly being updated since July 2001. So check back\n    often. Page \n    URL: www.muslimphilosophy.com/ihya/eng/ihya-vol2-C7.htm . A\n    reader is needed for PDF files and it is available\n    free of charge from Adobe . About\n    the Islamic Philosophy Online Project . Reporting\n    copyright infringement . Site listed by MENALIB . Site\n    © Copyright 2003 by Islamic Philosophy Online, Inc. A not-for-profit\n    organization dedicated to academic study of Islamic philosophy. Individual\n    content may have its own individual copyrights. See\n    copyright information."
  },
  {
    "ar": "وهو الكتاب السابع من ربع العادات من كتب إحياء علوم الدين",
    "en": ""
  },
  {
    "ar": "بسم الله الرحمن الرحيم",
    "en": ""
  },
  {
    "ar": "الحمد لله الذي فتح بصائر أوليائه بالحكم والعبر واستخلص  همهم  لمشاهدة  عجائب",
    "en": ""
  },
  {
    "ar": "صنعه في الحضر والسفر فأصبحوا راضين بمجاري القدر منزهين قلوبهم عن التلفت  إلى",
    "en": ""
  },
  {
    "ar": "متنزهات البصر إلا على سبيل الاعتبار بما يسبح في  مسارح  النظر  ومجاري  الفكر",
    "en": ""
  },
  {
    "ar": "فاستوى عندهم البر والبحر والسهل والوعر والبد والحضر  والصلاة  على  محمد  سيد",
    "en": ""
  },
  {
    "ar": "البشر وعلى صحبه المقتفين لآثاره في الأخلاق والسير وسلم  كثيرا  أما  بعد  فإن",
    "en": ""
  },
  {
    "ar": "السفر وسيلة إلى الخلاص عن مهروب عنه أو الوصول إلى مطلوب  ومرغوب  فيه  والسفر",
    "en": ""
  },
  {
    "ar": "سفران سفر بظاهر البدن عن المستقر  والوطن  إلى  الصحارى  والفلوات  وسفر  بسير",
    "en": ""
  },
  {
    "ar": "القلب عن أسفل السافلين إلى ملكوت السموات  وأشرف  السفرين  السفر  الباطن  فإن",
    "en": ""
  },
  {
    "ar": "الواقف على الحالة التي نشأ عليها عقيب الولادة الجامد على ما  تلقفه  بالتقليد",
    "en": ""
  },
  {
    "ar": "من الآباء والأجداد لازم درجة القصور وقانع بمرتبة النقص  ومستبدل  بمتسع  فضاء",
    "en": ""
  },
  {
    "ar": "جنة عرضها السماوات والأرض ظلمة السجن وضيق الحبس ولقد صدق القائل  ولم  أر  في",
    "en": ""
  },
  {
    "ar": "عيوب الناس عيبا كنقص القادرين على التمام إلا أن هذا السفر لما كان مقتحمه  في",
    "en": ""
  },
  {
    "ar": "خطب خطير لم يستغن فيه عن دليل وخفير فاقتضى غموض السبيل وفقد  الخفير  والدليل",
    "en": ""
  },
  {
    "ar": "وقناعة السالكين عن الحظ الجزيل بالنصيب النازل  القليل  اندرس  مسالكه  فانقطع",
    "en": ""
  },
  {
    "ar": "فيه الرفاق وخلا عن الطائفين متنزهات الأنفس والملكوت والآفاق وإليه  دعا  الله",
    "en": ""
  },
  {
    "ar": "سبحانه بقوله سنريهم آياتنا في الآفاق وفي أنفسهم وبقوله تعالى وفي الأرض  آيات",
    "en": ""
  },
  {
    "ar": "للموقنين وفي أنفسكم أفلا تبصرون وعلى القعود عن هذا السفر وقع  الإنكار  بقوله",
    "en": ""
  },
  {
    "ar": "تعالى وإنكم لتمرون عليهم مصبحين وبالليل أفلا تعقلون وبقوله سبحانه  وكأين  من",
    "en": ""
  },
  {
    "ar": "آية في السماوات والأرض يمرون عليها وهم عنها معرضون فمن يسر له هذا  السفر  لم",
    "en": ""
  },
  {
    "ar": "يزل في سيره متنزها في جنة عرضها السماوات والأرض وهو  ساكن  بالبدن  مستقر  في",
    "en": ""
  },
  {
    "ar": "الوطن وهو السفر الذي لا تضيق  فيه  المناهل  والموارد  ولا  يضر  فيه  التزاحم",
    "en": ""
  },
  {
    "ar": "والتوارد بل تزيد بكثرة  المسافرين  غنائمه  وتتضاعف  ثمراته  وفوائده  فغنائمه",
    "en": ""
  },
  {
    "ar": "دائمة غير ممنوعة وثمراته متزايدة غير مقطوعة إلا  إذا  بدا  للمسافر  فترة  في",
    "en": ""
  },
  {
    "ar": "سفره ووقفة في حركته فإن الله لا يغير ما بقوم  حتى  يغيروا  ما  بأنفسهم  وإذا",
    "en": ""
  },
  {
    "ar": "زاغوا أزاغ الله قلوبهم وما الله بظلام للعبيد ولكنهم  يظلمون  أنفسهم  ومن  لم",
    "en": ""
  },
  {
    "ar": "يؤهل للجولان في هذا الميدان والتطواف في متنزهات هذا البستان ربما سافر  بظاهر",
    "en": ""
  },
  {
    "ar": "بدنه في مدة مديدة فراسخ معدودة مغتنما بها تجارة للدنيا أو ذخيرة  للآخرة  فإن",
    "en": ""
  },
  {
    "ar": "كان مطلبه العلم والدين أو الكفاية للاستعانة على  الدين  كان  من  سالكي  سبيل",
    "en": ""
  },
  {
    "ar": "الآخرة وكان له في سفره شروط وآداب  إن  أهملها  كان  من  عمال  الدنيا  وأتباع",
    "en": ""
  },
  {
    "ar": "الشيطان وإن واظب عليها لم يخل سفره عن فوائد تلحقه  بعمال  الآخرة  ونحن  نذكر",
    "en": ""
  },
  {
    "ar": "آدابه وشروطه في بابين إن شاء الله تعالى الباب الأول في الآداب من أول  النهوض",
    "en": ""
  },
  {
    "ar": "إلى آخر الرجوع وفي نية السفر وفائدته وفيه فصلان  الباب  الثاني  فيما  لا  بد",
    "en": ""
  },
  {
    "ar": "للمسافر من تعلمه من رخص السفر وأدلة القبلة والأوقات الباب  الأول  في  الآداب",
    "en": ""
  },
  {
    "ar": "من أول النهوض إلى آخر الرجوع وفي نية السفر وفائدته وفيه  فصلان  الفصل  الأول",
    "en": ""
  },
  {
    "ar": "في فوائد السفر وفضله ونيته اعلم أن السفر نوع حركة  ومخالطة  وفيه  فوائد  وله",
    "en": ""
  },
  {
    "ar": "آفات كما ذكرناه في كتاب الصحبة والعزلة والفوائد الباعثة على  السفر  لا  تخلو",
    "en": ""
  },
  {
    "ar": "من هرب أو طلب فإن المسافر إما أن يكون له مزعج عن مقامه  ولولاه  لما  كان  له",
    "en": ""
  },
  {
    "ar": "مقصد يسافر إليه وإما أن يكون له مقصد ومطلب والمهروب عنه إما أمر له نكاية  في",
    "en": ""
  },
  {
    "ar": "الأمور الدنيوية كالطاعون والوباء إذا ظهر ببلد أو خوف سببه فتنة أو  خصومة  أو",
    "en": ""
  },
  {
    "ar": "غلاء سعر وهو إما عام كما ذكرناه أو خاص كمن يقصد بأذية  في  بلدة  فيهرب  منها",
    "en": ""
  },
  {
    "ar": "وإما أمر له نكاية في الدين كمن ابتلي في بلده بجاه ومال واتساع أسباب تصده  عن",
    "en": ""
  },
  {
    "ar": "التجرد لله فيؤثر الغربة والخمول ويجتنب السعة والجاه أو  كمن  يدعى  إلى  بدعة",
    "en": ""
  },
  {
    "ar": "قهرا أو إلى ولاية عمل لا تحل مباشرته فيطلب الفرار منه وأما المطلوب  فهو  إما",
    "en": ""
  },
  {
    "ar": "دنيوي كالمال والجاه أو ديني والديني إما علم  وإما  عمل  والعلم  إما  علم  من",
    "en": ""
  },
  {
    "ar": "العلوم الدينية وإما علم بأخلاق نفسه وصفاته على سبيل التجربة وإما  علم  بآيات",
    "en": ""
  },
  {
    "ar": "الأرض وعجائبها كسفر ذي القرنين وطوافه في نواحي الأرض والعمل إما  عبادة  وإما",
    "en": ""
  },
  {
    "ar": "زيارة والعبادة هو الحج والعمرة والجهاد والزيارة أيضا  من  القربات  وقد  يقصد",
    "en": ""
  },
  {
    "ar": "بها مكان كمكة والمدينة وبيت المقدس والثغور فإن الرباط بها قربة وقد يقصد  بها",
    "en": ""
  },
  {
    "ar": "الأولياء والعلماء وهم إما موتى فتزار  قبورهم  وإما  أحياء  فيتبرك  بمشاهدتهم",
    "en": ""
  },
  {
    "ar": "ويستفاد من النظر إلى أحوالهم قوة  الرغبة  في  الاقتداء  بهم  فهذه  هي  أقسام",
    "en": ""
  },
  {
    "ar": "الأسفار ويخرج من هذه القسمة أقسام القسم الأول السفر في  طلب  العلم  وهو  إما",
    "en": ""
  },
  {
    "ar": "واجب وإما نفل وذلك بحسب كون العلم واجبا أو نفلا وذلك  العلم  إما  علم  بأمور",
    "en": ""
  },
  {
    "ar": "دينه أو بأخلاقه في نفسه أو بآيات الله في أرضه وقد قال صلى الله عليه وسلم  من",
    "en": ""
  },
  {
    "ar": "خرج من بيته في طلب العلم فهو في سبيل الله حتى يرجع حديث من خرج  من  بيته  في",
    "en": ""
  },
  {
    "ar": "طلب العلم فهو في سبيل الله حتى يرجع أخرجه الترمذي من حديث أنس وقال حسن  غريب",
    "en": ""
  },
  {
    "ar": "وفي خبر آخر من سلك طريقا يلتمس فيه علما سهل الله له طريقا إلى الجنة حديث  من",
    "en": ""
  },
  {
    "ar": "سلك طريقا يلتمس فيه علما الحديث رواه  مسلم  وتقدم  في  العلم  وكان  سعيد  بن",
    "en": ""
  },
  {
    "ar": "المسيب يسافر الأيام في طلب الحديث الواحد وقال الشعبي لو سافر  رجل  من  الشام",
    "en": ""
  },
  {
    "ar": "إلى أقصى اليمن في كلمة تدله على هدى أو ترده عن ردى ما كان  سفره  ضائعا  ورحل",
    "en": ""
  },
  {
    "ar": "جابر بن عبد الله من المدينة إلى مصر مع عشرة من الصحابة فساروا شهرا  في  حديث",
    "en": ""
  },
  {
    "ar": "بلغهم عن عبد الله أنيس الأنصاري يحدث به عن رسول الله صلى الله عليه وسلم  حتى",
    "en": ""
  },
  {
    "ar": "سمعوه حديث رحل جابر ابن عبد الله من المدينة إلى مسيرة شهر في  حديث  بلغه  عن",
    "en": ""
  },
  {
    "ar": "عبد الله بن أنيس أخرجه الخطيب في كتاب الرحلة  بإسناد  حسن  ولم  يسم  الصحابي",
    "en": ""
  },
  {
    "ar": "وقال البخاري في صحيحه رحل جابر بن عبد الله مسيرة شهر إلى عبد  الله  بن  أنيس",
    "en": ""
  },
  {
    "ar": "في حديث واحد ورواه احمد إلا أنه قال إلى الشام  وإسناده  حسن  ولأحمد  أن  أبا",
    "en": ""
  },
  {
    "ar": "أيوب ركب إلى عقبة بن عامر إلى مصر في حديث وله أن عقبة بن عامر  أتى  سلمة  بن",
    "en": ""
  },
  {
    "ar": "مخلد وهو أمير مصر في حديث آخر وكلاهما منقطع وكل مذكور في العلم  محصل  له  من",
    "en": ""
  },
  {
    "ar": "زمان الصحابة إلى زماننا هذا لم يحصل العلم إلا بالسفر وسافر لأجله  وأما  علمه",
    "en": ""
  },
  {
    "ar": "بنفسه وأخلاقه فذلك أيضا مهم فإن طريق الآخرة لا يمكن سلوكها إلا بتحسين  الخلق",
    "en": ""
  },
  {
    "ar": "وتهذيبه ومن لا يطلع على أسرار باطنه وخبائث صفاته لا  يقدر  على  تطهير  القلب",
    "en": ""
  },
  {
    "ar": "منها وإنما السفر هو الذي يسفر  عن  أخلاق  الرجال  وبه  يخرج  الله  الخبء  في",
    "en": ""
  },
  {
    "ar": "السماوات والأرض وإنما سمى السفر سفرا لأنه يسفر عن الأخلاق ولذلك قال عمر  رضي",
    "en": ""
  },
  {
    "ar": "الله عنه للذي زكى عنده بعض الشهود هل صحبته في السفر الذي يستدل به على  مكارم",
    "en": ""
  },
  {
    "ar": "أخلاقه فقال لا فقال ما أراك تعرفه وكان بشر يقول يا معشر القراء سيحوا  تطيبوا",
    "en": ""
  },
  {
    "ar": "فإن الماء إذا ساح طاب وإذا طال مقامه في موضع  تغير  وبالجملة  فإن  النفس  في",
    "en": ""
  },
  {
    "ar": "الوطن مع مواتاة الأسباب لا تظهر خبائث أخلاقها لاستئناسها بما يوافق طبعها  من",
    "en": ""
  },
  {
    "ar": "المألوفات المعهودة  فإذا  حملت  وعثاء  السفر  وصرفت  عن  مألوفاتها  المعتادة",
    "en": ""
  },
  {
    "ar": "وامتحنت بمشاق الغربة انكشفت غوائلها ووقع الوقوف على  عيوبها  فيمكن  الاشتغال",
    "en": ""
  },
  {
    "ar": "بعلاجها وقد ذكرنا في كتاب العزلة  فوائد  المخالطة  والسفر  مخالطة  مع  زيادة",
    "en": ""
  },
  {
    "ar": "اشتغال واحتمال مشاق وأما آيات الله  في  أرضه  ففي  مشاهدتها  فوائد  للمستبصر",
    "en": "VOL: II THE BOOK OF WORLDLY USAGES CONTENTS CHAPTER VII Benefits and harms of seclusion and society  139 CHAPTER VIII Rules of journey                            151 CHAPTER IX Music and Exctacy                             162 CHAPTER X\tEnjoining good & Forbidding Evil\t  180 CHAPTER XI\tConduct and Character of Holy Prophet     207 CHAPTER VII RULES OF LIVING IN SECLUSION There are differences of opinion regarding living in seclusion and living in society among the people. Those who supported the former opinion are the following sages-Sufiyan Saori, Ibrahim-b-Adham, Daud Tai, Fuzail-b-Iyaz. Solaiman Khawas, Eusof-b-Asbat, Huzaifa, Marashi, Bashar Hafi and others. Majority of Tabeyines (successors of companions) are supporters of living in society for the reason of doing good to others, establishing brotherhood, love and friendship among the believer and helping mutually for the sake of religion better than seclusion. The following are its supporter-Sayeed-b-Mosayyeb, Shubi, Ibn Abu Laila, Hesham-b-Urwah, Ibn Shabramah, Shark-b-Abdullah, Ibn Ayniah, Ibn Mobarak, Imam Shafeyi, Imam Ahmed-b-Hambal and other. Hazrat Omar said Loneliness is like worship. Fuzail said : I am satisfied with God as an object of love, with the Quran as a companion and with death as an admonisher. Hazrat Abu Daud and Tai said to Abu Rabi Fast from the temptations of the world and break it in the next. world. Flee from society as you flee from tiger. Hazrat Hasan Basari said : I have rememdered from the Torah : You will be free from depending on men if you are satisfied with little, you will be on men if you are satisfied with little, you will be safe if you keep distant : from society, you will get the pleasure of freedom if you give up sexual passion, manliness will come out if you give up hatred and you will get ever lasting happiness if you can refrain from temporary greed. Wahab-b-ward said : I have heard that wisdom has got ten parts, nine of which are in loneliness. Eusof-b-Moslem said : I used to mix in society but did not hold any talk with the people. Sufiyan Saori said : The present time is the time of loneliness and staying in a corner of the house. Hazrat Ibrahim Nakhyi said : Acquire learning and adopt loneliness. Rabi-b-Khasain said that Imam Malek used to be present at funeral prayers, nurse the patients and pay the rights of friends. He at last gradually gave up everything. Sayeed-b-Abi Waqqas and Sayeed-b-Zaid used to live at Aqiq near Medina. They did not come to Medina for Jumma or for any other thing and died at Aqiq . Sufiyan Saori said : Loneliness has become lawful now. Bashar-b-Abdullah said : Be acquainted little with the people as you don't know what will happen on the Resurrection day. If you 140\tThe Book of Wordly Usages\tVol-II are disgraced, few people will know you. A certain ruler asked Hatem Asem : Have you got any requirement ? He said : Yes The ruler asked : What is it ? He said : Don't meet me and I shall not meet you and don't be acquainted with me. A certain man asked Sahal Tastari : I love to keep you company. He said : When one of us dies, with whom will he keep company ? He said : With God. He said : Then it is better at present to keep company with God. Fuzail said : The more a man is acquainted with the people. The less is his wisdom . Hazrat Abu Abbas said : Your assembly within your house is the best assembly. You will not find anybody there and nobody will find you. These are the sayings of those who love loneliness. Those who support living in society have got the, following proofs. God says : Don't be like those who differed and became separate. God said : Then he united their hearts. These versesspeak of unity on the ground of love and speak of differences regarding the Book of God. The second proof is said to be the saying of the Prophet : A believer loves an object of love and there is no good in one who does not love or got love. In this Hadis, condemnation of bad conduct is seen as it is a hindrance to love. There is another Hadis : He who separates from the united body even half a span shifts off the tie of Islam from his neck. He said : He who keeps separate from the united body dies the death of the days of Ignorance. These are weak proofs of mixing in society. These speak of allegiance to one Imam or ruler and there is no mention of loneliness therein. The fourth proof cited is that the Prophet prohibited absence of meeting with the brother Muslim for more than three days. This proof is also weak as contemplates previous quarrel . The fifth proof cited is that the Prophet said : Patience of one of you in a dangerous place of Islam is better than his worship of 40 years in a lonely place. This speaks of the time when Islam was in danger. At another time when a certain companion liked a lonely place where there was current of water the Prophet said : Don't do it, because the rank of one of you in the way of God is better than his divine service for sixty years. Don't you love that God should forgive you and you should enter paradise? Make Jihad in the way of God, as one who fights in the way of God even for a short time, God will admit him in paradise. Another proof is this Hadis. The Prophet said The devil in men in like a tiger among a flock of sheep. The tiger Vol-II\tLove and Brotherhood\t141 attacks near and distant ones. Take care of hillocks and keep attached to united body, mosques and ordinary people. This means that loneliness is prohibited before the perfection of learning. MERITS AND DEMERITS OF SECLUDED LIVING That seclusion is good or bad depends upon the circumstances of each man. It is good for some people and bad for some people. The benefit of loneliness are as follows. The benefits are either worldly or religious. Benefits that are derived from loneliness are engagement in divine service, getting leisure for meditation or religious thoughts and relief form prohibited sins, such as show, back-biting, bad company with sinners 'and transgressors. The benefits of this world are that one can do his worldly matters with peaceful mind. So there are six benefits of loneliness. (1) One can get sufficient leisure for divine service and deep contemplation of God's glory. The greatest ponder over divine matters is over the wonderful creations of God and of His sovereignty and power. In a society, that benefit cannot be availed of. A certain wise man said : It is not possible for anybody to take to loneliness unless he hold firmly the Quran of God. Those who hold it firmly can enjoy the comforts of material and spiritual worlds. Those who remember God live in God's remembrance and die in God's remembrance and meet with God in God's remembrance. For this reason the Prophet was immerged in deep meditation in the cave of Hira in early stages. For this reason, though he lived in society, his mind was always concentrated in the thoughts of God. Hazrat Junaid Bagdadi said For the last 30 years, I am holding secret talks with God but the people think that I am speaking with them. A certain sage was asked : How can you keep patience in loneliness ? He said : I am not alone, God is my companion. When I wish that I should speak with Him secretly, I observe prayer. A certain sage was asked : What benefit have you derived from renunciation of the world ? He replied : God's love. Once Hasan Basari asked a sage What things prevent you from mixing in society ? The man said No time passes in which I am not in gifts or commit no sin. I remain busy for the gifts to express gratefulness to God and seek forgiveness to Him for the commission of sins. Junnun Misri said 142\tThe Book of Wordly Usages\tVol-II The joy and taste of a believer lies in his invocation to his Lord. A certain wise man said : Love for the people is a sign of bankruptcy in religion. (2) Second benefit: A man can get relief from the sins to be committed by living in a society by adopting loneliness. These sins are of four kinds-(1) to make back-biting and to hear back-biting , (2) to refrain from enjoining good deeds and from prohibiting bad deeds, (3) to work for show of people, 4 (1) and to entertain bad conduct and evil deeds. Except the truthful, nobody can be safe from back-biting. (2) Enjoining good deeds and prohibiting evil deeds is the basic principle of religion and compulsory. Once Hazrat Abu Bakr said at the time of Khutba: 0 people, you need this verse of God : 0 those who believe, take care of yourselves. When you find guidance, the misguided people cannot misguide you.\" but you do not use it in appropriate place. I have heard from the Prophet: If a man does not remove an evil deed of a man after seeing it, God sends punishment for it on all. The Prophet said: God will take account of a servant, even He will ask this also : When you saw an evil deed being done, why did you not prevent it ? When God will show proof to His servant, he will say : 0 Lord, I feared men and hoped for your pardon. (3) Show: Show is an incurable disease and to remove it is very difficult on the part of the religious and pious men. Good feelings are required to be maintained in a society for which one feels inclined to make a show of his character and conduct. The Prophet said : The worst man is one who has got two faces. He comes with one face to one people and with another face to another people. A certain wise man said : If God loves a man. He wishes that his fame does not spread. Hazrat Taus went once to Caliph Hesham and said : 0 Hesham, how are you ? He became displeased with him and said : Why have you not addressed me as 'Commander of the Faithful.\" ? Hazrat Taus said : The Muslims are unanimous against you. I fear that if I address you as Commander of the Faithful, I may a liar. There is no fear for such a man to mix in society. The people once asked Jesus Christ : How are you ? He said : I don't get in my possession what I hope and I have got no power to remove what I fear. I am busy with my affairs. All deeds are in the hand of another. There is nobody more in want than myself. A man asked Abu Darda'a: How are Vol-II\tLove and Brotherhood\t143 you ? He said: I am well, provided I am released from Hell. Wais Qarni was once asked : How are you ? He replied. How is the man who does not know weather he will live upto the next morning when evening comes to him, and when the dawn comes to him he does not know weather he will live upto evening. (4) Stealing of conduct: You steal in your conduct what you see in the conduct of others. In other words, you follow their conducts. This is a secret disease from which even the wise men are not free, not to speak of the heedless ones. If one sees major sins being committed constantly around him, he takes them as of little consequence. For this reason, if you always look to the gifts of the rich, you will consider your own gifts as little. For this reason, you should take to the assemblies of the poo~ and the destitutes . You should look to the conduct and character of the religious people and not of those who are irreligious and commit sins and transgressions. The Prophet said : Mercy descends at the time of the discussion of the pious people.,To be able to reach paradise and to have sight of God mean mercy. It means that the beginning of mercy is good deeds and the beginning of good deeds is desire and the beginning of desire is discussion of the character of the pious men. Curse means to remain distant from God. The sins are the roots of being distant from God. The cause of curse is to go away from the remembrance of God and to be busy with the worldly comforts. When such is the effect of discussion of the lives of pious and the sinners how is the condition when the pious and the sinners are met with ? The Prophet said.: A bad friend is for you like the hammer of a blacksmith. If the spark of the fire of heated iron does not even touch you, its vapour touches you just as its vapour touches you even when you do not know. The Prophet said: A good companion is like a seller of perfume. If he does not give you perfume, you get its fragrance. For this reason, it is unlawful for a man to disclose the faults of a learned man for two reasons. The first reason is that it will be back-biting him and the second reason is that the people will dare to commit the sins of the learned man when they see him committing them always. This is the machinations of the devil. God says with regard to those who oppose the devil. They hear words and follows what is good. The Prophet gave example of bad people. He said : The man who hears the words of wisdom and does not act but what is evil is like the person who says to a shepherd : Give me a stout and 144\tThe Book of Wordly Usages\tVol-II strong sheep from your flock. He then says : Choose the best one from the flock. Then he takes a dog by its ear from the flock. He who searches the faults of a leader is likewise. Seeing his bad deeds constantly, his abhorrence of evils drops from his hear. (3) Third benefit: The third benefit of loneliness is to get relief from quarrels and disputes and to save oneself from useless talks. The Prophet said : When you will see the people breaking their promises and trusts and when they become such (he thrusts the fingers of of one hand into the fingers of another), they will remain busy with quarrels and disputes. A man asked : what will we do then ? He said : Keep attached to your own houses, keep the tongue under control and accept what you know and give up what you know not. Be busy then with your own affairs and give up the affairs of the people. The Prophet said : The wealth of a Muslim in near future will be goats and sheep. He wil roam in caves of hillocks and places of water. He will shift from one place to another with his religion from calamities. The Prophet said : In near future, such a time will come upon man when it wil be difficult to save his religion. To save religion, he will flee away like a jacket from one cave to another and from one hillock to another. He was asked: 0 Prophet of God, when will it occur? He said: When you will not be able to earn livelihood without sin. When that time will come, one will be ruined at the hands of his parents, if he will have no parents, at the hands of his wife and children and in their absence, he will be ruined at the hands of his. relatives. They asked : 0 Prophet of God, how will that come to pass ? He said: They will abuse him for his insolvent condition. His parents-will ask what is beyond the capacity of their son; as a result he will come to the position of ruin. The sage Sufiyan Saori said : Now seclusion has become lawful. Hazrat Sa'ad did not join the party of Muwayiah or the party of Hazrat Ali at the time when they were fighting for Caliphate. It has been narrated that when Hazrat Hossain was proceeding towards Iraq. Ibn Omar prevented him to proceed there but he refused bn the ground that he had with him a letter of allegiance of the Iraqi people. Ibn Omar then recited a Hadis of the Prophet : Gebriel once came to the Holy Prophet and asked him to choose either of these-two this world or the next world and the Prophet chose the latter. You are a piece of flesh of the Holy Prophet. By God, none of you will be the ruler of this material world which has been keep separate from you Inspite of this advice. Hazrat Hussain refused Vol-II\tLove and Brotherhood\t145 to turn back. He started with ten thousand men but there were no more than 40 persons with him at the time of battle. I Hazrat Tau kept attached to his ownhouse. Being asked the reason, he said : The dangers and calamities of this age and the oppression of the leaders compelled me to remain within the house: Hazrat Urawah erected a house at Aqiq for living and gave up coming to the Prophet mosque . Being asked the reason, he said On seeing your mosques as the place of sports and jokes, your bazars as the places of useless talks and your lanes as the places of obscene deeds, I have chosen to stay within the house wherein there is peace. (4) Fourth benefit. One can save himself from the harms of the people in case of secluded living. Hazrat Omar said Loneliness is better then a bad companion. Hazrat Samad said One of our friends said : Men were like medicines with which they treated diseases. Men have turned now into disease of which thereis no cure. Flee away from them as you flee away from a tiger. Hazrat Hasan Basari said : Sabet Bonani was the friend of God, When I intended to go on pilgrimage, he wished to accompany me. I said : If we live together, there may be such conduct between us which may lead us to hatred. Another benefit of loneliness is mentioned here. It is to keep secrecy in religion, manliness, character and conduct, poverty and the remaining internal conditions. God praised such a man. Theilliterate man thinks that they are rich owing to their abstinence from begging. Hazrat Abu Darda'a said : Man was before a leaf as it were with thorn, but at present he is a thorn without leaf. This was at the end of the first century. Is the condition now ? Hazrat Sufiyan-b-Aynish said : Hazrat Sufiyan Saori in his life time and after his death in dream said to me Make little acquaintance with the people as it is difficult to save oneself from them. This thought occurs in my mind that the sins I have earned are due to my mixing in society. A man was asked What have you abandoned society ? He said : I feared that my religion would be robbed in my absence. Hazrat Abu Darda'a said : Fear God and fear society, because when they ride on a camel, they cause wound to it and they whip a horse when they ride on it and they cause harm to the mind of an unbeliever. A certain wise man said : Make little acquaintance, your religion I 146\tThe Book of Wordly Usages\tVol-II and mind will remain safe and your duties will be less. The more the acquaintance, the more the duties. (5) Fifth benefit is the hopes of the people from you and your hopes from the people will vanish in case of secluded living as it is impossible to please all the people. So it is better to remain busy in purifying one's own character and conduct . Imam Shafeyi said: To do benefit to the sinners is the root of every opposition. If one does not see the fineries of the world from the beginning, greed does not grow in him. For this reason, God said : Don't prolong our eyes towards what I have provided them of various kinds. The Prophet said : Look to those who are below you in respect of wealth and don't took to those who are superior to you in wealth, Otherwise you will consider the gifts of God on you as insignificant. Hazrat Aaon-b-Abdullah said : I was at first in the company of the rich. I saw their dresses better than my dress, their conveyances better then mine. Then I kept company with the poor and I got then peace of mind. (6) Sixth benefit: If the idle and the fools take to loneliness, they get security from foolishness and heinous character. To meet with an idle man is like loss of sight. Hazrat A'mash was asked : How have you lost power of sight ? He said : Owing to my seeing the idle, Once Hazrat Abu Hanifa came to A' mash and said : The Prophet said : If God robs the sight of two eyes of a man, He gives him better than them in exchange. What thing has He given you in exchange of the loss of your eye sight ? Hazrat A'mash sold jokingly : God has given me in its exchange the sight of the idle and you belong to that class. The wise Jalianus said Everything has got fever. Fever of soul comes at the sight of the idle. Imam Shafeyi said : If I sit by the side of an idle man, the portion of my body which keeps near the idle man casts heaviness on me. BENEFITS OF SOCIETY Know, 0 dear readers, that there are some religious matters which cannot be performed without mixing in society. The benefits which are gained by mixing in society are destroyed by loneliness. The benefits of society are the following (1) First benefit: By mixing in society, one can teach and learn religious learning which is the best divine service in this world. Education has got greater scope. Some education is Vol-II\tLove and Brotherhood\t147 compulsory and some optional. If loneliness is adopted without learning the compulsory education, it will be committing sin. If you have got ability to be expert in any branch of education, it will be a cause of harm if you adopt lonely living. For this reason. Ibrahim Nakhyi and other sages said : Acquire religious learning at first and then take to lonely habitation. If one remains busy in divine service for the whole day without acquiring sufficient knowledge, his mind and body do not remain free from self-conceit and deceit. So education is the root of religion. (2) Second benefit. Doing and taking benefit from the people mean to earn money by trading with them. Without mixing in society, it is not possible. If one is bound to earn his livelihood, it is compulsory for him to mix in society. To do benefit means to help the people at the cost of life and property and to remove the wants of the Muslims. (3) Third benefit. It is to make strenuous efforts and to gain the attribute of patience in the way of salvation . By mixing in society, man can earn the quality of patience at the harms and injuries inflicted by men. This leads to hard labour extreme forbearance. (4) Fourth benefit. It is to love and get love. Another benefit of mixing in society is that one can love another and one can get the love of another. The Prophet said : God is not vexed with you till you become vexed. Loneliness is not without undisturbed peace; The Prophet said : This religion is firm and take it with kindness. Hazrat Ibn Abbas said: Had I not feared random thoughts, I would not have mixed in society. He said : Who injures man except man ? The Prophet said : Man is upon the' religion of his friend. So let him look with whom he befriends. (5) Fifth benefit. It is to get virtues give virture. In a society, a man is required to be present at funeral prayers, call on patients, join I'd congregations, etc. (6) Six benefit. One can earn the quality of modesty and humility in a society while it cannot be gained in loneliness which sometimes creates pride. It is reported that a man of Israil dynasty wrote nearly 360 books on wisdom and thought that he got some rank to God for this. God then revealed to the Prophet I 148\tThe Book of Wordly Usages\tVol-II of that age : Tell the man : You have filled up the world with hypocrisy. I will not accept any portion of your hyocrisy. Then he gave up writing books and took refuge in a grave and thought. I have now gained the pleasure of God. God then revealed to His Prophet Tell him : You cannot gain My pleasure till you mix in society and bear their harms and troubles. After wards, he mixed in society . Then God revealed to His Prophet : Tell him : Now you have gained My pleasure. Hazrat Ali used to carry daily necessities of the family from bazar and say : The perfection of a perfect man is not reduced if he carries anything for his benefit. Hazrat Abu Hurairah, Huzaifah, Obai and Ibn Masud and others used to carry fuels and food stuffs on their backs. Hazrat Abu Hurairah was the governor of Medina at one time. He used to say while carrying loads of fuel Give way to your ruler. The Prophet used also to carry his necessary things from the bazar. Some companions asked him: Give me the load to bear. He then said : The owner of the load has got right to carry it. Hazrat Hasan, son of Hazrat Ali, while passing by the poor, used to sit with them and they used to say to him: 0 descendant of the Messenger of God, take share in our food. Then he used to get down from his conveyance and share with them their meal and said: God does not love the proud. Another reason is that one who remains busy in rendering pleasure of the people falls in error, because if he knows God perfectly, he will appreciate that there is no good in the pleasure of the people without the pleasure of God and all harms and benefits are in the hand of God. There is no benefactor and destroyer except He. He who incurs the pleasure of men by incurring the displeasure of God, God becomes displeased with him and keeps the people dissatisfied with him. If the object is only to incurs the pleasure of the people, it is not fulfilled. God is the object of love and search. Imam Shafeyi said : There. is no such man as has got no friend and foe. When it is such, keep company with the pious. Hazrat Moses invoked God : 0 Lord, save me from the tongue of the people. He said : 0 Moses, I am also not free in this matter. So how can I make you free from their tongue ? God revealed to Wazair: I will not enrol you as one of the humble ones near Me if you do not remain satisfied with the chewed matter in the mouth of the chewers. Vol-II\tLove and Brotherhood\t149 (7) Seventh benefit is the gaining of experience which is gained by mixing in society. One whose natural intellect is not sufficient to understand the good of this material and spiritual world, loneliness is not good for him. If a boy without experience adopts loneliness, he will be misguided. He should therefore, remain busy in educating himself. Every experience of loneliness is secret. Those who walk in the path of the next world search for purification of heart and allow themselves in the fiery tests. If they feel pride in their hearts, they try to remove it. Even some of them carry the skin of water or bundle of fuel and necessary articles from the markets. Thereby they gain experience and pride goes away. So the great benefit of mixing in society is that the faults of one come out. For this reason, it has been said that journey discloses the character and conduct of a man as it is a result of mixing in society. So what has been described above about the benefits and harms of seclusion, it is clear that loneliness is sometimes good and sometimes bad according to the special circumstances of each man and the surroundings he lives in. This depends on his friends and companions. A certain wise man said: To keep separate from society is a cause of enmity and to mix in society means sometimes company with the bad people. So be not separate and do not also mix, rather adopt the path of loneliness in mixing in society. RULES AND REGULATION OF SECLUDED LIVING (1) One should intend by loneliness to save himself from the harms of men. (2) He will seek safety from the harms of other people. (3) He will intend to be free from the faults in fulfilling the duties to the Muslims. (4) He will intend to prefer loneliness for divine services (5) He shall engage himself in learning, zikr, fikr and other divine services. (6) He will not allow the people to mix with him. (7) He will not allow others to put questions to him .(8) He will not ask the news of any place or any man. (9) He will remain satisfied with little. (10) He will remain patient at the harms of his neighbours, if any. (11) He will be deaf in hearing of the praise of others. (12) He shall know the merits of the path of the next world. In other words, he shall follow the rules and regulations of zikr with humility of mind, think of the wonderful creations of God, the heavens and the earth, sun moon, stars and 150\tTI' Book of Wordly Usages\tVol-II of the sovereignty of God, think of life and death and of the conditions in grave after death. It you do not give up the passions and temptations of the world, your patience in secluded living will not become perfect. The heart cannot be cleansed of impurities making short of your hopes and passions as you have got no power to prolong life. Think after getting up from bed in the morning that you will not be able to reach evening. In this way, you will be able to curtain your hopes and check passions. Know it for certain that he who cannot earn the love of God in his mind and His remembrance will not be able to bear loneliness after death. He who earns this attribute will be able to bear it, as death cannot destroy the place of God's love and remembrance. He will live in the midst of mercy of God. For this reason, God said about the martyrs : Don't think that those who have been killed in the way of God are dead, but they are alive near their Lord and get provisions. *********************************** THE END OF CHAPTER 7 OF VOLUME 2 *********************************** E-mail: webmaster - Sign the Guest Book - Islamic\nPhilosophy Home Page Information: This\n    Page was last updated on: 18 Jun 2007 21:31:56 -0400 This\n    page is constantly being updated since July 2001. So check back\n    often. Page \n    URL: www.muslimphilosophy.com/ihya/eng/ihya-vol2-C7.htm . A\n    reader is needed for PDF files and it is available\n    free of charge from Adobe . About\n    the Islamic Philosophy Online Project . Reporting\n    copyright infringement . Site listed by MENALIB . Site\n    © Copyright 2003 by Islamic Philosophy Online, Inc. A not-for-profit\n    organization dedicated to academic study of Islamic philosophy. Individual\n    content may have its own individual copyrights. See\n    copyright information."
  },
  {
    "ar": "ففيها قطع متجاورات وفيها الجبال والبراري والبحار وأنواع الحيوان والنبات  وما",
    "en": ""
  },
  {
    "ar": "من شيء منها إلا وهو شاهد لله بالوحدانية ومسبح له بلسان ذلق لا يدركه  إلا  من",
    "en": ""
  },
  {
    "ar": "ألقى السمع وهو شهيد وأما الجاحدون والغافلون والمغترون بلامع السراب  من  زهرة",
    "en": ""
  },
  {
    "ar": "الدنيا فإنهم لا يبصرون ولا يسمعون لأنهم  عن  السمع  معزولون  وعن  آيات  ربهم",
    "en": ""
  },
  {
    "ar": "محجوبون يعلمون ظاهرا من الحياة الدنيا وهم  عن  الآخرة  هم  غافلون  وما  أريد",
    "en": ""
  },
  {
    "ar": "بالسمع السمع الظاهر فإن الذينأريدوا به ما كانوا معزولين عنه  وإنما  أريد  به",
    "en": ""
  },
  {
    "ar": "السمع الباطن ولا يدرك بالسمع الظاهر إلا  الأصوات  ويشارك  الإنسان  فيه  سائر",
    "en": ""
  },
  {
    "ar": "الحيوانات فأما السمع الباطن فيدرك به لسان الحال الذي هو نطق وراء نطق  المقال",
    "en": ""
  },
  {
    "ar": "يشبه قول القائل حكاية لكلام الوتد والحائط قال الجدار للوتد لم تشقني فقال  سل",
    "en": ""
  },
  {
    "ar": "من يدقني ولم يتركني ورائي الحجر الذي ورائي وما من  ذرة  في  السماوات  والأرض",
    "en": ""
  },
  {
    "ar": "إلا ولها أنواع شاهدات لله تعالى بالوحدانية هي توحيدها وأنواع شاهدات  لصانعها",
    "en": ""
  },
  {
    "ar": "بالتقدس هي تسبيحها ولكن لا يفقهون تسبيحها  لأنهم  لم  يسافروا  من  مضيق  سمع",
    "en": ""
  },
  {
    "ar": "الظاهر إلى فضاء سمع الباطن ومن ركاكة لسان المقال إلى فصاحة  لسان  الحال  ولو",
    "en": ""
  },
  {
    "ar": "قدر كل عاجز على مثل هذا السير لما كان سليمان عليه  السلام  مختصا  بفهم  منطق",
    "en": ""
  },
  {
    "ar": "الطير ولما كان موسى عليه السلام مختصا بسماع كلام الله تعالى الذي يجب  تقديسه",
    "en": ""
  },
  {
    "ar": "عن مشابهة الحروف والأصوات ومن يسافر ليستقرئ هذه الشهادات من الأسطر  المكتوبة",
    "en": ""
  },
  {
    "ar": "بالخطوط الإلهية على صفحات الجمادات لم يطل  سفره  بالبدن  بل  يستقر  في  موضع",
    "en": ""
  },
  {
    "ar": "ويفرغ قلبه للتمتع بسماع نغمات التسبيحات من  آحاد  الذرات  فماله  وللتردد  في",
    "en": ""
  },
  {
    "ar": "الفلوات وله غنية في ملكوت السماوات فالشمس والقمر والنجوم  بأمره  مسخرات  وهي",
    "en": ""
  },
  {
    "ar": "إلى أبصار ذوي البصائر مسافرات في الشهر والسنة مرات بل  هي  دائبة  في  الحركة",
    "en": ""
  },
  {
    "ar": "على توالي الأوقات فمن الغرائب أن  يدأب  في  الطواف  بآحاد  المساجد  من  أمرت",
    "en": ""
  },
  {
    "ar": "الكعبة أن تطوف به ومن الغرائب أن يطوف  في  أكناف  الأرض  من  يطوف  به  أقطار",
    "en": ""
  },
  {
    "ar": "السماء ثم ما دام المسافر مفتقرا إلى  أن  يبصر  عالم  الملك  والشهادة  بالبصر",
    "en": ""
  },
  {
    "ar": "الظاهر فهو بعد في المنزل الأول من منازل السائرين  إلى  الله  والمسافرين  إلى",
    "en": ""
  },
  {
    "ar": "حضرته وكأنه معتكف على باب الوطن لم يفض به المسير إلى  متسع  الفضاء  ولا  سبب",
    "en": ""
  },
  {
    "ar": "لطول المقام في هذا المنزل إلا الجبن والقصور ولذلك قال بعض  أرباب  القلوب  إن",
    "en": ""
  },
  {
    "ar": "الناس ليقولون افتحوا أعينكم حتى تبصروا وأنا أقول  غمضوا  أعينكم  حتى  تبصروا",
    "en": ""
  },
  {
    "ar": "وكل واحد من القولين حق إلا أن الأول خبر عن  المنزل  الأول  القريب  من  الوطن",
    "en": ""
  },
  {
    "ar": "والثاني خبر عما بعده من المنازل البعيدة عن الوطن التي  لا  يطؤها  إلا  مخاطر",
    "en": ""
  },
  {
    "ar": "بنفسه والمجاوز إليها ربما يتيه فيها سنين وربما يأخذ التوفيق بيده فيرشده  إلى",
    "en": ""
  },
  {
    "ar": "سواء السبيل والهالكون في التيه هم الأكثرون من ركاب هذه الطريق ولكن  السائحون",
    "en": ""
  },
  {
    "ar": "بنور التوفيق فازوا بالنعيم والملك المقيم وهم الذين سبقت لهم من  الله  الحسنى",
    "en": ""
  },
  {
    "ar": "واعتبر هذا الملك بملك الدنيا فإنه يقل بالإضافة إلى كثرة  الخلق  طلابه  ومهما",
    "en": ""
  },
  {
    "ar": "عظم المطلوب قل المساعد ثم الذي يهلك أكثر من الذي يملك ولا يتصدى  لطلب  الملك",
    "en": ""
  },
  {
    "ar": "العاجز الجبان لعظيم الخطر وطول التعب وإذا كانت النفوس كبارا تعبت  في  مرادها",
    "en": ""
  },
  {
    "ar": "الأجسام وما أودع الله العز والملك في الدين والدنيا  إلا  في  حيز  الخطر  وقد",
    "en": ""
  },
  {
    "ar": "يسمى الجبان الجبن والقصور باسم الحزم والحذر كما قيل  ترى  الجبناء  أن  الجبن",
    "en": ""
  },
  {
    "ar": "حزم وتلك خديعة الطبع اللئيم فهذا حكم السفر الظاهر إذا أريد به  السفر  الباطن",
    "en": ""
  },
  {
    "ar": "بمطالعة آيات الله في الأرض فلنرجع إلى الغرض  الذي  كنا  نقصده  ولنبين  القسم",
    "en": ""
  },
  {
    "ar": "الثاني وهو أن يسافر لأجل العبادة إما لحج أو جهاد وقد ذكرنا  فضل  ذلك  وآدابه",
    "en": ""
  },
  {
    "ar": "وأعماله الظاهرة والباطنة في كتاب  أسرار  الحج  ويدخل  في  جملته  زيارة  قبور",
    "en": ""
  },
  {
    "ar": "الأنبياء عليهم السلام وزيارة قبور الصحابة والتابعين وسائر العلماء  والأولياء",
    "en": ""
  },
  {
    "ar": "وكل من يتبرك بمشاهدته في حياته يتبرك بزيارته بعد وفاته ويجوز شد الرحال  لهذا",
    "en": ""
  },
  {
    "ar": "الغرض ولا يمنع من هذا قوله صلى الله عليه وسلم لا تشد الرجال  إلا  إلى  ثلاثة",
    "en": ""
  },
  {
    "ar": "مساجد مسجدي هذا والمسجد الحرام والمسجد الأقصى  حديث  لاتشد  الرحال  إلا  إلى",
    "en": ""
  },
  {
    "ar": "ثلاثة مساجدالحديث تقدم في الحج لأن ذلك في  المساجد  فإنها  متماثلة  بعد  هذه",
    "en": ""
  },
  {
    "ar": "المساجد وإلا فلا فرق بين زيارة  قبور  الأنبياء  والأولياء  والعلماء  في  أصل",
    "en": ""
  },
  {
    "ar": "الفضل وإن كان يتفاوت في الدرجات تفاوتا عظيما بحسب اختلاف  درجاتهم  عند  الله",
    "en": ""
  },
  {
    "ar": "وبالجملة زيارة الأحياء أولى من زيارة الأموات والفائدة من زيارة  الأحياء  طلب",
    "en": ""
  },
  {
    "ar": "بركة الدعاء وبركة النظر إليهم فإن النظر  إلى  وجوه  العلماء  والصلحاء  عبادة",
    "en": ""
  },
  {
    "ar": "وفيه أيضا حركة للرغبة في الاقتداء بهم والتخلق بأخلاقهم وآدابهم  هذا  سوى  ما",
    "en": ""
  },
  {
    "ar": "ينتظر من الفوائد العلمية المستفادة  من  أنفاسهم  وأفعالهم  كيف  ومجرد  زيارة",
    "en": ""
  },
  {
    "ar": "الإخوان في الله فيه فضل كما ذكرناه في  كتاب  الصحبة  وفي  التوراة  سر  أربعة",
    "en": ""
  },
  {
    "ar": "أميال زر أخا في الله وأما البقاع فلا معنى لزيارتها سوى المساجد الثلاثة  وسوى",
    "en": ""
  },
  {
    "ar": "الثغور للرباط بها فالحديث ظاهر في أنه لا تشد الرحال  لطلب  بركة  البقاع  إلا",
    "en": ""
  },
  {
    "ar": "إلى المساجد الثلاثة وقد ذكرنا فضائل الحرمين في كتاب الحج  وبيت  المقدس  أيضا",
    "en": ""
  },
  {
    "ar": "له فضل كبير خرج ابن عمر من المدينة قاصدا بيت  المقدس  حتى  صلى  فيه  الصلوات",
    "en": ""
  },
  {
    "ar": "الخمس ثم كرراجعا من الغد إلى المدينة وقد سأل سليمان عليه السلام ربه  عز  وجل",
    "en": ""
  },
  {
    "ar": "أن من قصد هذا المسجد لا يعنيه إلا الصلاة فيه أن لا  تصرف  نظرك  عنه  ما  دام",
    "en": ""
  },
  {
    "ar": "مقيما فيه حتى يخرج منه وأن تخرجه من ذنوبه كيوم ولدته  أمه  فأعطاه  الله  ذلك",
    "en": ""
  },
  {
    "ar": "القسم الثالث أن يكون السفر للهرب من سبب مشوش للدين  وذلك  أيضا  حسن  فالفرار",
    "en": ""
  },
  {
    "ar": "مما لا يطاق من سنن الأنبياء والمرسلين ومما  يجب  الهرب  منه  الولاية  والجاه",
    "en": ""
  },
  {
    "ar": "وكثرة العلائق والأسباب فإن كل ذلك يشوش فراغ القلب والدين  لا  يتم  إلا  بقلب",
    "en": ""
  },
  {
    "ar": "فارغ عن غير الله فإن لم يتم فراغه فلا يتصور أن يشتغل بالدين ولا  يتصور  فراغ",
    "en": ""
  },
  {
    "ar": "القلب في الدنيا  عن  مهمات  الدنيا  والحاجات  الضرورية  ولكن  يتصور  تخفيفها",
    "en": ""
  },
  {
    "ar": "وتثقيلها وقد نجا المخفون وهلك  المثقلون  والحمد  لله  الذي  لم  يعلق  النجاة",
    "en": ""
  },
  {
    "ar": "بالفراغ المطلق عن جميع الأوزار والأعباء بل قبل المخف بفضله وشمله بسعة  رحمته",
    "en": ""
  },
  {
    "ar": "والمخف هو الذي ليست الدنيا أكبر همه وذلك لا يتيسر في  الوطن  لمن  اتسع  جاهه",
    "en": ""
  },
  {
    "ar": "وكثرت علائقه فلا يتم مقصوده إلا بالغربة والخمول  وقطع  العلائق  التي  لا  بد",
    "en": ""
  },
  {
    "ar": "عنها حتى يروض نفسه مدة مديدة ثم ربما يمده الله بمعونته فينعم عليه  بما  يقوي",
    "en": ""
  },
  {
    "ar": "به يقينه ويطمئن به قلبه فيستوي عنده الحضر والسفر ويتقارب عنده  وجود  الأسباب",
    "en": ""
  },
  {
    "ar": "والعلائق وعدمها فلا يصده شيء منها عما هو بصدده من  ذكر  الله  وذلك  مما  يعز",
    "en": ""
  },
  {
    "ar": "وجوده جدا بل الغالب على القلوب الضعف والقصور عن الاتساع للخلق والخالق  وإنما",
    "en": ""
  },
  {
    "ar": "يسعد بهذه القوة  الأنبياء  والأولياء  والوصول  إليها  بالكسب  شديد  وإن  كان",
    "en": ""
  },
  {
    "ar": "للاجتهاد والكسب فيها مدخل أيضا ومثال تفاوت القوة الباطنة  فيه  كتفاوت  القوة",
    "en": ""
  },
  {
    "ar": "الظاهرة في الاعضاء فرب رجل قوي ذي مرة سوى شديد  الأعصاب  محكم  البنية  يستقل",
    "en": ""
  },
  {
    "ar": "بحمل ما وزنه ألف رطل مثلا فلو أراد  الضعيف  المريض  أن  ينال  رتبته  بممارسة",
    "en": ""
  },
  {
    "ar": "الحمل والتدريج فيه قليلا قليلا لم يقدر عليه ولكن  الممارسة  والجهد  يزيد  في",
    "en": ""
  },
  {
    "ar": "قوته زيادة ما وإن كان ذلك لا يبلغه درجته فلا ينبغي أن يترك الجهد  عند  اليأس",
    "en": ""
  },
  {
    "ar": "عن الرتبة العليا فإن ذلك غاية الجهل ونهاية الضلال وقد كان من عادة السلف  رضي",
    "en": ""
  },
  {
    "ar": "الله عنهم مفارقة الوطن خيفة من الفتن وقال سفيان الثوري هذا زمان سوء لا  يؤمن",
    "en": ""
  },
  {
    "ar": "فيه على الخامل فكيف على المشتهرين هذا زمان رجل ينتقل من  بلد  إلى  بلد  كلما",
    "en": ""
  },
  {
    "ar": "عرف في موضع تحول إلى غيره وقال أبو نعيم رأيت سفيان الثوري وقد علق قلته  بيده",
    "en": "E-mail: webmaster - Sign the Guest Book - Islamic\nPhilosophy Home"
  },
  {
    "ar": "ووضع جرابه على ظهره فقلت إلى أين يا أبا عبد الله قال بلغني عن قرية فيها  رخص",
    "en": ""
  },
  {
    "ar": "أريد أن أقيم بها فقلت له وتفعل هذا قال نعم إذا بلغك أن قرية  فيها  رخص  فأقم",
    "en": ""
  },
  {
    "ar": "بها فإنه أسلم لدينك وأقل لهمك وهذا هرب من غلاء السعر وكان  سرى  السقطي  يقول",
    "en": ""
  },
  {
    "ar": "للصوفية إذا خرج الشتاء فقد خرج أذار وأورقت الأشجار  وطاب  الإنتشار  فانتشروا",
    "en": ""
  },
  {
    "ar": "وقد كان الخواص لا يقيم ببلد أكثر من  أربعين  يوما  وكان  من  المتوكلين  ويرى",
    "en": ""
  },
  {
    "ar": "الإقامة اعتمادا على الأسباب  قادحا  في  التوكل  وسيأتي  أسرار  الاعتماد  على",
    "en": ""
  },
  {
    "ar": "الأسباب في كتاب التوكل إن شاء الله تعالى القسم الرابع السفر  هربا  مما  يقدح",
    "en": ""
  },
  {
    "ar": "في البدن كالطاعون أو في المال كغلاء السعر أو ما يجري مجراه ولا  حرج  في  ذلك",
    "en": ""
  },
  {
    "ar": "بل ربما يجب الفرار في بعض المواضع وربما يستحب في  بعض  بحسب  وجوب  ما  يترتب",
    "en": ""
  },
  {
    "ar": "عليه من الفوائد واستحبابه ولكن يستثنى منه  الطاعون  فلا  ينبغي  أن  يفر  منه",
    "en": ""
  },
  {
    "ar": "لورود النهي فيه قال أسامة بن زيد قال رسول الله صلى الله  عليه  وسلم  إن  هذا",
    "en": ""
  },
  {
    "ar": "الوجع أو السقم رجز عذب به بعض الأمم قبلكم ثم  بقي  بعد  في  الأرض  منه  حديث",
    "en": ""
  },
  {
    "ar": "أسامة بن زيد إن هذا الوجع أو السقم رجز عذب به  بعض  الأمم  قبلكمالحديث  متفق",
    "en": ""
  },
  {
    "ar": "عليه واللفظ لمسلم وقالت عائشة رضي الله عنها قال  رسول  الله  صلى  الله  عليه",
    "en": ""
  },
  {
    "ar": "وسلم إن فناء أمتي بالطعن والطاعون فقلت هذا الطعن قد عرفناه فما  الطاعون  قال",
    "en": ""
  },
  {
    "ar": "غدة كعدة البعير تأخذهم في مراقهم المسلم الميت منه شهيد والمقيم عليه  المحتسب",
    "en": ""
  },
  {
    "ar": "كالمرابط في سبيل الله والفار منه كالفار من الزحف حديث  عائشة  إن  فناء  أمتي",
    "en": ""
  },
  {
    "ar": "بالطعن والطاعونالحديث رواه أحمد وابن عبد البر  في  التمهيد  بإسناد  جيد  وعن",
    "en": ""
  },
  {
    "ar": "مكحول عن أم أيمن قالت أوصى رسول الله صلى الله عليه وسلم بعض أصحابه  لا  تشرك",
    "en": ""
  },
  {
    "ar": "بالله شيئا وإن عذبت أو حرقت وأطع والديك وإن أمراك أن تخرج من كل  شيء  هو  لك",
    "en": ""
  },
  {
    "ar": "فاخرج منه ولا تترك الصلاة عمدا فإن من ترك الصلاة عمدا فقد برئت ذمة الله  منه",
    "en": ""
  },
  {
    "ar": "وإياك والخمر فإنها مفتاح كل شر وإياك والمعصية فإنها تسخط  الله  ولا  تفر  من",
    "en": ""
  },
  {
    "ar": "الزحف وإن أصاب الناس موتان وأنت فيهم فاثبت فيهم أنفق من طولك  على  أهل  بيتك",
    "en": ""
  },
  {
    "ar": "ولا ترفع عصاك عنهم أخفهم بالله حديث أم أيمن أوصى رسول  الله  صلى  الله  عليه",
    "en": ""
  },
  {
    "ar": "وسلم بعض أهله لا تشرك بالله شيئا وإن حرقت  بالنار  أخرجه  البيهقي  وقال  فيه",
    "en": ""
  },
  {
    "ar": "إرسال فهذه الأحاديث تدل على أن الفرار من الطاعون منهي عنه وكذلك القدوم  عليه",
    "en": ""
  },
  {
    "ar": "وسيأتي شرح ذلك في كتاب التوكل فهذه أقسام الأسفار وقد خرج منه أن السفر  ينقسم",
    "en": ""
  },
  {
    "ar": "إلى مذموم وإلى محمود وإلى مباح والمذموم ينقسم  إلى  حرام  كإباق  العبد  وسفر",
    "en": ""
  },
  {
    "ar": "العاق وإلى مكروه كالخروج من بلد الطاعون والمحمود ينقسم إلى واجب  كالحج  وطلب",
    "en": ""
  },
  {
    "ar": "العلم الذي هو فريضة على كل  مسلم  وإلى  مندوب  إليه  كزيارة  العلماء  وزيارة",
    "en": ""
  },
  {
    "ar": "مشاهدهم ومن هذه الأسباب تتبين النية في السفر فإن معنى النية  الانبعاث  للسبب",
    "en": ""
  },
  {
    "ar": "الباعث والانتهاض لإجابة الداعية ولتكن نيته الآخرة في جميع أسفاره  وذلك  ظاهر",
    "en": ""
  },
  {
    "ar": "في الواجب والمندوب ومحال في المكروه والمحظور وأما المباح  فمرجعه  إلى  النية",
    "en": ""
  },
  {
    "ar": "فمهما كان قصده بطلب المال مثلا التعفف  عن  السؤال  ورعاية  ستر  المروءة  على",
    "en": ""
  },
  {
    "ar": "الأهل والعيال والتصدق بما يفضل عن مبلغ الحاجة صار هذا المباح بهذه  النية  من",
    "en": ""
  },
  {
    "ar": "أعمال الآخرة ولو خرج إلى الحج وباعثه الرياء والسمعة لخرج عن  كونه  من  أعمال",
    "en": ""
  },
  {
    "ar": "الآخرة لقوله صلى الله عليه وسلم إنما الأعمال بالنيات  حديث  الأعمال  بالنيات",
    "en": ""
  },
  {
    "ar": "متفق عليه من حديث عمر وقد تقدم فقوله صلى الله عليه وسلم الأعمال بالنيات  عام",
    "en": ""
  },
  {
    "ar": "في الواجبات والمندوبات والمباحات دون المحظورات فإن النية لا تؤثر في  إخراجها",
    "en": ""
  },
  {
    "ar": "عن كونها من المحظورات وقد قال بعض السلف إن  الله  تعالى  قد  وكل  بالمسافرين",
    "en": ""
  },
  {
    "ar": "ملائكة ينظرون إلى مقاصدهم فيعطي كل واحد على قدر نيته فمن  كانت  نيته  الدنيا",
    "en": ""
  },
  {
    "ar": "أعطى منها ونقص من آخرته أضعافه وفرق عليه همه وكثر بالحرص  والرغبة  شغله  ومن",
    "en": ""
  },
  {
    "ar": "كانت نيته الآخرة أعطى من البصيرة والحكمة والفطنة وفتح له من التذكرة  والعبرة",
    "en": ""
  },
  {
    "ar": "بقدر نيته وجمع له همه ودعت له الملائكة واستغفرت له وأما النظر  في  أن  السفر",
    "en": ""
  },
  {
    "ar": "هو الأفضل أو الإقامة فذلك يضاهي النظر في أن الأفضل  هو  العزلة  أو  المخالطة",
    "en": ""
  },
  {
    "ar": "وقد ذكر منهاجه في كتاب العزلة فليفهم هذا منه فإن السفر نوع مخالطة  مع  زيادة",
    "en": ""
  },
  {
    "ar": "تعب ومشقة تفرق الهم وتشتت القلب في حق الأكثرين والأفضل في هذا ما  هو  الأعون",
    "en": ""
  },
  {
    "ar": "على الدين ونهاية ثمرة الدين في الدنيا تحصيل معرفة الله  تعالى  وتحصيل  الأنس",
    "en": ""
  },
  {
    "ar": "بذكر الله تعالى والأنس يحصل بدوام الذكر والمعرفة تحصل  بدوام  الفكر  ومن  لم",
    "en": ""
  },
  {
    "ar": "يتعلم طريق الفكر والذكر لم يتمكن  منهما  والسفر  هو  المعين  على  التعلم  في",
    "en": ""
  },
  {
    "ar": "الابتداء والإقامة هي المعينة على العمل بالعلم في الانتهاء  وأما  السياحة  في",
    "en": ""
  },
  {
    "ar": "الأرض على الدوام فمن المشوشات للقلب إلا في حق  الأقوياء  فإن  المسافر  وماله",
    "en": ""
  },
  {
    "ar": "لعلى قلق إلا ما وقى الله فلا يزال المسافر مشغول القلب تارة بالخوف  على  نفسه",
    "en": ""
  },
  {
    "ar": "وماله وتارة بمفارقة ما ألفه واعتاده في إقامته وإن لم يكن معه مال  يخاف  عليه",
    "en": ""
  },
  {
    "ar": "فلا يخلو عن الطمع والاستشراف إلى الخلق فتارة  يضعف  قلبه  بسبب  الفقر  وتارة",
    "en": ""
  },
  {
    "ar": "يقوى باستحكام أسباب الطمع ثم الشغل بالحط والترحال  مشوش  لجميع  الأحوال  فلا",
    "en": ""
  },
  {
    "ar": "ينبغي أن يسافر المريد إلا في طلب  علم  أو  مشاهدة  شيخ  يقتدى  به  في  سيرته",
    "en": ""
  },
  {
    "ar": "وتستفاد الرغبة في الخير من مشاهدته فإن اشتغل بنفسه واستبصر  وانفتح  له  طريق",
    "en": ""
  },
  {
    "ar": "الفكر أو العمل فالسكون أولى به إلا  أن  أكثر  متصوفة  هذه  الأعصار  لما  خلت",
    "en": ""
  },
  {
    "ar": "بواطنهم عن لطائف الأفكار ودقائق الأعمال ولم يحصل لهم أنس بالله تعالى  وبذكره",
    "en": ""
  },
  {
    "ar": "في الخلوة وكانوا بطالين غير محترفين ولا مشغولين قد ألفوا  البطالة  واستثقلوا",
    "en": ""
  },
  {
    "ar": "العمل واستوعروا طريق الكسب واستلانوا جانب السؤال والكدية واستطابوا  الرباطات",
    "en": ""
  },
  {
    "ar": "المبنية لهم في البلاد واستسخروا الخدم المنتصبين للقيام بخدمة القوم  واستخفوا",
    "en": ""
  },
  {
    "ar": "عقولهم وأديانهم من حيث لم يكن قصدهم من الخدمة  إلا  الرياء  والسمعة  وانتشار",
    "en": ""
  },
  {
    "ar": "الصيت واقتناص الأموال بطريق السؤال  تعللا  بكثرة  الأتباع  فلم  يكن  لهم  في",
    "en": ""
  },
  {
    "ar": "الخانقاهات حكم ناقذ ولا تأديب للمريد  بن  نافع  ولا  حجر  عليهم  قاهر  فبسوا",
    "en": ""
  },
  {
    "ar": "المرقعات واتخذوا في الخانقاهات متنزهات وربما تلقفوا  ألفاظا  مزخرفة  من  أهل",
    "en": ""
  },
  {
    "ar": "الطامات فينظرون إلى أنفسهم وقد تشبهوا  بالقوم  في  خرقتهم  وفي  سياحتهم  وفي",
    "en": ""
  },
  {
    "ar": "لفظهم وعبارتهم وفي آداب ظاهرة من سيرتهم فيظنون  بأنفسهم  خيرا  ويحسبون  أنهم",
    "en": ""
  },
  {
    "ar": "يحسنون صنعا ويعتقدون أن كل سوداء تمرة ويتوهمون أن المشاركة  في  الظاهر  توجب",
    "en": ""
  },
  {
    "ar": "المساهمة في الحقائق وهيهات فما أغزر  حماقة  من  لا  يميز  بين  الشحم  والورم",
    "en": ""
  },
  {
    "ar": "فهؤلاء بغضاء الله فإن الله تعالى يبغض الشاب الفارغ ولم  يحملهم  على  السياحة",
    "en": ""
  },
  {
    "ar": "إلا الشباب والفراغ إلا من سافر لحج أو عمرة في غير  رياء  ولا  سمعة  أو  سافر",
    "en": ""
  },
  {
    "ar": "لمشاهدة شيخ يقتدي به في علمه وسيرته وقد خلت البلاد عنه الآن والأمور  الدينية",
    "en": ""
  },
  {
    "ar": "كلها قد فسدت وضعفت إلا التصوف فإنه قد  انمحق  بالكلية  وبطل  لأن  العلوم  لم",
    "en": ""
  },
  {
    "ar": "تندرس بعد والعالم وإن كان عالم سوء فإنما فساده في سيرته  لا  في  علمه  فيبقى",
    "en": ""
  },
  {
    "ar": "عالما غير عامل بعلمه والعمل غير العلم وأما التصوف فهو عبارة  عن  تجرد  القلب",
    "en": ""
  },
  {
    "ar": "لله تعالى واستحقار ما سوى الله وحاصله يرجع إلى عمل القلب والجوارح ومهما  فسد",
    "en": ""
  },
  {
    "ar": "العمل فات الأصل وفي أسفار هؤلاء نظر للفقهاء  من  حيث  إنه  إتعاب  للنفس  بلا",
    "en": ""
  },
  {
    "ar": "فائدة وقد يقال إن ذلك ممنوع ولكن الصواب عندنا أن نحكم  بالإباحة  فإن  حظوظهم",
    "en": ""
  },
  {
    "ar": "التفرج عن كرب البطالة بمشاهدة البلاد المختلفة وهذه  الحظوظ  وإن  كانت  خسيسة",
    "en": ""
  },
  {
    "ar": "فنفوس المتحركين لهذه الحظوظ أيضا خسيسة ولا بأس بإتعاب حيوان  خسيس  لحظ  خسيس",
    "en": "This\n    Page was last updated on: 18 Jun 2007 21:31:56 -0400"
  },
  {
    "ar": "يليق به ويعود إليه فهو  المتأذى  والمتلذذ  والفتوى  تقتضي  تشتيت  العوام  في",
    "en": ""
  },
  {
    "ar": "المباحات التي لا نفع فيها ولا ضرر فالسابحون في غير مهم في الدين  والدنيا  بل",
    "en": ""
  },
  {
    "ar": "لمحض التفرج في البلاد كالبهائم المترددة في الصحاري فلا بأس بسياحتهم ما  كفوا",
    "en": ""
  },
  {
    "ar": "عن الناس شرهم ولم يلبسوا على الخلق حالهم وإنما عصيانهم  في  التلبيس  والسؤال",
    "en": ""
  },
  {
    "ar": "على اسم التصوف والأكل من الأوقاف التي وقفت على الصوفية لأن الصوفي  عبارة  عن",
    "en": ""
  },
  {
    "ar": "رجل صالح عدل في دينه مع صفات أخر وراء الصلاح ومن أقل صفات أحوال هؤلاء  أكلهم",
    "en": ""
  },
  {
    "ar": "أموال السلاطين وأكل الحرام من الكبائر فلا تبقى معه العدالة والصلاح ولو  تصور",
    "en": ""
  },
  {
    "ar": "صوفي فاسق لتصور صوفي كافر وفقيه يهودي وكما أن الفقيه  عبارة  عن  مسلم  مخصوص",
    "en": ""
  },
  {
    "ar": "فالصوفي عبارة عن عدل مخصوص لا يقتصر في دينه على القدر الذي يحصل  به  العدالة",
    "en": ""
  },
  {
    "ar": "وكذلك من نظر إلى ظواهرهم ولم يعرف بواطنهم وأعطاهم من ماله  على  سبيل  التقرب",
    "en": ""
  },
  {
    "ar": "إلى الله تعالى حرم عليهم الأخذ وكان ما أكلوه سحتا وأعني به  إذا  كان  المعطي",
    "en": ""
  },
  {
    "ar": "بحيث لو عرف بواطن أحوالهم ما أعطاهم فأخذ المال بإظهار التصوف  من  غير  اتصاف",
    "en": ""
  },
  {
    "ar": "بحقيقته كأخذه بإظهار نسب رسول الله صلى الله عليه وسلم على  سبيل  الدعوى  ومن",
    "en": ""
  },
  {
    "ar": "زعم أنه علوي وهو كاذب وأعطاه مسلم مالا لحبه أهل البيت ولو علم  أنه  كاذب  لم",
    "en": ""
  },
  {
    "ar": "يعطه شيئا فأخذه على ذلك حرام وكذلك الصوفي ولهذا  احترز  المحتاطون  عن  الأكل",
    "en": ""
  },
  {
    "ar": "بالدين فإن المبالغ في الاحتياط لدينه لا ينفك في باطنه  عن  عورات  لو  انكشفت",
    "en": ""
  },
  {
    "ar": "للراغب في مواساته لفترت رغبته عن المواساة  فلا  جرم  كانوا  لا  يشترون  شيئا",
    "en": ""
  },
  {
    "ar": "بأنفسهم مخافة أن يسامحوا لأجل دينهم فيكونوا قد أكلوا  بالدين  وكانوا  يوكلون",
    "en": ""
  },
  {
    "ar": "من يشتري لهم ويشترطون على الوكيل أن لا يظهر أنه لمن يشتري نعم إنما  يحل  أخذ",
    "en": ""
  },
  {
    "ar": "ما يعطى لأجل الدين إذا كان الأخذ بحيث لو علم المعطي من باطنه ما  يعلمه  الله",
    "en": ""
  },
  {
    "ar": "تعالى لم يقتض ذلك فتورا في رأيه فيه والعاقل  المنصف  يعلم  من  نفسه  أن  ذلك",
    "en": ""
  },
  {
    "ar": "ممتنع أو عزيز والمغرور الجاهل بنفسه أحرى بأن يكون جاهلا بأمر دينه  فإن  أقرب",
    "en": ""
  },
  {
    "ar": "الأشياء إلى قالبه قلبه فإذا التبس عليه أمر قلبه فكيف ينكشف  له  غيره  ومنعرف",
    "en": ""
  },
  {
    "ar": "هذه الحقيقة لزمه لا محالة أن لا يأكل إلا من كسبه ليأمن من هذه الغائلة أو  لا",
    "en": ""
  },
  {
    "ar": "يأكل إلا من مال من يعلم قطعا أنه لو انكسف له عورات باطنه  لم  يمنعه  ذلك  عن",
    "en": ""
  },
  {
    "ar": "مواساته فإن اضطر طالب الحلال ومريد طريق الآخرة إلى أخذ مال  غيره  فليصرح  له",
    "en": ""
  },
  {
    "ar": "وليقل إنك إن كنت تعطيني لما تعتقده في من الدين  فلست  مستحقا  لذلك  ولو  كشف",
    "en": ""
  },
  {
    "ar": "الله تعالى سترى لم ترني بعين التوقير بل اعتقدت أبى شر  الخلق  أو  من  شرارهم",
    "en": ""
  },
  {
    "ar": "فإن أعطاه مع ذلك فليأخذ فإنه ربما يرضى منه هذه الخصلة وهو اعترافه  على  نفسه",
    "en": ""
  },
  {
    "ar": "بركاكة الدين وعدم استحقاقه لما يأخذه ولكن  ههنا  مكيدة  للنفس  بينة  ومخادعة",
    "en": ""
  },
  {
    "ar": "فليتفطن لها وهو أنه قد يقول ذلك مظهرا أنه متشبه  بالصالحين  في  ذمهم  نفوسهم",
    "en": ""
  },
  {
    "ar": "واستحقارهم لها ونظرهم إليها بعين المقت  والازدراء  فتكون  صورة  الكلام  صورة",
    "en": ""
  },
  {
    "ar": "القدح والازدراء وباطنه وروحه هو عين المدح والإطراء فكم من ذام نفسه  وهو  لها",
    "en": ""
  },
  {
    "ar": "مادح بعين ذمه فذم النفس في الخلوة مع النفس هو المحمود  وأما  الذم  في  الملأ",
    "en": ""
  },
  {
    "ar": "فهو عين الرياء إلا إذا أورده إيرادا يحصل للمستمع  يقينا  بأنه  مقترف  للذنوب",
    "en": ""
  },
  {
    "ar": "ومعترف بها وذلك مما يمكن تفهيمه بقرائن الأحوال ويمكن تلبيسه  بقرائن  الأحوال",
    "en": ""
  },
  {
    "ar": "والصادق بينه وبين الله تعالى يعلم أن مخادعته لله عز  وجل  أو  مخادعته  لنفسه",
    "en": ""
  },
  {
    "ar": "محال فلا يتعذر عليه الاحتراز عن أمثال ذلك فهذا هو القول في أقسام السفر  ونية",
    "en": ""
  },
  {
    "ar": "المسافر وفضيلته الفصل الثاني في آداب المسافر من أول نهوضه إلى آخر رجوعه  وهي",
    "en": ""
  },
  {
    "ar": "أحد عشر آدبا الأول أن يبدأ برد المظالم وقضاء الديون واعداد النفقة لمن  تلزمه",
    "en": ""
  },
  {
    "ar": "نفقته وبرد الودائع إن كانت عنده ولا يأخذ لزاده إلا الحلال الطيب وليأخذ  قدرا",
    "en": ""
  },
  {
    "ar": "يوسع به على رفقائه قال ابن عمر رضي الله عنهما من كرم الرجل طيب زاده في  سفره",
    "en": ""
  },
  {
    "ar": "ولا بد في السفر من طيب الكلام وإطعام الطعام وإظهار مكارم  الأخلاق  في  السفر",
    "en": ""
  },
  {
    "ar": "فإنه يخرج خبايا الباطن ومن صلح لصحبة السفر  صلح  لصحبة  الحضر  وقد  يصلح  في",
    "en": ""
  },
  {
    "ar": "الحضر من لا يصلح في السفر ولذلك قيل إذا أثنى  على  الرجل  معاملوه  في  الحضر",
    "en": ""
  },
  {
    "ar": "ورفقاؤه في السفر فلا تشكوا في صلاحه والسفر من أسباب الضجر ومن أحسن  خلقه  في",
    "en": ""
  },
  {
    "ar": "الضجر فهو الحسن الخلق وإلا فعند مساعدة الأمور على وفق الغرض  قلما  يظهر  سوء",
    "en": ""
  },
  {
    "ar": "الخلق وقد قيل ثلاثة لا يلامون على الضجر الصائم والمريض  والمسافر  وتمام  حسن",
    "en": ""
  },
  {
    "ar": "خلق المسافر الإحسان إلى المكارى ومعاونة الرفقة بكل  ممكن  والرفق  بكل  منقطع",
    "en": ""
  },
  {
    "ar": "بأن لا يجاوزه إلا بالإعانة بمركوب أو زاد أو توقف لأجله وتمام ذلك مع  الرفقاء",
    "en": ""
  },
  {
    "ar": "بمزاح ومطايبة في بعض الأوقات من غير فحش ولا معصية ليكون ذلك شفاء لضجر  السفر",
    "en": ""
  },
  {
    "ar": "ومشاقه الثاني أن يختار رفيقا فلا يخرج وحده فالرفيق  ثم  الطريق  وليكن  رفيقه",
    "en": ""
  },
  {
    "ar": "ممن يعينه على الدين فيذكره إذا نسي ويعينه ويساعده إذا ذكر فإن المرء على  دين",
    "en": ""
  },
  {
    "ar": "خليله ولا يعرف الرجل إلا برفيقه وقد نهى صلى  الله  عليه  وسلم  عن  أن  يسافر",
    "en": ""
  },
  {
    "ar": "الرجل وحده حديث النهي عن أن يسافر الرجل وحده أخرجه  أحمد  من  حديث  ابن  عمر",
    "en": ""
  },
  {
    "ar": "بسند صحيح وهو عند البخاري بلفظ لو يعلم الناس ما في الوحدةما  سار  راكب  بليل",
    "en": ""
  },
  {
    "ar": "وحده وقال الثلاثة نفر حديث الثلاثة نفر رويناه من حديث علي في وصيته  المشهورة",
    "en": ""
  },
  {
    "ar": "وهو حديث موضوع والمعروف الثلاثة ركب رواه أبو داود والترمذي وحسنه النسائي  من",
    "en": ""
  },
  {
    "ar": "رواية عمرو بن شعيب عن أبيه عن جده وقال أيضا إذا كنتم ثلاثة في  السفر  فأمروا",
    "en": ""
  },
  {
    "ar": "أحدكم حديث إذا كنتم ثلاثة فأمروا أحدكم أخرجه  الطبراني  من  حديث  ابن  مسعود",
    "en": ""
  },
  {
    "ar": "بإسناد حسن وكانوا يفعلون ذلك ويقولون هذا أميرنا  أمره  رسول  الله  صلى  الله",
    "en": ""
  },
  {
    "ar": "عليه وسلم حديث كانوا يفعلون ذلك ويقولون هو أمير  أمره  رسول  الله  صلى  الله",
    "en": ""
  },
  {
    "ar": "عليه وسلم أخرجه البزار والحاكم عن عمر أنه قال إذا كنتم ثلاثة في  سفر  فأمروا",
    "en": ""
  },
  {
    "ar": "عليكم أحدكم ذا أمير أمره رسول الله صلى الله عليه وسلم قال  الحاكم  صحيح  على",
    "en": ""
  },
  {
    "ar": "شرط الشيخين وليؤمروا أحسنهم أخلاقا  وأرفقهم  بالأصحاب  وأسرعهم  إلى  الإيثار",
    "en": ""
  },
  {
    "ar": "وطلب الموافقة وإنما يحتاج إلى الأمير  لأن  الآراء  تختلف  في  تعيين  المنازل",
    "en": ""
  },
  {
    "ar": "والطرق ومصالح السفر ولا نظام إلا في الوحدة ولا  فساد  إلا  في  الكثرة  وإنما",
    "en": ""
  },
  {
    "ar": "انتظم أمر العالم لأن مدبر الكل واحد لو كان فيهما آلهة إلا الله لفسدتا  ومهما",
    "en": ""
  },
  {
    "ar": "كان المدبر واحدا انتظم أمر التدبير وإذا كثر المدبرون فسدت  الأمور  في  الحضر",
    "en": ""
  },
  {
    "ar": "والسفر إلا أن مواطن الإقامة لا تخلو عن أمير عام كأمير البلد  وأمير  خاص  كرب",
    "en": ""
  },
  {
    "ar": "الدار وأما السفر فلا يتعين له أمير إلا بالتأمير  فلهذا  وجب  التأمير  ليجتمع",
    "en": ""
  },
  {
    "ar": "شتات الآراء ثم على الأمير أن لا ينظر إلا لمصلحة القوم وأن  يجعل  نفسه  وقاية",
    "en": ""
  },
  {
    "ar": "لهم كما نقل عن عبد الله المروزي أنه صحبه أبو علي الرباطي فقال  على  أن  تكون",
    "en": ""
  },
  {
    "ar": "أنت الأمير أو أنا فقال بل أنت فلم يزل يحمل الزاد لنفسه ولأبي  علي  على  ظهره",
    "en": ""
  },
  {
    "ar": "فأمطرت السماء ذات ليلة فقام عبد الله طول الليل على رأس  رفيقه  وفي  يده  كسا",
    "en": ""
  },
  {
    "ar": "يمنع عنه المطر فكلما قال له عبد الله لا تفعل يقول ألم تقل إن  الإمارة  مسلمة",
    "en": ""
  },
  {
    "ar": "لي فلا تتحكم على ولا ترجع عن قولك حتى قال أبو علي وددت أني  مت  ولم  أقل  له",
    "en": ""
  },
  {
    "ar": "أنت الأمير فهكذا ينبغي أن يكون  الأمير  وقد  قال  صلى  الله  عليه  وسلم  خير",
    "en": ""
  },
  {
    "ar": "الأصحاب أربعة حديث خير الأصحاب أربعة أخرجه  أبو  داود  والترمذي  والحاكم  من",
    "en": ""
  },
  {
    "ar": "حديث ابن عباس قال الترمذي حسن غريب وقال الحاكم صحيح على شرط  الشيخين  وتخصيص",
    "en": ""
  },
  {
    "ar": "الأربعة من بين سائر الأعداد لا بد أن  يكون  له  فائدة  والذي  ينقدح  فيه  أن",
    "en": ""
  },
  {
    "ar": "المسافر لا يخلو عن رجل يحتاج إلى حفظه وعن حاجة يحتاج  إلى  التردد  فيها  ولو",
    "en": ""
  },
  {
    "ar": "كانوا ثلاثة لكان المتردد في الحاجة واحدا فيبقى في السفر بلا  رفيق  فلا  يخلو",
    "en": "This\n    page is constantly being updated since July 2001. So check back\n    often."
  },
  {
    "ar": "عن خطر وعن ضيق قلب لفقد أنس الرفيق ولو تردد  في  الحاجة  اثنان  لكان  الحافظ",
    "en": ""
  },
  {
    "ar": "للرحل واحدا فلا يخلو أيضا عن الخطر وعن ضيق الصدر فإذن ما دون الأربعة لا  يفي",
    "en": ""
  },
  {
    "ar": "بالمقصود وما فوق الأربعة  يزيد  فلا  تجمعهم  رابطة  واحدة  فلا  ينعقد  بينهم",
    "en": ""
  },
  {
    "ar": "الترافق لأن الخامس زيادة بعد الحاجة ومن يستغنى عنه لا تنصرف الهمة  إليه  فلا",
    "en": ""
  },
  {
    "ar": "تتم المرافقة معه نعم في كثرة الرفقاء فائدة للأمن  من  المخاوف  ولكن  الأربعة",
    "en": ""
  },
  {
    "ar": "خير للرفاقة الخاصة لا للرفاقة العامة وكم من رفيق في الطريق عند  كثرة  الرفاق",
    "en": ""
  },
  {
    "ar": "لا يكلم ولا يخالط إلى آخر الطريق للإستغناء عنه الثالث أن  يودع  رفقاء  الحضر",
    "en": ""
  },
  {
    "ar": "والأهل والأصدقاء وليدع عند الوداع بدعاء رسول الله صلى  الله  عليه  وسلم  قال",
    "en": ""
  },
  {
    "ar": "بعضهم صحبت عبد الله بن عمر رضي الله عنهما من  مكة  إلى  المدينة  حرسها  الله",
    "en": ""
  },
  {
    "ar": "فلما أردت أن افارقه شيعني وقال سمعت رسول الله صلى الله عليه  وسلم  يقول  قال",
    "en": ""
  },
  {
    "ar": "لقمان إن الله تعالى إذا أستودع شيئا  حفظه  وإني  أستودع  الله  دينك  وأمانتك",
    "en": ""
  },
  {
    "ar": "وخواتيم عملك حديث ابن عمر قال لقمان  إن  الله  إذا  استودع  شيئا  حفظه  وإني",
    "en": ""
  },
  {
    "ar": "أستودع الله دينك وأمانتك وخواتيم عملك أخرجه النسائي في اليوم  والليلة  ورواه",
    "en": ""
  },
  {
    "ar": "أبو داود مختصرا وإسناده جيد وروى زيد بن أرقم عن  رسول  الله  صلى  الله  عليه",
    "en": ""
  },
  {
    "ar": "وسلم أنه قال إذا أراد أحدكم سفرا فليودع إخوانه فإن الله  تعالى  جاعل  له  في",
    "en": ""
  },
  {
    "ar": "دعائهم البركة حديث زيد بن أرقم إذا أراد أحدكم سفرا فليودع  إخوانه  فإن  الله",
    "en": ""
  },
  {
    "ar": "جاعل له في دعائهم البركة أخرجه الخرائطي في مكارم الأخلاق بسند ضعيف وعن  عمرو",
    "en": ""
  },
  {
    "ar": "بن شعيب عن أبيه عن جده أن رسول الله صلى الله عليه وسلم كان إذا ودع رجلا  قال",
    "en": ""
  },
  {
    "ar": "زودك الله التقوى وغفر ذنبك ووجهك إلى الخير حيث توجهت حديث عمرو  بن  شعيب  عن",
    "en": ""
  },
  {
    "ar": "أبيه عن جده كان إذا ودع رجلا قال زودك الله التقوى  رواه  الخرائطي  في  مكارم",
    "en": ""
  },
  {
    "ar": "الأخلاق والمحاملي في الدعاء وفيه ابن لهيعة  فهذا  دعاء  المقيم  للمودع  وقال",
    "en": ""
  },
  {
    "ar": "موسى بن وردان أتيت أبا هريرة رضي الله عنه أودعه لسفر أردته  فقال  ألا  أعلمك",
    "en": ""
  },
  {
    "ar": "يا ابن أخي شيئا علمنيه رسول الله صلى الله عليه وسلم عند الوداع فقلت بلى  قال",
    "en": ""
  },
  {
    "ar": "قل أستودعك الله الذي لا تضيع ودائعه حديث أبي  هريرة  أستودعك  الله  الذي  لا",
    "en": ""
  },
  {
    "ar": "تضيع ودائعه أخرجه ابن ماجه والنسائي في اليوم والليلة بإسناد حسن وعن  أنس  بن",
    "en": ""
  },
  {
    "ar": "مالك رضي الله عنه أن رجلا أتى النبي صلى الله عليه وسلم فقال  إني  أريد  سفرا",
    "en": ""
  },
  {
    "ar": "فأوصني فقال له في حفظ الله وفي كنفه زودك الله التقوى وغفر ذنبك  ووجهك  للخير",
    "en": ""
  },
  {
    "ar": "حيث كنت أو أينما كنت حديث أنس في حفظ الله وفي كنفه  زودك  الله  التقوىالحديث",
    "en": ""
  },
  {
    "ar": "تقدم في الحج في الباب الثاني شك فيه الراوي وينبغي إذا استودع الله  تعالى  ما",
    "en": ""
  },
  {
    "ar": "يخلفه أن يستودع الجمع ولا يخصص فقد روي أن عمر رضي الله عنه  كان  يعطي  الناس",
    "en": ""
  },
  {
    "ar": "عطاياهم إذ جاءه رجل معه ابن له فقال له عمر ما رأيت أشبه بأحد من هذا بك  فقال",
    "en": ""
  },
  {
    "ar": "له الرجل أحدثك عنه يا أمير المؤمنين بأمر إني أردت أن أخرج إلى سفر وأمه  حامل",
    "en": ""
  },
  {
    "ar": "به فقالت تخرج وتدعني على هذه الحالة فقلت أستودع الله ما  في  بطنك  فخرجت  ثم",
    "en": ""
  },
  {
    "ar": "قدمت فإذا هي قد ماتت فجلسنا نتحدث فإذا نار  على  قبرها  فقلت  للقوم  ما  هذه",
    "en": ""
  },
  {
    "ar": "النار فقالوا هذه النار من قبر فلانة نراها  كل  ليلة  فقلت  والله  إنها  كانت",
    "en": ""
  },
  {
    "ar": "لصوامة قوامة فأخذت المعول حتى انتهينا إلى القبر فحفرنا فإذا  سراج  وإذا  هذا",
    "en": ""
  },
  {
    "ar": "الغلام يدب فقيل لي إن هذه وديعتك ولو كنت استودعت أمه لوجدتها  فقال  عمر  رضي",
    "en": ""
  },
  {
    "ar": "الله عنه لهو أشبه بك  من  الغراب  بالغراب  الرابع  أن  يصلي  قبل  سفره  صلاة",
    "en": ""
  },
  {
    "ar": "الاستخارة كما وصفناها في كتاب الصلاة ووقت الخروج يصلي  لأجل  السفر  فقد  روى",
    "en": ""
  },
  {
    "ar": "أنس بن مالك رضي الله عنه أن رجلا أتى النبي صلى الله عليه وسلم فقال إني  نذرت",
    "en": ""
  },
  {
    "ar": "سفرا وقد كتبت وصيتي فإلى أي الثلاثة أدفعها إلى  ابني  أم  أخي  أم  أبي  فقال",
    "en": ""
  },
  {
    "ar": "النبي صلى الله عليه وسلم ما استخلف عبد في أهله من  خليفة  أحب  إلى  الله  من",
    "en": ""
  },
  {
    "ar": "أربع ركعات يصليهن في بيته إذا شد عليه ثياب سفره يقرأ فيهن  بفاتحة  الكتاب  و",
    "en": ""
  },
  {
    "ar": "قل هو الله أحد ثم يقول اللهم إني أتقرب بهن إليك فاخلفني بهن  في  أهلي  ومالي",
    "en": ""
  },
  {
    "ar": "فهي خليفته في أهله وماله وحرز حول داره حتى يرجع إلى أهله حديث  أنس  أن  رجلا",
    "en": ""
  },
  {
    "ar": "قال إني نذرت سفرا وقد كتبت وصيتي فإلى أي الثلاثة أدفعها إلى أبي  أم  أخي  أم",
    "en": ""
  },
  {
    "ar": "امرأتي فقال ما استخلف عبد في أهله من خليفة أحب إلى الله من أربع  ركعاتالحديث",
    "en": ""
  },
  {
    "ar": "أخرجه الخرائطي في مكارم الأخلاق وفيه من لا  يعرف  الخامس  إذا  حصل  على  باب",
    "en": ""
  },
  {
    "ar": "الدار فليقل بسم الله توكلت على الله ولا حول ولا قوة إلا بالله رب أعوذ بك  أن",
    "en": ""
  },
  {
    "ar": "أضل أو أضل أو أزل أو أزل أو أظلم أو أظلم أو أجهل أو يجهل علي  فإذا  مشى  قال",
    "en": ""
  },
  {
    "ar": "اللهم بك انتشرت وعليك توكلت وبك اعتصمت  وإليك  توجهت  اللهم  أنت  ثقتي  وأنت",
    "en": ""
  },
  {
    "ar": "رجائي فاكفني ما أهمني وما لا أهتم به وما أنت أعلم به مني عز جارك  وجل  ثناؤك",
    "en": ""
  },
  {
    "ar": "ولا إله غيرك اللهم زودني التقوى واغفر  لي  ذنبي  ووجهني  للخير  أينما  توجهت",
    "en": ""
  },
  {
    "ar": "وليدع بهذا الدعاء في كل منزل يرحل عنه فإذا ركب الدابة فليقل بسم الله  وبالله",
    "en": ""
  },
  {
    "ar": "والله أكبر توكلت على الله ولا حول ولا قوة إلا بالله العلي العظيم ما  شاءالله",
    "en": ""
  },
  {
    "ar": "كان وما لم يشأ لم يكن سبحان الذي سخر لنا هذا وما  كنا  له  مقرنين  وإنا  إلى",
    "en": ""
  },
  {
    "ar": "ربنا لمنقلبون فإذا استوت الدابة تحته فليقل الحمد لله  الذي  هدانا  لهذا  وما",
    "en": ""
  },
  {
    "ar": "كنا لنهتدي لولا أن هدانا الله اللهم أنت الحامل على الظهر وأنت  المستعان  على",
    "en": ""
  },
  {
    "ar": "الأمور السادس أن يرحل عن المنزل بكرة روى جابر أن النبي صلى  الله  عليه  وسلم",
    "en": ""
  },
  {
    "ar": "رحل يوم الخميس وهو يريد تبوك وقال اللهم بارك لأمتي في بكورها حديث  جابر  أنه",
    "en": ""
  },
  {
    "ar": "صلى الله عليه وسلم رحل يوم الخميس يريد تبوك وقال اللهم بارك لأمتي في  بكورها",
    "en": ""
  },
  {
    "ar": "رواه الخرائطي وفي السنن الأربعة من حديث صخر  العامري  اللهم  بارك  لأمتي  في",
    "en": ""
  },
  {
    "ar": "بكورها قال الترمذي حديث حسن ويستحب أن يبتدئ بالخروج يوم الخميس فقد  روى  عبد",
    "en": ""
  },
  {
    "ar": "الله بن كعب بن مالك عن أبيه قال قلما كان رسول الله صلى الله عليه  وسلم  يخرج",
    "en": ""
  },
  {
    "ar": "إلى سفر إلا يوم الخميس حديث كعب ابن مالك قلما كان رسول الله  صلى  الله  عليه",
    "en": ""
  },
  {
    "ar": "وسلم يخرج إلى سفر إلا يوم الخميس والسبت أخرجه البزار مقتصرا على  يوم  خميسها",
    "en": ""
  },
  {
    "ar": "والخرائطي مقتصرا على يوم السبت وكلاهما ضعيف وروى أنس أنه صلى الله عليه  وسلم",
    "en": ""
  },
  {
    "ar": "قال اللهم بارك لأمتي في بكورها يوم السبت وكان صلى الله  عليه  وسلم  إذا  بعث",
    "en": ""
  },
  {
    "ar": "سرية بعثها أول النهار حديث كان إذا بعث سرية بعثها أول النهار  أخرجه  الأربعة",
    "en": ""
  },
  {
    "ar": "من حديث صخر العامري وحسنه الترمذي وروى أبو هريرة رضي الله عنه أنه  صلى  الله",
    "en": ""
  },
  {
    "ar": "عليه وسلم قال اللهم بارك لأمتي في بكورها يوم خميسها  حديث  أبي  هريرة  اللهم",
    "en": ""
  },
  {
    "ar": "بارك لأمتي في بكورها يوم خميسها أخرجه ابن ماجه والخرائطي  في  مكارم  الأخلاق",
    "en": ""
  },
  {
    "ar": "واللفظ له وقال ابن ماجه يوم الخميس وكلا الإسنادين  ضعيف  وقال  عبد  الله  بن",
    "en": ""
  },
  {
    "ar": "عباس إذا كان لك إلى رجل حاجة فاطلبها منه نهارا ولا تطلبها ليلا واطلبها  بكرة",
    "en": ""
  },
  {
    "ar": "فإني سمعت رسول الله صلى الله عليه وسلم يقول اللهم بارك لأمتي في بكورها  حديث",
    "en": ""
  },
  {
    "ar": "ابن عباس إذا كانت لك إلى رجل حاجة فاطلبها إليه  نهارا  الحديث  أخرجه  البزار",
    "en": ""
  },
  {
    "ar": "والطبراني في الكبير والخرائطي في مكارم الأخلاق واللفظ له  وإسناده  ضعيف  ولا",
    "en": ""
  },
  {
    "ar": "ينبغي أن يسافر بعد طلوع الفجر من يوم الجمعة فيكون عاصيا بترك  الجمعة  واليوم",
    "en": ""
  },
  {
    "ar": "منسوب إليها فكان أوله من أسباب وجوبها والتشييع للوداع مستحب وهو سنة قال  صلى",
    "en": ""
  },
  {
    "ar": "الله عليه وسلم لأن أشيع مجاهدا في سبيل الله فأكتنفه على رحله  غدوة  أو  روحة",
    "en": ""
  },
  {
    "ar": "أحب إلي من الدنيا وما فيها حديث لأن أشيع مجاهدا في  سبيل  الله  فأكتنفه  على",
    "en": ""
  },
  {
    "ar": "رحله غدوة أو روحة أحب إلي من الدنيا وما فيها رواه  ابن  ماجه  بسند  ضعيف  من",
    "en": "Page \n    URL: www.muslimphilosophy.com/ihya/eng/ihya-vol2-C7.htm ."
  },
  {
    "ar": "حديث معاذ بن أنس السابع أن لا ينزل حتى يحمي  النهار  فهي  السنة  ويكون  أكثر",
    "en": ""
  },
  {
    "ar": "سيره بالليل قال صلى الله عليه وسلم عليكم بالدلجة فإن الأرض  تطوى  بالليل  ما",
    "en": ""
  },
  {
    "ar": "لا تطوى بالنهار حديث عليكم بالدلجةالحديث تقدم في الباب الثاني من الحج  ومهما",
    "en": ""
  },
  {
    "ar": "أشرف على المنزل فليقل اللهم رب السماوات السبع وما أظللن  ورب  الأرضين  السبع",
    "en": ""
  },
  {
    "ar": "وما أقللن ورب الشياطين وما أضللن ورب الرياح وما ذرين  ورب  البحار  وما  جرين",
    "en": ""
  },
  {
    "ar": "أسألك خير هذا المنزل وخير أهله وأعوذ بك من شر هذا المنزل  وشر  ما  فيه  اصرف",
    "en": ""
  },
  {
    "ar": "عني شر شرارهم فإذا نزل المنزل فليصل  فيه  ركعتين  ثم  ليقل  اللهم  إني  أعوذ",
    "en": ""
  },
  {
    "ar": "بكلمات الله التامات التي لا يجاوزهن بر ولا فاجر من شر ما خلق  فإذا  جن  عليه",
    "en": ""
  },
  {
    "ar": "الليل فليقل يا أرض ربي وربك الله أعوذ بالله من شرك ومن شر ما فيك وشر  ما  دب",
    "en": ""
  },
  {
    "ar": "عليك أعوذ بالله من شر كل أسد وأسود وحية وعقرب ومن شر ساكني البلد  ووالد  وما",
    "en": ""
  },
  {
    "ar": "ولد وله ما سكن في الليل والنهار وهو السميع العليم ومهما علا  شرفا  من  الأرض",
    "en": ""
  },
  {
    "ar": "في وقت السير فينبغي أن يقول اللهم لك الشرف على كل شرف ولك الحمد على  كل  حال",
    "en": ""
  },
  {
    "ar": "ومهما هبط سبح ومهما خاف الوحشة في سفره قال سبحان الملك  القدوس  رب  الملائكة",
    "en": ""
  },
  {
    "ar": "والروح جللت السماوات بالعزة  والجبروت  الثامن  أن  يحتاط  بالنهار  فلا  يمشي",
    "en": ""
  },
  {
    "ar": "منفردا خارج القافلة لأنه ربما يغتال أو ينقطع ويكون بالليل متحفظا  عند  النوم",
    "en": ""
  },
  {
    "ar": "كان صلى الله عليه وسلم إذا نام في ابتداء الليل في  السفر  افترش  ذراعيه  وإن",
    "en": ""
  },
  {
    "ar": "نام في آخر الليل نصب ذراعيه نصبا وجعل رأسه  في  كفه  حديث  كان  إذا  نام  في",
    "en": ""
  },
  {
    "ar": "ابتداء الليل في السفر افترش ذراعيهالحديث تقدم في الحج والغرض من  ذلك  أن  لا",
    "en": ""
  },
  {
    "ar": "يستثقل في النوم فتطلع الشمس وهو نائم لا يدري فيكون ما يفوته من  الصلاة  أفضل",
    "en": ""
  },
  {
    "ar": "مما يطلبه بسفره والمستحب بالليل أن يتناوب الرفقاء في الحراسة فإذا  نام  واحد",
    "en": ""
  },
  {
    "ar": "حرس آخر حديث تناوب الرفقاء في الحراسة تقدم في  الحج  في  الباب  الثاني  فهذه",
    "en": ""
  },
  {
    "ar": "السنة ومهما قصده عدو أو سبع في ليل أو نهار فليقرأ آية الكرسي وشهد الله  وسور",
    "en": ""
  },
  {
    "ar": "الإخلاص والمعوذتين وليقل بسم الله ما شاء الله لا قوة  إلا  بالله  حسبي  الله",
    "en": ""
  },
  {
    "ar": "توكلت على الله ما شاء الله لا يأتي بالخيرات إلا الله ما  شاء  الله  لا  يصرف",
    "en": ""
  },
  {
    "ar": "السوء إلا الله حسبي الله وكفى سمع الله لمن دعا ليس وراء الله منتهى  ولا  دون",
    "en": ""
  },
  {
    "ar": "الله ملجأ كتب الله لأغلبن أنا ورسلي إن الله  قوي  عزيز  تحصنت  بالله  العظيم",
    "en": ""
  },
  {
    "ar": "واستعنت بالحي القيوم الذي لا يموت اللهم احرسنا بعينك التي  لا  تنام  واكنفنا",
    "en": ""
  },
  {
    "ar": "بركنك الذي لا يرام اللهم ارحمنا بقدرتك علينا فلا  تهلك  وأنت  ثقتنا  ورجاؤنا",
    "en": ""
  },
  {
    "ar": "اللهم اعطف علينا قلوب عبادك وإمائك برأفة ورحمة إنك أنت أرحم الراحمين  التاسع",
    "en": ""
  },
  {
    "ar": "أن يرفق بالدابة إن كان راكبا فلا يحملها ما لا تطيق ولا يضربها في وجهها  فإنه",
    "en": ""
  },
  {
    "ar": "منهي عنه ولا ينام عليها فإنه يثقل بالنوم وتتأذى به الدابة كان أهل  الورع  لا",
    "en": ""
  },
  {
    "ar": "ينامون على الدواب إلا غفوة وقال صلى الله عليه وسلم  لا  تتخذوا  ظهور  دوابكم",
    "en": ""
  },
  {
    "ar": "كراسي حديث لا تتخذوا ظهور دوابكم كراسي تقدم في الباب الثالث من  الحج  ويستحب",
    "en": ""
  },
  {
    "ar": "أن ينزل عن الدابة غدوة وعشية يروحها بذلك حديث النزول عن  الدابة  غدوة  وعشية",
    "en": ""
  },
  {
    "ar": "تقدم فيه فهو سنة وفيه آثار عن السلف وكان بعض السلف يكتري  بشرط  أن  لا  ينزل",
    "en": ""
  },
  {
    "ar": "ويوفي الأجرة ثم كان ينزل ليكون بذلك محسنا إلى الدابة فيوضع في  ميزان  حسناته",
    "en": ""
  },
  {
    "ar": "لا في ميزان حسنات المكاري ومن آذى بهيمة بضرب أو حمل ما لا تطيق طولب  به  يوم",
    "en": ""
  },
  {
    "ar": "القيامة إذ في كل كبد حراء أجر قال أبو الدرداء رضي  الله  عنه  لبعير  له  عند",
    "en": ""
  },
  {
    "ar": "الموت أيها البعير لا تخاصمني إلى ربك فإني لم أك أحملك فوق طاقتك  وفي  النزول",
    "en": ""
  },
  {
    "ar": "ساعة صدقتان إحداهما ترويح الدابة والثانية إدخال السرور على قلب  المكاري  وفي",
    "en": ""
  },
  {
    "ar": "فائدة أخرى وهي رياضة البدن وتحريك الرجلين والحذر من خدر الأعضاء بطول  الركوب",
    "en": ""
  },
  {
    "ar": "وينبغي أن يقرر مع المكاري ما يحمله  عليها  شيئا  شيئا  ويعرضه  عليه  ويستأجر",
    "en": ""
  },
  {
    "ar": "الدابة بعقد صحيح لئلا يثور بينهما نزاع  يؤذي  القلب  ويحمل  على  الزيادة  في",
    "en": ""
  },
  {
    "ar": "الكلام فما يلفظ العبد من قول إلا لديه  رقيب  عتيد  فليحترز  عن  كثرة  الكلام",
    "en": ""
  },
  {
    "ar": "واللجاج مع المكاري فلا ينبغي أن يحمل فوق المشروط شيئا وإن خف فإن القليل  يجر",
    "en": ""
  },
  {
    "ar": "الكثير ومن حام حول الحمى يوشك أن يقع فيه قال رجل لابن المبارك وهو  على  دابة",
    "en": ""
  },
  {
    "ar": "احمل لي هذه الرقعة إلى فلان فقال حتى استأذن المكاري فإني لم أشارطه  على  هذه",
    "en": ""
  },
  {
    "ar": "الرقعة فانظر كيف لم يلتفت إلى قول الفقهاء إن هذا مما  يتسامح  فيه  ولكن  سلك",
    "en": ""
  },
  {
    "ar": "طريق الورع العاشر ينبغي أن يستصحب ستة أشياء قالت عائشة  رضي  الله  عنها  كان",
    "en": ""
  },
  {
    "ar": "رسول الله صلى الله عليه وسلم إذا سافر حمل معه  خمسة  أشياء  المرآة  والمكحلة",
    "en": ""
  },
  {
    "ar": "والمقراض والسواك والمشط حديث عائشة كان إذا سافر حمل معه  خمسة  أشياء  المرآة",
    "en": ""
  },
  {
    "ar": "والمكحلة والمدرى والسواك والمشط  وفي  رواية  ستة  أشياء  أخرجه  الطبراني  في",
    "en": ""
  },
  {
    "ar": "الأوسط والبيهقي في سننه والخرائطي في مكارم  الأخلاق  واللفظ  له  وطرقه  كلها",
    "en": ""
  },
  {
    "ar": "ضعيفة وفي رواية أخرى  عنها  ستة  أشياء  المرآة  والقارورة  والمقراض  والسواك",
    "en": ""
  },
  {
    "ar": "والمكحلة والمشط وقالت أم سعد الأنصارية كان رسول الله صلى الله عليه  وسلم  لا",
    "en": ""
  },
  {
    "ar": "يفارقه في السفر المرآة والمكحلة حديث أم  سعد  الأنصارية  كان  لا  يفارقه  في",
    "en": ""
  },
  {
    "ar": "السفر المرآة والمكحلة رواه الخرائطي وإسناده ضعيف وقال  صهيب  قال  رسول  الله",
    "en": ""
  },
  {
    "ar": "صلى الله عليه وسلم عليكم بالإثمد عند مضجعكم فإنه مما  يزيد  في  البصر  وينبت",
    "en": ""
  },
  {
    "ar": "الشعر حديث صهيب عليكم بالإثمد عند مضجعكم فإنه  يزيد  في  البصر  وينبت  الشعر",
    "en": ""
  },
  {
    "ar": "أخرجه الخرائطي في مكارم الأخلاق بسند ضعيف وهو عند الترمذي  وصححه  ابن  خزيمة",
    "en": ""
  },
  {
    "ar": "وابن حبان من حديث ابن عباس وصححه ابن عبد  البر  وقال  الخطابي  صحيح  الإسناد",
    "en": ""
  },
  {
    "ar": "وروي أنه كان يكتحل ثلاثا ثلاثا وفي رواية  انه  اكتحل  لليمنى  ثلاثا  ولليسرى",
    "en": ""
  },
  {
    "ar": "ثنتين حديث كان يكتحل لليمنى ثلاثا ولليسرى ثنتين أخرجه الطبراني في الأوسط  من",
    "en": ""
  },
  {
    "ar": "حديث ابن عمر بسند لين وقد زاد الصوفية الركوة والحبل وقال بعض الصوفية إذا  لم",
    "en": ""
  },
  {
    "ar": "يكن مع الفقير ركوة وحبل دل على نقصان  دينه  وإنما  زادوا  هذا  لما  رأوه  من",
    "en": ""
  },
  {
    "ar": "الاحتياط في طهارة الماء وغسل الثياب فالركوة لحفظ الماء الطاهر والحبل  لتجفيف",
    "en": ""
  },
  {
    "ar": "الثوب المغسول ولنزع الماء من  الآبار  وكان  الأولون  يكتفون  بالتيمم  ويغنون",
    "en": ""
  },
  {
    "ar": "أنفسهم عن نقل الماء ولا يبالون بالوضوء من الغدران  ومن  المياه  كلها  ما  لم",
    "en": ""
  },
  {
    "ar": "يتيقنوا نجاستها حتى توضأ عمر رضي الله عنه  من  ماء  في  جرة  نصرانية  وكانوا",
    "en": ""
  },
  {
    "ar": "يكتفون بالأرض والجبال عن الحبل فيفرشون الثياب المغسولة عليها فهذه  بدعة  إلا",
    "en": ""
  },
  {
    "ar": "أنها بدعة حسنة وإنما البدعة المذمومة ما تضاد السنن الثابتة وأما ما يعين  على",
    "en": ""
  },
  {
    "ar": "الاحتياط في الدين فمستحسن وقد ذكرنا  أحكام  المبالغة  في  الطهارات  في  كتاب",
    "en": ""
  },
  {
    "ar": "الطهارة وأن المتجرد لأمر الدين لا ينبغي أن يؤثر  طريق  الرخصة  بل  يحتاط  في",
    "en": ""
  },
  {
    "ar": "الطهارة ما لم يمنعه ذلك عن عمل أفضل منه وقيل كان الخواص  من  المتوكلين  وكان",
    "en": ""
  },
  {
    "ar": "لا يفارقه  أربعة  أشياء  في  السفر  والحضر  الركوة  والحبل  والإبرة  بخيوطها",
    "en": ""
  },
  {
    "ar": "والمقراض وكان يقول هذه ليست من الدنيا الحادي عشر في  آداب  الرجوع  من  السفر",
    "en": ""
  },
  {
    "ar": "كان النبي صلى الله عليه وسلم إذا قفل من غزو أو حج أو عمرة أو غيره  يكبر  على",
    "en": ""
  },
  {
    "ar": "كل شرف من الأرض ثلاث تكبيرات ويقول لا إله إلا الله وحده لا شريك له له  الملك",
    "en": ""
  },
  {
    "ar": "وله الحمد وهو على كل شيء قدير آيبون تائبون عابدون ساجدون  لربنا  حامدون  صدق",
    "en": ""
  },
  {
    "ar": "الله وعده ونصر عبده وهزم الأحزاب وحده حديث كان إذا قفل من حج أو غزو أو  غيره",
    "en": ""
  },
  {
    "ar": "يكبرالحديث تقدم في الحج وإذا أشرف على مدينته فليقل اللهم اجعل لنا بها  قرارا",
    "en": ""
  },
  {
    "ar": "ورزقا حسنا ثم ليرسل إلى أهله من يبشرهم بقدومه كيلا يقدم عليهم بغتة  فيرى  ما",
    "en": ""
  },
  {
    "ar": "يكرهه ولا ينبغي له أن يطرقهم ليلا حديث النهي عن طروق  الأهل  ليلا  تقدم  فقد",
    "en": "A\n    reader is needed for PDF files and it is available\n    free of charge from Adobe ."
  },
  {
    "ar": "ورد النهي عنه وكان صلى الله عليه وسلم إذا قدم دخل المسجد  أولا  وصلى  ركعتين",
    "en": ""
  },
  {
    "ar": "ثم دخل البيت حديث كان إذا قدم من سفر دخل المسجد أولا وصلى ركعتين  تقدم  وإذا",
    "en": ""
  },
  {
    "ar": "دخل قال توبا توبا لربنا أوبا أوبا لا يغادر علينا حوبا حديث كان إذا  دخل  قال",
    "en": ""
  },
  {
    "ar": "توبا توبا لربنا أوبا أوبا لا يغادر علينا  حوبا  أخرجه  ابن  السني  في  اليوم",
    "en": ""
  },
  {
    "ar": "والليلة والحاكم من حديث ابن عباس وقال صحيح على شرط الشيخين  وينبغي  أن  يحمل",
    "en": ""
  },
  {
    "ar": "لأهل بيته وأقاربه تحفة من مطعوم أو غيره على قدر إمكانه فهو سنة فقد  روي  أنه",
    "en": ""
  },
  {
    "ar": "إن لم يجد شيئا فليضع في مخلاته حجرا حديث إطراق  أهله  عند  القدوم  ولو  بحجر",
    "en": ""
  },
  {
    "ar": "أخرجه الدارقطني من حديث عائشة بإسناد ضعيف وكأن هذا مبالغة في  الاستحثاث  على",
    "en": ""
  },
  {
    "ar": "هذه المكرمة لأن الأعين تمتد إلى القادم  من  السفر  والقلوب  تفرح  به  فيتأكد",
    "en": ""
  },
  {
    "ar": "الاستحباب في تأكيد فرحهم وإظهار التفات القلب في السفر إلى ذكرهم بما  يستصحبه",
    "en": ""
  },
  {
    "ar": "في الطريق لهم فهذه جملة من الآداب الظاهرة  وأما  الآداب  الباطنة  ففي  الفصل",
    "en": ""
  },
  {
    "ar": "الأول بيان جملة منها وجملته أن لا يسافر إلا إذا  كان  زيادة  دينه  في  السفر",
    "en": ""
  },
  {
    "ar": "ومهما وجد قلبه متغيرا إلى نقصان فيقف ولينصرف ولا ينبغي أن  يجاوز  همه  منزله",
    "en": ""
  },
  {
    "ar": "بل ينزل حيث ينزل قلبه وينوي في دخول كل بلدة أن يرى شيوخها ويجتهد  أن  يستفيد",
    "en": ""
  },
  {
    "ar": "من كل واحد منهم أدبا أو كلمة لينتفع بها لا ليحكي ذلك ويظهر أنه  لقي  المشايخ",
    "en": ""
  },
  {
    "ar": "ولا يقيم ببلدة أكثر من أسبوع أو عشرة أيام إلا أن يأمره  الشيخ  المقصود  بذلك",
    "en": ""
  },
  {
    "ar": "ولا يجالس في مدة الإقامة إلا الفقراء الصادقين وإن  كان  قصده  زيارة  أخ  فلا",
    "en": ""
  },
  {
    "ar": "يزيد على ثلاثة أيام فهو حد الضيافة إلا إذا شق  على  أخيه  مفارقته  وإذا  قصد",
    "en": ""
  },
  {
    "ar": "زيارة شيخ فلا يقيم عنده أكثر من يوم وليلة ولا  يشغل  نفسه  بالعشرة  فإن  ذلك",
    "en": ""
  },
  {
    "ar": "يقطع بركة سفره وكلما دخل بلدا لا يشتغل بشيء سوى  زيارة  الشيخ  بزيارة  منزله",
    "en": ""
  },
  {
    "ar": "فإن كان في بيته فلا يدق عليه بابه ولا يستأذن عليه إلى أن يخرج فإذا خرج  تقدم",
    "en": ""
  },
  {
    "ar": "إليه بأدب فسلم عليه ولا يتكلم بين يديه إلا  أن  يسأله  فإن  سأله  أجاب  بقدر",
    "en": ""
  },
  {
    "ar": "السؤال ولا يسأله عن مسألة ما لم يستأذن أولا وإذا كان في السفر فلا  يكثر  ذكر",
    "en": ""
  },
  {
    "ar": "أطعمة البلدان وأسخيائها ولا ذكر أصدقائه فيها  وليذكر  مشايخها  وفقراءها  ولا",
    "en": ""
  },
  {
    "ar": "يهمل في سفره زيارة قبور الصالحين بل يتفقدها في كل قرية وبلدة ولا يظهر  حاجته",
    "en": ""
  },
  {
    "ar": "إلا بقدر الضرورة ومع من يقدر على  إزالتها  ويلازم  في  الطريق  الذكر  وقراءة",
    "en": ""
  },
  {
    "ar": "القرآن بحيث لا يسمع غيره وإذا كلمه إنسان فليترك الذكر وليجبه  ما  دام  يحدثه",
    "en": ""
  },
  {
    "ar": "ثم ليرجع إلى ما كان  عليه  فإن  تبرمت  نفسه  بالسفر  أو  بالإقامة  فليخالفها",
    "en": ""
  },
  {
    "ar": "فالبركة في مخالفة النفس وإذا تيسرت له خدمة قوم صالحين فلا ينبغي له أن  يسافر",
    "en": ""
  },
  {
    "ar": "تبرما بالخدمة فذلك كفران نعمة ومهما وجد نفسه في نقصان عما كان عليه في  الحضر",
    "en": ""
  },
  {
    "ar": "فليعلم أن سفره معلول وليرجع إذ لو كان لحق  لظهر  أثره  قال  رجل  لأبي  عثمان",
    "en": ""
  },
  {
    "ar": "المغربي خرج فلان مسافرا فقال السفر غربة والغربة ذلة وليس للمؤمن أن يذل  نفسه",
    "en": ""
  },
  {
    "ar": "وأشار به إلى أن من ليس له في السفر زيادة دين فقد أذل نفسه وإلا فعز الدين  لا",
    "en": ""
  },
  {
    "ar": "ينال إلا بذلة الغربة فليكن سفر المريد من وطن هواه ومراده وطبعه  حتى  يعز  في",
    "en": ""
  },
  {
    "ar": "هذه الغربة ولا يذل فإن من اتبع هواه في سفره ذل لا محالة إما عاجلا وإما  آجلا",
    "en": ""
  },
  {
    "ar": "الباب الثاني فيما لا بد للمسافر من تعلمه من رخص السفر وأدلة القبلة  والأوقات",
    "en": ""
  },
  {
    "ar": "اعلم أن المسافر يحتاج في أول سفره  إلى  أن  يتزود  لدنياه  ولآخرته  أما  زاد",
    "en": ""
  },
  {
    "ar": "الدنيا فالطعام والشراب وما يحتاج إليه من نفقة فإن خرج متوكلا من غير زاد  فلا",
    "en": ""
  },
  {
    "ar": "بأس به إذا كان سفره في قافلة أو بين قرى متصلة وإن ركب  البادية  وحده  أو  مع",
    "en": ""
  },
  {
    "ar": "قوم لا طعام معهم ولا شراب فإن كان ممن يصبر على الجوع أسبوعا أو عشرا مثلا  أو",
    "en": ""
  },
  {
    "ar": "يقدر على أن يكتفي بالحشيش فله ذلك وإن لم يكن له  قوة  الصبر  على  الجوع  ولا",
    "en": ""
  },
  {
    "ar": "القدرة على الاجتزاء بالحشيش فخروجه منغير زاد معصية فإنه ألقى نفسه  بيده  إلى",
    "en": ""
  },
  {
    "ar": "التهلكة ولهذا سر سيأتي في كتاب التوكل وليس معنى التوكل  التباعد  عن  الأسباب",
    "en": ""
  },
  {
    "ar": "بالكلية ولو كان كذلك لبطل التوكل بطلب  الدلو  والحبل  ونزع  الماء  من  البئر",
    "en": ""
  },
  {
    "ar": "ولوجب أن يصبر حتى يسخر الله له ملكا أو شخصا آخر حتى يصب  الماء  في  فيه  فإن",
    "en": ""
  },
  {
    "ar": "كان حفظ الدلو والحبل لا يقدح في التوكل وهو آلة الوصول إلى المشروب  فحمل  عين",
    "en": ""
  },
  {
    "ar": "المطعوم والمشروب حيث لا ينتظر له وجود أولى بأن  لا  يقدح  فيه  وستأتي  حقيقة",
    "en": ""
  },
  {
    "ar": "التوكل في موضعها فإنه يلتبس إلا على المحققين من علماء الدين وأما زاد  الآخرة",
    "en": ""
  },
  {
    "ar": "فهو العلم الذي يحتاج إليه في طهارته وصومه وصلاته وعبادته فلا  بد  وأن  يتزود",
    "en": ""
  },
  {
    "ar": "منه إذ السفر تارة يخفف عنه أمورا فيحتاج إلى معرفة  القدر  الذي  يخففه  السفر",
    "en": ""
  },
  {
    "ar": "كالقصر والجمع والفطر وتارة يشدد عليه أمورا كان مستغنيا عنها في الحضر  كالعلم",
    "en": ""
  },
  {
    "ar": "بالقبلة وأوقات الصلوات فإنه في البلد يكتفي بغيره  من  محاريب  المساجد  وأذان",
    "en": ""
  },
  {
    "ar": "المؤذنين وفي السفر قد يحتاج إلى أن يتعرف  بنفسه  فإذن  ما  يفتقر  إلى  تعلمه",
    "en": ""
  },
  {
    "ar": "ينقسم إلى قسمين القسم الأول العلم برخص السفر والسفر يفيد في  الطهارة  رخصتين",
    "en": ""
  },
  {
    "ar": "مسح الخفين والتيمم وفي صلاة الفرض  رخصتين  القصر  والجمع  وفي  النفل  رخصتين",
    "en": ""
  },
  {
    "ar": "أداؤه على الراحلة وأداؤه ماشيا وفي الصوم رخصة واحدة وهي الفطر فهذه  سبع  رخص",
    "en": ""
  },
  {
    "ar": "الرخصة الأولى المسح على الخفين قال صفوان بن عسال أمرنا رسول  الله  صلى  الله",
    "en": ""
  },
  {
    "ar": "عليه وسلم إذا كنا مسافرين أو سفر أن لا ننزع خفافنا ثلاثة أيام ولياليهن  حديث",
    "en": ""
  },
  {
    "ar": "صفوان بن عسال أمرنا رسول الله صلى الله عليه وسلم إذا كنا مسافرين أو سفرا  أن",
    "en": ""
  },
  {
    "ar": "لا ننزع خفافنا ثلاثة أيام ولياليهن أخرجه الترمذي وصححه  وابن  ماجه  والنسائي",
    "en": ""
  },
  {
    "ar": "في الكبرى وابن خزيمة وابن حبان فكل من لبس الخف على  طهارة  مبيحة  للصلاة  ثم",
    "en": ""
  },
  {
    "ar": "أحدث فله أن يمسح على خفه من وقت حدثه ثلاثة أيام ولياليهن إن  كان  مسافرا  أو",
    "en": ""
  },
  {
    "ar": "يوما وليلة إن كان مقيما ولكن  بخمسة  شروط  الأول  أن  يكون  اللبس  بعد  كمال",
    "en": ""
  },
  {
    "ar": "الطهارة فلو غسل الرجل اليمنى وأدخلها في الخف ثم غسل اليسرى فأدخلها  في  الخف",
    "en": ""
  },
  {
    "ar": "لم يجز له المسح عند الشافعي رحمه الله حتى ينزع اليمنى ويعيد لبسه  الثاني  أن",
    "en": ""
  },
  {
    "ar": "يكون الخف قويا يمكن المشي فيه ويجوز المسح على  الخف  وإن  لم  يكن  منعلا  إذ",
    "en": ""
  },
  {
    "ar": "العادة جارية بالتردد فيه في المنازل  لأن  فيه  قوة  على  الجملة  بخلاف  جورب",
    "en": ""
  },
  {
    "ar": "الصوفية فإنه لا يجوز المسح عليه وكذا الجرموق الضعيف الثالث  أن  لا  يكون  في",
    "en": ""
  },
  {
    "ar": "موضع فرض الغسل خرق فإن تخرق بحيث انكشف محل الفرض لم يجز المسح عليه  وللشافعي",
    "en": ""
  },
  {
    "ar": "قول قديم إنه يجوز ما دام يستمسك على الرجل وهو مذهب مالك  رضي  الله  عنه  ولا",
    "en": ""
  },
  {
    "ar": "بأس به لمسيس الحاجة إليه وتعذر الخرز في السفر  في  كل  وقت  والمداس  المنسوج",
    "en": ""
  },
  {
    "ar": "يجوز المسح عليه مهما كان ساترا لا تبدو بشرة  القدم  من  خلاله  وكذا  المشقوق",
    "en": ""
  },
  {
    "ar": "الذي يرد على محل الشق بشرج لأن الحاجة تمس إلى جميع  ذلك  فلا  يعتبر  إلا  أن",
    "en": ""
  },
  {
    "ar": "يكون ساتراإلى ما فوق الكعبين كيفما كان فأما  إذا  ستر  بعض  ظهر  القدم  وستر",
    "en": ""
  },
  {
    "ar": "الباقي باللفافة لم يجز المسح عليه الرابع أن لا ينزع الخف بعد المسح عليه  فإن",
    "en": ""
  },
  {
    "ar": "نزع فالأولى له استئناف الوضوء فإن اقتصر على غسل القدمين جاز الخامس  أن  يمسح",
    "en": ""
  },
  {
    "ar": "على الموضع المحاذي لمحل فرض الغسل لا على الساق وأقله ما يسمى  مسحا  على  ظهر",
    "en": ""
  },
  {
    "ar": "القدم من الخف وإذا مسح بثلاث أصابع أجزأه والأولى  أن  يخرج  من  شبهة  الخلاف",
    "en": ""
  },
  {
    "ar": "وأكمله أن يمسح أعلاه وأسفله دفعة واحدة من غير تكرار حديث مسحه صلى الله  عليه",
    "en": ""
  },
  {
    "ar": "وسلم على الخف وأسفله أخرجه  أبو  داود  والترمذي  وضعفه  وابن  ماجه  من  حديث",
    "en": ""
  },
  {
    "ar": "المغيرة وهكذا ضعفه البخاري وأبو زرعة كذلك فعل رسول الله صلى الله  عليه  وسلم",
    "en": ""
  },
  {
    "ar": "ووصفه أن يبل اليدين ويضع رءوس أصابع اليمنى من يده على رءوس أصابع  اليمنى  من",
    "en": "About\n    the Islamic Philosophy Online Project ."
  },
  {
    "ar": "رجله ويمسحه بأن يجر أصابعه إلى جهة نفسه ويضع رءوس أصابع يده اليسرى على  عقبه",
    "en": ""
  },
  {
    "ar": "من أسفل الخف ويمرها إلى رأس القدم ومهما مسح مقيما ثم سافر أو مسافرا ثم  أقام",
    "en": ""
  },
  {
    "ar": "غلب حكم الإقامة فليقتصر على يوم وليلة وعدد الأيام الثلاثة محسوب من وقت  حدثه",
    "en": ""
  },
  {
    "ar": "بعد المسح على الخف فلو لبس الخف في الحضر ومسح  في  الحضر  ثم  خرج  وأحدث  في",
    "en": ""
  },
  {
    "ar": "السفر وقت الزوال مثلا مسح ثلاثة أيام ولياليهن من وقت الزوال  إلى  الزوال  من",
    "en": ""
  },
  {
    "ar": "اليوم الرابع فإذا زالت الشمس من اليوم الرابع لم يكن له أن يصلي إلا  بعد  غسل",
    "en": ""
  },
  {
    "ar": "الرجلين فيغسل رجليه ويعيد لبس الخف ويراعي وقت الحدث ويستأنف  الحساب  من  وقت",
    "en": ""
  },
  {
    "ar": "الحدث ولو أحدث بعد لبس الخف في الحضر ثم خرج بعد  الحدث  فله  أن  يمسح  ثلاثة",
    "en": ""
  },
  {
    "ar": "أيام لأن العادة قد تقتضي اللبس قبل الخروج ثم لا يمكن الاحتراز من الحدث  فأما",
    "en": ""
  },
  {
    "ar": "إذا مسح في الحضر ثم سافر اقتصر على مدة المقيمين ويستحب لكل من يريد لبس  الخف",
    "en": ""
  },
  {
    "ar": "في حضر أو سفر أن ينكس الخف وينفض ما فيه حذرا من حية أو عقرب أو شوكة فقد  روي",
    "en": ""
  },
  {
    "ar": "عن أبي أمامة أنه قال دعا رسول الله صلى الله  عليه  وسلم  بخفيه  فلبس  أحدهما",
    "en": ""
  },
  {
    "ar": "فجاء غراب فاحتمل الآخر ثم رمى به فخرجت منه حية فقال صلى الله  عليه  وسلم  من",
    "en": ""
  },
  {
    "ar": "كان يؤمن بالله واليوم الآخر فلا يلبس خفيه حتى ينفضهما حديث أبي أمامة من  كان",
    "en": ""
  },
  {
    "ar": "يؤمن بالله واليوم الآخر فلا يلبس خفيه حتى ينفضهما رواه الطبراني وفيه  من  لا",
    "en": ""
  },
  {
    "ar": "يعرف الرخصة الثانية التيمم بالتراب بدلا عن الماء عند العذر إنما يتعذر  الماء",
    "en": ""
  },
  {
    "ar": "بأن يكون بعيدا عن المنزل بعدا لو مشى إليه لم يلحقه غوث  القافلة  إن  صاح  أو",
    "en": ""
  },
  {
    "ar": "استغاث وهو البعد الذي لا يعتاده أهل المنزل في تردادهم  لقضاء  الحاجة  التردد",
    "en": ""
  },
  {
    "ar": "إليه وكذا إن نزل على الماء عدو أو سبع فيجوز التيمم وإن كان الماء قريبا  وكذا",
    "en": ""
  },
  {
    "ar": "إن احتاج إليه لعطشه في يومه أو بعد يومه لفقد الماء بين يديه فله التيمم  وكذا",
    "en": ""
  },
  {
    "ar": "إن احتاج إليه لعطش أحد رفقائه فلا يجوز له الوضوء ويلزمه  بذله  إما  بثمن  أو",
    "en": ""
  },
  {
    "ar": "بغير ثمن ولو كان يحتاج إليه لطبخ مرقة أو لحم أو لبل فتيت يجمعه به لم يجز  له",
    "en": ""
  },
  {
    "ar": "التيمم بل عليه أن يجتزى بالفتيت اليابس  ويترك  تناول  المرقة  ومهما  وهب  له",
    "en": ""
  },
  {
    "ar": "الماء وجب قبوله وإن وهب له ثمنه لم يجب قبوله لما فيه من المنة وإن  بيع  بثمن",
    "en": ""
  },
  {
    "ar": "المثل لزمه الشراء وإن بيع بغبن لم يلزمه فإذا لم يكن معه ماء وأراد  أن  يتيمم",
    "en": ""
  },
  {
    "ar": "فأول ما يلزمه طلب الماء مهما جوز  الوصول  إليه  بالطلب  وذلك  بالتردد  حوالي",
    "en": ""
  },
  {
    "ar": "المنزل وتفتيش الرحل وطلب البقايا من الأواني والمطاهر فإن نسي الماء  في  رحله",
    "en": ""
  },
  {
    "ar": "أو نسي بئرا بالقرب منه لزمه إعادة الصلاة لتقصيره في الطلب وإن علم  أنه  سيجد",
    "en": ""
  },
  {
    "ar": "الماء في آخر الوقت فالأولى أن يصلي بالتيمم في أول الوقت فإن  العمر  لا  يوثق",
    "en": ""
  },
  {
    "ar": "به وأول الوقت رضوان الله تيمم ابن عمر رضي الله عنهما فقيل له  أتتيمم  وجدران",
    "en": ""
  },
  {
    "ar": "المدينة تنظر إليك فقال أو أبقى إلى أن أدخلها ومهما وجد الماء بعد  الشروع  في",
    "en": ""
  },
  {
    "ar": "الصلاة لم تبطل صلاته ولم يلزمه الوضوء وإذا وجده قبل الشروع  في  الصلاة  لزمه",
    "en": ""
  },
  {
    "ar": "الوضوء ومهما طلب فلم يجد فليقصد صعيدا طيبا عليه تراب يثور  منه  غبار  وليضرب",
    "en": ""
  },
  {
    "ar": "عليه كفيه بعد ضم أصابعهما ضربة فيمسح  بها  وجهه  ويضرب  ضربة  أخرى  بعد  نزع",
    "en": ""
  },
  {
    "ar": "الخاتم ويفرج الأصابع ويمسح بها يديه إلى مرفقيه فإن  لم  يستوعب  بضربة  واحدة",
    "en": ""
  },
  {
    "ar": "جميع يديه ضرب ضربة أخرى وكيفية التلطف فيه ما  ذكرناه  في  كتاب  الطهارة  فلا",
    "en": ""
  },
  {
    "ar": "نعيده ثم إذا صلى به فريضة واحدة فله أن يتنفل ما شاء  بذلك  التيمم  وإن  أراد",
    "en": ""
  },
  {
    "ar": "الجمع بين فريضتين فعليه أن يعيد التيمم للصلاة الثانية فلا يصلي  فريضتين  إلا",
    "en": ""
  },
  {
    "ar": "بتيممين ولا ينبغي أن يتيمم لصلاة قبل دخول  وقتها  فإن  فعل  وجب  عليه  إعادة",
    "en": ""
  },
  {
    "ar": "التيمم ولينو عند مسح الوجه استباحة الصلاة ولو وجد من  الماء  ما  يكفيه  لبعض",
    "en": ""
  },
  {
    "ar": "طهارته فيستعمله ثم ليتيمم بعده تيمما تاما الرخصة الثالثة في الصلاة  المفروضة",
    "en": ""
  },
  {
    "ar": "القصر وله أن يقتصر في كل واحدة من  الظهر  والعصر  والعشاء  على  ركعتين  ولكن",
    "en": ""
  },
  {
    "ar": "بشروط ثلاثة الأول أن يؤديها في أوقاتها فلو صارت قضاء  فالأظهر  لزوم  الإتمام",
    "en": ""
  },
  {
    "ar": "الثاني أي ينوي القصر فلو نوى الإتمام لزمه الإتمام ولو شك في  أنه  نوى  القصر",
    "en": ""
  },
  {
    "ar": "أو الإتمام لزمه الإتمام الثالث أي لا يقتدي بمقيم  ولا  بمسافر  متم  فإن  فعل",
    "en": ""
  },
  {
    "ar": "لزمه الإتمام بل إن شك في أن إمامه مقيم أو مسافر لزمه الإتمام وإن  تيقن  بعده",
    "en": ""
  },
  {
    "ar": "أنه مسافر لأن شعار المسافر لا تخفى فليكن متحققا  عند  النية  وإن  شك  في  أن",
    "en": ""
  },
  {
    "ar": "إمامه هل نوى القصر أم لا بعد أن عرف أنه مسافر لم  يضره  ذلك  لأن  النيات  لا",
    "en": ""
  },
  {
    "ar": "يطلع عليها وهذا كله إذا كان في سفر  طويل  مباح  وحد  السفر  من  جهة  البداية",
    "en": ""
  },
  {
    "ar": "والنهاية فيه إشكال فلا بد من معرفته والسفر هو الإنتقال من  موضع  الإقامة  مع",
    "en": ""
  },
  {
    "ar": "ربط القصد بمقصد معلوم فالهائم وراكب التعاسيف ليس له الترخص وهو الذي لا  يقصد",
    "en": ""
  },
  {
    "ar": "موضعا معينا ولا يصير مسافرا ما لم يفارق عمران البلد ولا يشترط أن يجاوز  خراب",
    "en": ""
  },
  {
    "ar": "البلدة وبساتينها التي يخرج أهل البلدة  إليها  للتنزه  وأما  القرية  فالمسافر",
    "en": ""
  },
  {
    "ar": "منها ينبغي أن يجاوز البساتين المحوطة دون التي ليست بمحوطة  ولو  رجع  المسافر",
    "en": ""
  },
  {
    "ar": "إلى البلد لأخذ شيء نسيه لم يترخص إن كان ذلك وطنه ما لم يجاوز العمران وإن  لم",
    "en": ""
  },
  {
    "ar": "يكن ذلك هو الوطن فله الترخص إذ صار مسافرا بالإنزعاج والخروج منه  وأما  نهاية",
    "en": ""
  },
  {
    "ar": "السفر فبأحد أمور ثلاثة الأول الوصول  إلى  العمران  من  البلد  الذي  عزم  على",
    "en": ""
  },
  {
    "ar": "الإقامة به الثاني العزم على الإقامة ثلاثة أيام  فصاعدا  إما  في  بلد  أو  في",
    "en": ""
  },
  {
    "ar": "صحراء الثالث صورة الإقامة وإن لم يعزم كما إذا أقام على موضع واحد ثلاثة  أيام",
    "en": ""
  },
  {
    "ar": "سوى يوم الدخول لم يكن له الترخص بعده وإن لم يعزم على  الإقامة  وكان  له  شغل",
    "en": ""
  },
  {
    "ar": "وهو يتوقع كل يوم إنجازه ولكنه يتعوق عليه ويتأخر فله أن يترخص وإن طالت  المدة",
    "en": ""
  },
  {
    "ar": "على أقيس القولين لأنه منزعج بلقبه ومسافر عن الوطن بصورته  ولا  مبالاة  بصورة",
    "en": ""
  },
  {
    "ar": "الثبوت على موضع واحد مع انزعاج القلب ولا فرق بين أن يكون هذا الشغل قتالا  أو",
    "en": ""
  },
  {
    "ar": "غيره ولا بين أن تطول المدة أو تقصر ولا بين أن  يتأخر  الخروج  لمطر  لا  يعلم",
    "en": ""
  },
  {
    "ar": "بقاؤه ثلاثة أيام أو لغيره إذ ترخص رسول الله صلى الله عليه وسلم فقصر  في  بعض",
    "en": ""
  },
  {
    "ar": "الغزوات ثمانية عشر يوما على موضع واحد حديث قصره صلى الله عليه  وسلم  في  بعض",
    "en": ""
  },
  {
    "ar": "الغزوات ثمانية عشر يوما على موضع واحد أخرجه أبو داود من حديث عمران  بن  حصين",
    "en": ""
  },
  {
    "ar": "في قصة الفتح فأقام بمكة ثمانية عشر ليلة لا يصلي إلا ركعتين وللبخاري من  حديث",
    "en": ""
  },
  {
    "ar": "ابن عباس أقام بمكة تسعة عشر يوما يقصر الصلاة  ولأبي  داود  سبعة  عشر  بتقديم",
    "en": ""
  },
  {
    "ar": "السين وفي رواية له خمسة عشر وظاهر الأمر أنه لو تمادى القتال لتمادى ترخصه  إذ",
    "en": ""
  },
  {
    "ar": "لا معنى للتقدير بثمانية عشر يوما والظاهر أن قصره كان لكونه مسافرا  لا  لكونه",
    "en": ""
  },
  {
    "ar": "غازيا مقاتلا هذا معنى القصر وأما معنى التطويل فهو أن يكون مرحلتين  كل  مرحلة",
    "en": ""
  },
  {
    "ar": "ثمانية فراسخ وكل فرسخ ثلاثة أميال وكل ميل أربعة آلاف  خطوة  وكل  خطوة  ثلاثة",
    "en": ""
  },
  {
    "ar": "أقدام ومعنى المباح أن لا يكون عاقا لوالديه هاربا منهما ولا  هاربا  من  مالكه",
    "en": ""
  },
  {
    "ar": "ولا تكون المرأة هاربة من زوجها ولا أن يكون من عليه الدين  هاربا  من  المستحق",
    "en": ""
  },
  {
    "ar": "مع اليسار ولا يكون متوجها في قطع طريق أو قتل إنسان  أو  طلب  إدرار  حرام  من",
    "en": ""
  },
  {
    "ar": "سلطان ظالم أو سعى بالفساد بين المسلمين وبالجملة فلا  يسافر  الإنسان  إلا  في",
    "en": ""
  },
  {
    "ar": "غرض والغرض هو المحرك فإن كان تحصيل ذلك الغرض حراما ولولا ذلك الغرض  لكان  لا",
    "en": ""
  },
  {
    "ar": "ينبعث لسفره فسفره معصية ولا يجوز فيه الترخص وأما الفسق في السفر  بشرب  الخمر",
    "en": ""
  },
  {
    "ar": "وغيره فلا يمنع الرخصة بل كل سفر ينهى الشرع عنه فلا  يعين  عليه  بالرخصة  ولو",
    "en": ""
  },
  {
    "ar": "كان له باعثان أحدهما مباح والآخر  محظور  وكان  بحيث  لو  لم  يكن  الباعث  له",
    "en": ""
  },
  {
    "ar": "المحظور لكان المباح مستقلا بتحريكه ولكان لا محالة  يسافر  لأجله  فله  الترخص",
    "en": ""
  },
  {
    "ar": "والمتصوفة الطوافون في البلاد من غير  غرض  صحيح  سوى  التفرج  لمشاهدة  البقاع",
    "en": "Reporting\n    copyright infringement ."
  },
  {
    "ar": "المختلفة في ترخصهم خلاف والمختار أن لهم  الترخص  الرخصة  الرابعة  الجمع  بين",
    "en": ""
  },
  {
    "ar": "الظهر والعصر في وقتيهما وبين المغرب والعشاء في وقتيهما فذلك أيضا جائز في  كل",
    "en": ""
  },
  {
    "ar": "سفر طويل مباح وفي جوازه في السفر القصير قولان ثم  إن  قدم  العصر  إلى  الظهر",
    "en": ""
  },
  {
    "ar": "فلينو الجمع بين الظهر والعصر في وقتيهما قبل الفراغ  من  الظهر  وليؤذن  للظهر",
    "en": ""
  },
  {
    "ar": "وليقم وعند الفراغ يقيم للعصر ويجدد التيمم أولا إن كان فرضه التيمم  ولا  يفرق",
    "en": ""
  },
  {
    "ar": "بينهما بأكثر من تيمم وإقامة فإن قدم العصر لم يجز وإن نوى  الجمع  عند  التحرم",
    "en": ""
  },
  {
    "ar": "بصلاة العصر جاز عند المزني وله وجه في القياس إذ لا  مستند  لا  لإيجاب  تقديم",
    "en": ""
  },
  {
    "ar": "النية بل الشرع جوز الجمع وهذا جمع وإنما الرخصة في  العصر  فتكفي  النية  فيها",
    "en": ""
  },
  {
    "ar": "وأما الظهر فجار على القانون ثم إذا فرغ من الصلاتين فينبغي أن  يجمع  بين  سنن",
    "en": ""
  },
  {
    "ar": "الصلاتين أما العصر فلا سنة بعدها  ولكن  السنة  التي  بعد  الظهر  يصليها  بعد",
    "en": ""
  },
  {
    "ar": "الفراغ من العصر إما راكبا أو  مقيما  لأنه  لو  صلى  راتبة  الظهر  قبل  العصر",
    "en": ""
  },
  {
    "ar": "لانقطعت الموالاة وهي واجبة على وجه ولو أراد  أن  يقيم  الأربع  المسنونة  قبل",
    "en": ""
  },
  {
    "ar": "الظهر والأربع المسنونة قبل العصر فليجمع بينهن قبل الفريضتين فيصلي سنة  الظهر",
    "en": ""
  },
  {
    "ar": "اولا ثم سنة العصر ثم فريضة الظهر  ثم  فريضة  العصر  ثم  سنة  الظهر  الركعتان",
    "en": ""
  },
  {
    "ar": "اللتان هما بعد الفرض ولا ينبغي  أن  يهمل  النوافل  في  السفر  فما  يفوته  من",
    "en": ""
  },
  {
    "ar": "أبوابها أكثر مما يناله من الربح لا سيما وقد خفف الشرع عليه  وجوز  له  اداءها",
    "en": ""
  },
  {
    "ar": "على الراحلة كي لا يتعوق عن الرفقة بسببها وإن أخر الظهر إلى العصر  فيجري  على",
    "en": ""
  },
  {
    "ar": "هذا الترتيب ولا يبالي بوقوع راتبة الظهر بعد العصر في الوقت  المكروه  لأن  ما",
    "en": ""
  },
  {
    "ar": "له سبب لا يكره في هذا الوقت وكذلك يفعل في المغرب والعشاء والوتر وإذا قدم  أو",
    "en": ""
  },
  {
    "ar": "أخر فبعد الفراغ من الفرض يشتغل بجميع الرواتب ويختم الجميع بالوتر وإن خطر  له",
    "en": ""
  },
  {
    "ar": "ذكر الظهر قبل خروج وقته فليعزم على أدائه مع العصر جميعا فهو نية  الجمع  لأنه",
    "en": ""
  },
  {
    "ar": "إنما يخلو عن هذه النية إما بنية الترك أو بنية  التأخير  عن  وقت  العصر  وذلك",
    "en": ""
  },
  {
    "ar": "حرام والعزم عليه حرام وإن لم يتذكر الظهر حتى خرج وقته إما لنوم أو  لشغل  فله",
    "en": ""
  },
  {
    "ar": "أن يؤدي الظهر مع العصر ولا يكون عاصيا لأن السفر كما يشغل عن فعل  الصلاة  فقد",
    "en": ""
  },
  {
    "ar": "يشغل عن ذكرها ويحتمل أن يقال إن الظهر إنما تقع أداء إذا عزم  على  فعلها  قبل",
    "en": ""
  },
  {
    "ar": "خروج وقتها ولكن الأظهر أن وقت الظهر والعصر صار مشتركا في السفر بين  الصلاتين",
    "en": ""
  },
  {
    "ar": "ولذلك يجب على الحائض قضاء الظهر إذا طهرت قبل الغروب ولذلك ينقدح أن لا  تشترط",
    "en": ""
  },
  {
    "ar": "الموالاة ولا الترتيب بين الظهر والعصر عند تأخير الظهر أما إذا قدم العصر  على",
    "en": ""
  },
  {
    "ar": "الظهر لم يجز لأن ما بعد الفراغ من الظهر هو الذي جعل وقتا للعصر  إذ  يبعد  أن",
    "en": ""
  },
  {
    "ar": "يشتغل بالعصر من هو عازم على ترك الظهر أو على تأخيره وعذر  المطر  مجوز  للجمع",
    "en": ""
  },
  {
    "ar": "كعذر السفر وترك الجمعة أيضا من رخص السفر وهي متعلقة أيضا بفرائض الصلوات  ولو",
    "en": ""
  },
  {
    "ar": "نوى الإقامة بعد أن صلى العصر فأدرك وقت العصر في الحضر فعليه أداء  العصر  وما",
    "en": ""
  },
  {
    "ar": "مضى إنما كان مجزئا بشرط أن يبقى العذر إلى  خروج  وقت  العصر  الرخصة  الخامسة",
    "en": ""
  },
  {
    "ar": "التنفل راكبا كان رسول الله صلى الله عليه وسلم يصلي على  راحلته  أينما  توجهت",
    "en": ""
  },
  {
    "ar": "به دابته حديث كان يصلي على راحلته أينما توجهت به  دابته  وأوتر  على  الراحلة",
    "en": ""
  },
  {
    "ar": "متفق عليه من حديث ابن عمر وأوتر رسول الله صلى الله  عليه  وسلم  على  الراحلة",
    "en": ""
  },
  {
    "ar": "وليس على المتنفل الراكب في الركوع والسجود إلا الإيماء وينبغي أن  يجعل  سجوده",
    "en": ""
  },
  {
    "ar": "أخفض من ركوعه ولا يلزمه الإنحناء إلى حد يتعرض به لخطر بسبب  الدابة  فإن  كان",
    "en": ""
  },
  {
    "ar": "في مرقد فليتم الركوع والسجود فإنه قادر عليه وأما استقبال القبلة فلا  يجب  لا",
    "en": ""
  },
  {
    "ar": "في ابتداء الصلاة ولا في دوامها ولكن صوب الطريق يدل عن القبلة فليكن  في  جميع",
    "en": ""
  },
  {
    "ar": "صلاته إما مستقبلا للقبلة أو متوجها في صوب الطريق لتكون له جهة يثبت فيها  فلو",
    "en": ""
  },
  {
    "ar": "حرف دابته عن الطريق قصدا بطلت صلاته إلا  إذا  حرفها  إلى  القبلة  ولو  حرفها",
    "en": ""
  },
  {
    "ar": "ناسيا وقصر الزمان لم تبطل صلاته  وإن  طال  ففيه  خلاف  وإن  جمحت  به  الدابة",
    "en": ""
  },
  {
    "ar": "فانحرفت لم تبطل صلاته لأن ذلك مما يكثر وقوعه وليس عليه سجود  سهو  إذ  الجماح",
    "en": ""
  },
  {
    "ar": "غير منسوب إليه بخلاف ما  لو  حرف  ناسيا  فإنه  يسجد  للسهو  بالإيماء  الرخصة",
    "en": ""
  },
  {
    "ar": "السادسة التنفل للماشي جائز في السفر ويومئ بالركوع والسجود  ولا  يقعد  للتشهد",
    "en": ""
  },
  {
    "ar": "لأن ذلك يبطل فائدة الرخصة وحكمه  حكم  الراكب  لكن  ينبغي  أن  يتحرم  بالصلاة",
    "en": ""
  },
  {
    "ar": "مستقبلا للقبلة لأن الانحراف في لحظة لا عسر عليه  فيه  بخلاف  الراكب  فإن  في",
    "en": ""
  },
  {
    "ar": "تحريف الدابة وإن كان العنان بيده نوع عسر وربما تكثر الصلاة  فيطول  عليه  ذلك",
    "en": ""
  },
  {
    "ar": "ولا ينبغي أن يمشي في نجاسة رطبة عمدا فإن فعل بطلت صلاته  بخلاف  ما  لو  وطئت",
    "en": ""
  },
  {
    "ar": "دابة الراكب نجاسة وليس عليه أن يشوش المشي على  نفسه  بالاحتراز  من  النجاسات",
    "en": ""
  },
  {
    "ar": "التي لا تخلو الطريق عنها غالبا وكل هارب من عدو أو سيل أو  سبع  فله  أن  يصلي",
    "en": ""
  },
  {
    "ar": "الفريضة راكبا أو ماشيا كما ذكرناه في التنفل  الرخصة  السابعة  الفطر  وهو  في",
    "en": ""
  },
  {
    "ar": "الصوم فللمسافر أن يفطر إلا إذا أصبح مقيما ثم سافر فعليه إتمام ذلك اليوم  وإن",
    "en": ""
  },
  {
    "ar": "أصبح مسافرا صائما ثم أقام فعليه الإتمام وإن  أقام  مفطر  فليس  عليه  الإمساك",
    "en": ""
  },
  {
    "ar": "بقية النهار وإن أصبح مسافرا على عزم الصوم لم يلزمه بل له أن  يفطر  إذا  أراد",
    "en": ""
  },
  {
    "ar": "والصوم افضل من الفطر والقصر أفضل من الإتمام للخروج عن شبهة الخلاف ولأنه  ليس",
    "en": ""
  },
  {
    "ar": "في عهدة القضاء بخلاف المفطر فإنه في عهدة القضاء وربما يتعذر عليه  ذلك  بعائق",
    "en": ""
  },
  {
    "ar": "فيبقى في ذمته إلا إذا كان الصوم يضر به فالإفطار  أفضل  فهذه  سبع  رخص  تتعلق",
    "en": ""
  },
  {
    "ar": "ثلاث منها بالسفر الطويل وهي القصر والفطر والمسح  ثلاثة  أيام  وتتعلق  اثنتان",
    "en": ""
  },
  {
    "ar": "منها بالسفر طويلا كان أو قصيرا  وهما  سقوط  الجمعة  وسقوط  القضاء  عند  أداء",
    "en": ""
  },
  {
    "ar": "الصلاة بالتيمم وأما صلاة النافلة ماشيا وراكبا  ففيه  خلاف  والأصح  جوازه  في",
    "en": ""
  },
  {
    "ar": "القصير والجمع بين الصلاتين فيه خلاف والأظهر اختصاصه بالطويل وأما صلاة  الفرض",
    "en": ""
  },
  {
    "ar": "راكبا وماشيا للخوف فلا تتعلق بالسفر وكذا أكل  الميتة  وكذا  أداء  الصلاة  في",
    "en": ""
  },
  {
    "ar": "الحال بالتيمم عند فقد الماء بل يشترك فيها الحضر  والسفر  مهما  وجدت  أسبابها",
    "en": ""
  },
  {
    "ar": "فإن قلت فالعلم بهذه الرخص هل يجب على المسافر تعلمه قبل  السفر  أم  يستحب  له",
    "en": ""
  },
  {
    "ar": "ذلك فاعلم أنه إن كان عازما على ترك المسح والقصر والجمع  والفطر  وترك  التنفل",
    "en": ""
  },
  {
    "ar": "راكبا وماشيا لم يلزمه علم شروط الترخص في ذلك لأن الترخص ليس بواجب عليه  وأما",
    "en": ""
  },
  {
    "ar": "علم رخصة التيمم فيلزمه لأن فقد الماء ليس إليه إلا أن  يسافر  على  شاطىء  نهر",
    "en": ""
  },
  {
    "ar": "يوثق ببقاء مائه أو يكون معه في الطريق عالم يقدر على استفتائه عند الحاجة  فله",
    "en": ""
  },
  {
    "ar": "أن يؤخر إلى وقت الحاجة أما إذا كان يظن عدم الماء ولم يكن معه  فيلزمه  التعلم",
    "en": ""
  },
  {
    "ar": "لا محالة فإن قلت التيمم يحتاج إليه لصلاة لم يدخل  بعد  وقتها  فكيف  يجب  علم",
    "en": ""
  },
  {
    "ar": "الطهارة لصلاة بعد لم تجب وربما لا تجب فأقول من بينه  وبين  الكعبة  مسافة  لا",
    "en": ""
  },
  {
    "ar": "تقطع إلا في سنة فيلزمه قبل أشهر الحج ابتداء السفر  ويلزمه  تعلم  المناسك  لا",
    "en": ""
  },
  {
    "ar": "محالة إذا كان يظن أنه لا يجد  في  الطريق  من  يتعلم  منه  لأن  الأصل  الحياة",
    "en": ""
  },
  {
    "ar": "واستمرارها وما لا يتوصل إلى الواجب إلا به فهو واجب وكل ما يتوقع وجوبه  توقعا",
    "en": ""
  },
  {
    "ar": "ظاهرا على الظن وله شرط لا يتوصل إليه إلا بتقديم ذلك  الشرط  على  وقت  الوجوب",
    "en": ""
  },
  {
    "ar": "فيحب تقديم تعلم الشرط لا محالة كعلم المناسك قبل وقت الحج  وقبل  مباشرته  فلا",
    "en": ""
  },
  {
    "ar": "يحل إذن للمسافر أن ينشىء السفر ما لم يتعلم هذا القدر من علم التيمم  وإن  كان",
    "en": ""
  },
  {
    "ar": "عازما على سائر الرخص فعليه أن يتعلم أيضا القدر الذي  ذكرناه  من  علم  التيمم",
    "en": ""
  },
  {
    "ar": "وسائر الرخص فإنه إذا لم يعلم القدر الجائز  لرخصة  السفر  لم  يمكنه  الاقتصار",
    "en": ""
  },
  {
    "ar": "عليه فإن قلت إنه إن لم يتعلم كيفية التنفل راكبا وماشيا ماذا يضره  وغايته  إن",
    "en": "Site listed by MENALIB ."
  },
  {
    "ar": "صلى أن تكون صلاته فاسدة وهي غير واجبة فكيف يكون علمها واجبا فأقول من  الواجب",
    "en": ""
  },
  {
    "ar": "أن لا يصلي النفل على نعت الفساد فالتنفل مع الحدث والنجاسة  وإلى  غير  القبلة",
    "en": ""
  },
  {
    "ar": "ومن غير إتمام شروط الصلاة وأركانها حرام  فعليه  أن  يتعلم  ما  يحترز  به  عن",
    "en": ""
  },
  {
    "ar": "النافلة الفاسدة حذرا عن الوقوع في المحظورات فهذا بيان علم ما خفف عن  المسافر",
    "en": ""
  },
  {
    "ar": "في سفره القسم الثاني ما يتجدد من الوظيفة بسبب السفر وهو علم القبلة  والاوقات",
    "en": ""
  },
  {
    "ar": "وذلك أيضا واجب في الحضر ولكن في الحضر من يكفيه من محراب متفق عليه  يغنيه  عن",
    "en": ""
  },
  {
    "ar": "طلب القبلة ومؤذن يراعى الوقت فيغنيه عن طلب علم الوقت والمسافر قد تشتبه  عليه",
    "en": ""
  },
  {
    "ar": "القبلة وقد يلتبس عليه الوقت فلا بد له من العلم بأدلة  القبلة  والمواقيت  أما",
    "en": ""
  },
  {
    "ar": "أدلة القبلة  فهي  ثلاثة  أقسام  أرضية  كالاستدلال  بالجبال  والقرى  والأنهار",
    "en": ""
  },
  {
    "ar": "وهوائية كالاستدلال بالرياح شمالها وجنوبها وصباها ودبورها وسماوية وهي  النجوم",
    "en": ""
  },
  {
    "ar": "فأما الأرضية والهوائية فتخلف باختلاف البلاد فرب طريق فيه جبل مرتفع يعلم  أنه",
    "en": ""
  },
  {
    "ar": "على يمين المستقبل أو شماله أو  ورائه  أو  قدامه  فليعلم  ذلك  وليفهمه  وكذلك",
    "en": ""
  },
  {
    "ar": "الرياح قد تدل في بعض البلاد فليفهم ذلك ولسنا نقدر على  استقصاء  ذلك  إذ  لكل",
    "en": ""
  },
  {
    "ar": "بلد وإقليم حكم آخر وأما السماوية فأدلتها تنقسم إلى  نهارية  وإلى  ليلية  أما",
    "en": ""
  },
  {
    "ar": "النهارية فالشمس فلا بد أن يراعي قبل الخروج من البلد أن الشمس عند الزوال  أين",
    "en": ""
  },
  {
    "ar": "تقع منه أهي بين الحاجبين أو على العين اليمنى أو اليسرى أو  تميل  إلى  الجبين",
    "en": ""
  },
  {
    "ar": "ميلاأكثر من ذلك فإن الشمس لا تعدو في البلاد الشمالية هذه  المواقع  فإذا  حفظ",
    "en": ""
  },
  {
    "ar": "ذلك فمهما عرف الزوال بدليله الذي سنذكره عرف  القبلة  به  وكذلك  يراعي  مواقع",
    "en": ""
  },
  {
    "ar": "الشمس منه وقت العصر فإنه في هذين الوقتين  يحتاج  إلى  القبلة  بالضرورة  وهذا",
    "en": ""
  },
  {
    "ar": "أيضا لما كان يختلف بالبلاد فليس يمكن استقصاؤه وأما القبلة وقت  المغرب  فإنها",
    "en": ""
  },
  {
    "ar": "تدرك بموضع الغروب وذلك بأن يحفظ أن الشمس تغرب عن يمين المستقبل أو  هي  مائلة",
    "en": ""
  },
  {
    "ar": "إلى وجهه أو قفاه وبالشفق أيضا تعرف القبلة للعشاء الأخيرة وبمشرق  الشمس  تعرف",
    "en": ""
  },
  {
    "ar": "القبلة لصلاة الصبح فكأن الشمس تدل على القبلة في  الصلوات  الخمس  ولكن  يختلف",
    "en": ""
  },
  {
    "ar": "ذلك بالشتاء والصيف فإن المشارق والمغارب كثيرة وإن كانت محصورة في  جهتين  فلا",
    "en": ""
  },
  {
    "ar": "بد من تعلم ذلك أيضا ولكن قد يصلى المغرب والعشاء بعد غيبوبة الشفق  فلا  يمكنه",
    "en": ""
  },
  {
    "ar": "أن يستدل على القبلة به فعليه أن يراعى موضع القطب وهو  الكوكب  الذي  يقال  له",
    "en": ""
  },
  {
    "ar": "الجدى فإنه كوكب كالثابت لا تظهر حركته عن موضعه وذلك  إما  أن  يكون  على  قفا",
    "en": ""
  },
  {
    "ar": "المستقبل أو على منكبه الأيمن من ظهره أو منكبه الأيسر في البلاد  الشمالية  من",
    "en": ""
  },
  {
    "ar": "مكة وفي البلاد الجنوبية كاليمن وما والاها فيقع  في  مقابلة  المستقبل  فيتعلم",
    "en": ""
  },
  {
    "ar": "ذلك وما عرفه في بلده فليعول عليه  في  الطريق  كله  إلا  إذا  طال  السفر  فإن",
    "en": ""
  },
  {
    "ar": "المسافة إذ بعدت اختلف موقع الشمس وموقع القطب وموقع المشارق والمغارب  إلا  أن",
    "en": ""
  },
  {
    "ar": "ينتهي في أثناء سفره إلى بلاد  فينبغي  أن  يسأل  أهل  البصيرة  أو  يراقب  هذه",
    "en": ""
  },
  {
    "ar": "الكواكب وهو مستقبل محراب جامع البلد حتى يتضح له ذلك فمهما  تعلم  هذه  الأدلة",
    "en": ""
  },
  {
    "ar": "فله أن يعول عليها فإن بان له أنه أخطأ من جهة القبلة إلى جهة أخرى  من  الجهات",
    "en": ""
  },
  {
    "ar": "الأربع فينبغي أن يقضي وإن انحرف عن حقيقة  محاذاة  القبلة  ولكن  لم  يخرج  عن",
    "en": ""
  },
  {
    "ar": "جهتها لم يلزمه القضاء وقد أورد الفقهاء خلافا في أن  المطلوب  جهة  الكعبة  أو",
    "en": ""
  },
  {
    "ar": "عينها وأشكل معنى ذلك على قوم إذ قالوا إن قلنا إن المطلوب  العين  فمتى  يتصور",
    "en": ""
  },
  {
    "ar": "هذا مع بعد الديار وإن قلنا إن المطلوب الجهة فالواقف في المسجد إن استقبل  جهة",
    "en": ""
  },
  {
    "ar": "الكعبة وهو خارج ببدنه عن موازاة الكعبة لا خلاف  في  أنه  لا  تصح  صلاته  وقد",
    "en": ""
  },
  {
    "ar": "طولوا في تأويل معنى الخلاف في الجهة والعين ولا بد أولا من  فهم  معنى  مقابلة",
    "en": ""
  },
  {
    "ar": "العين ومقابلة الجهة فمعنى مقابلة العين أن يقف موقفا لو خرج خط مستقيم من  بين",
    "en": ""
  },
  {
    "ar": "عينيه إلى جدار الكعبة لا تصل به وحصل من جانبي الخط  زاويتان  متساويتان  وهذه",
    "en": ""
  },
  {
    "ar": "صورته والخط الخارج من موقف المصلى يقدر أنه  خارج  من  بين  عينيه  فهذه  صورة",
    "en": ""
  },
  {
    "ar": "مقابلة العين وأما مقابلة الجهة فيجوز فيها أن يتصل طرف الخط  الخارجي  من  بين",
    "en": ""
  },
  {
    "ar": "العينين إلى الكعبة من غير أن يتساوى الزاويتان عن  جهتي  الخط  بل  لا  يتساوى",
    "en": ""
  },
  {
    "ar": "الزاويتان إلا إذا انتهى الخط إلى نقطة معينة هي واحدة فلو  مد  هذا  الخط  على",
    "en": ""
  },
  {
    "ar": "الاستقامة إلى سائر النقط من يمينها أو شمالها كانت إحدى الزاويتان أضيق  فيخرج",
    "en": ""
  },
  {
    "ar": "عن مقابلة العين ولكن لا يخرج عن مقابلة الجهة كالخط الذي  كتبنا  عليه  مقابلة",
    "en": ""
  },
  {
    "ar": "الجهة فإنه لو قدر الكعبة على طرف ذلك الخط لكان الواقف  مستقبلا  لجهة  الكعبة",
    "en": ""
  },
  {
    "ar": "لا لعينها وحد تلك الجهة ما يقع بين خطين يتوهمهما الواقف مستقبلا لجهة  خارجين",
    "en": ""
  },
  {
    "ar": "من العينين فيلتقي طرفاهما في داخل الرأس بين العينين على زاوية قائمة فما  يقع",
    "en": ""
  },
  {
    "ar": "بين الخطين الخارجين من العينين فهو داخل في الجهة وسعة ما بين  الخطين  تتزايد",
    "en": ""
  },
  {
    "ar": "بطول الخطين وبالبعد عن الكعبة وهذه صورته عليه السلام  فإذا  فهم  معنى  العين",
    "en": ""
  },
  {
    "ar": "والجهة فأقول الذي يصح عندنا في الفتوى أن المطلوب العين إن  كانت  الكعبة  مما",
    "en": ""
  },
  {
    "ar": "يمكن رؤيتها وإن كان يحتاج إلى الاستدلال عليها  لتعذر  رؤيتها  فيكفي  استقبال",
    "en": ""
  },
  {
    "ar": "الجهة فأما طلب العين عند المشاهدة فمجمع عليه وأما الاكتفاء بالجهة  عند  تعذر",
    "en": ""
  },
  {
    "ar": "المعاينة فيدل عليه الكتاب والسنة وفعل الصحابة  رضي  الله  عنهم  والقياس  أما",
    "en": ""
  },
  {
    "ar": "الكتاب فقوله تعالى وحيثما كنتم فولوا  وجوهكم  شطره  أي  نحوه  ومن  قابل  جهة",
    "en": ""
  },
  {
    "ar": "الكعبة يقال قد ولى وجهه شطرها وأما السنة فما روي عن رسول الله صلى الله  عليه",
    "en": ""
  },
  {
    "ar": "وسلم أنه قال لأهل المدينة ما بين المغرب والمشرق  قبلة  حديث  ما  بين  المشرق",
    "en": ""
  },
  {
    "ar": "والمغرب قبلة أخرجه الترمذي وصححه والنسائي وقال منكر وابن ماجه  من  حديث  أبي",
    "en": ""
  },
  {
    "ar": "هريرة والمغرب يقع على يمين أهل المدينة والمشرق على  يسارهم  فجعل  رسول  الله",
    "en": ""
  },
  {
    "ar": "صلى الله عليه وسلم جميع ما يقع بينهما قبلة ومساحة  الكعبة  لا  تفي  بما  بين",
    "en": ""
  },
  {
    "ar": "المشرق والمغرب وإنما يفي بذلك جهتها وروي هذا اللفظ أيضا  عن  عمر  وابنه  رضي",
    "en": ""
  },
  {
    "ar": "الله عنهما وأما فعل الصحابة رضي الله عنهم فما روي  أن  مسجد  قباء  كانوا  في",
    "en": ""
  },
  {
    "ar": "صلاة الصبح بالمدينة مستقبلين لبيت المقدس مستدبرين الكعبة لأن المدينة  بينهما",
    "en": ""
  },
  {
    "ar": "فقيل لهم الآن قد حولت القبلة إلى الكعبة فاستداروا في  أثناء  الصلاة  من  غير",
    "en": ""
  },
  {
    "ar": "طلب دلالة حديث إن أهل قباء كانوا في صلاة الصبح  مستقبلين  لبيت  المقدس  فقيل",
    "en": ""
  },
  {
    "ar": "لهم ألا إن القبلة قد حولت إلى الكعبة فاستداروا الحديث  أخرجه  مسلم  من  حديث",
    "en": ""
  },
  {
    "ar": "أنس واتفقا عليه من حديث ابن عمر مع اختلاف ولم  ينكر  عليهم  وسمي  مسجدهم  ذا",
    "en": ""
  },
  {
    "ar": "القبلتين ومقابلة العين من المدينة إلى مكة لا  تعرف  إلا  بأدلة  هندسية  يطول",
    "en": ""
  },
  {
    "ar": "النظر فيها فكيف أدركوا ذلك على البديهة في أثناء الصلاة وفي ظلمة  الليل  ويدل",
    "en": ""
  },
  {
    "ar": "أيضا من فعلهم أنهم بنوا المساجد حوالي مكة وفي سائر بلاد الإسلام  ولم  يحضروا",
    "en": ""
  },
  {
    "ar": "قط مهندسا عند تسوية المحاريب ومقابلة العين لا تدرك إلا بدقيق  النظر  الهندسي",
    "en": ""
  },
  {
    "ar": "وأما القياس فهو أن الحاجة تمس إلى الاستقبال  وبناء  المساجد  في  جميع  أقطار",
    "en": ""
  },
  {
    "ar": "الأرض ولا يمكن مقابلة العين إلا بعلوم هندسية لم يرد  الشرع  بالنظر  فيها  بل",
    "en": ""
  },
  {
    "ar": "ربما يزجر عن التعمق في علمها  فكيف  ينبني  أمر  الشرع  عليها  فيجب  الاكتفاء",
    "en": ""
  },
  {
    "ar": "بالجهة للضرورة وأما دليل صحة الصورة التي صورناها  وهو  حصر  جهات  العالم  في",
    "en": ""
  },
  {
    "ar": "أربع جهات فقوله صلى الله عليه وسلم في  آداب  قضاء  الحاجة  لا  تستقبلوا  بها",
    "en": ""
  },
  {
    "ar": "القبلة ولا تستدبروها ولكن  شرقوا  أو  غربوا  حديث  لا  تستقبلوا  القبلة  ولا",
    "en": ""
  },
  {
    "ar": "تستدبروها ولكن شرقوا أو غربوا متفق عليه من حديث أبي أيوب وقال  هذا  بالمدينة",
    "en": ""
  },
  {
    "ar": "والمشرق على يسار المستقبل بها والمغرب على يمينه فنهى عن جهتين ورخص في  جهتين",
    "en": ""
  },
  {
    "ar": "ومجموع ذلك أربع جهات ولم يخطر ببال أحد أن جهات العالم يمكن أن تفرض في ست  أو",
    "en": "Site\n    © Copyright 2003 by Islamic Philosophy Online, Inc. A not-for-profit\n    organization dedicated to academic study of Islamic philosophy. Individual\n    content may have its own individual copyrights. See\n    copyright information."
  },
  {
    "ar": "سبع أو عشر وكيفما كان فما حكم الباقي بل الجهات تثبت في الاعتقادات  بناء  على",
    "en": ""
  },
  {
    "ar": "خلقة الإنسان وليس له إلا أربع  جهات  قدام  وخلف  ويمين  وشمال  فكانت  الجهات",
    "en": ""
  },
  {
    "ar": "بالإضافة إلى الإنسان في ظاهر النظر أربعا والشرع لا  يبنى  إلا  على  مثل  هذه",
    "en": ""
  },
  {
    "ar": "الاعتقادات فظهر أن المطلوب الجهة وذلك يسهل أمر الاجتهاد فيها وتعلم  به  أداة",
    "en": ""
  },
  {
    "ar": "القبلة فأما مقابلة العين فإنها تعرف بمعرفة مقدار  عرض  مكة  عن  خط  الاستواء",
    "en": ""
  },
  {
    "ar": "ومقدار درجات طولها وهو بعدها عن أول عمارة في المشرق  ثم  يعرف  ذلك  أيضا  في",
    "en": ""
  },
  {
    "ar": "موقف المصلى ثم يقابل أحدهما بالآخر ويحتاج فيه إلى آلات وأسباب  طويلة  والشرع",
    "en": ""
  },
  {
    "ar": "غير مبني عليها قطعا فإذن القدر الذي عليه السلام  لا  بد  من  تعلمه  من  أدلة",
    "en": ""
  },
  {
    "ar": "القبلة موقع المشرق والمغرب في  الزوال  وموقع  الشمس  وقت  العصر  فبهذا  يسقط",
    "en": ""
  },
  {
    "ar": "الوجوب فإن قلت فلو خرج المسافر من غير تعلم ذلك هل يعصى فأقول  إن  كان  طريقه",
    "en": ""
  },
  {
    "ar": "على قرى متصله فيها محاريب أو كان معه  في  الطريق  بصير  بأدلة  القبلة  موثوق",
    "en": ""
  },
  {
    "ar": "بعدالته وبصيرته ويقدر على تقليده فلا يعصى وإن لم يكن  معه  شيء  من  ذلك  عصى",
    "en": ""
  },
  {
    "ar": "لأنه سيتعرض لوجوب الاستقبال ولم يكن قد حصل علمه فصار ذلك كعلم  التيمم  وغيره",
    "en": ""
  },
  {
    "ar": "فإن تعلم هذه الأدلة واستبهم عليه الأمر بغيم مظلم أو ترك التعلم  ولم  يجد  في",
    "en": ""
  },
  {
    "ar": "الطريق من يقلده فعليه أن يصلي في الوقت على حسب  حاله  ثم  عليه  القضاء  سواء",
    "en": ""
  },
  {
    "ar": "أصاب أم اخطأ والأعمى ليس له إلا التقليد فليقلد من يوثق بدينه وبصيرته إن  كان",
    "en": ""
  },
  {
    "ar": "مقلده مجتهدا في القبلة وإن كانت القبلة ظاهرة فله اعتماد  قول  كل  عدل  يخبره",
    "en": ""
  },
  {
    "ar": "بذلك في حضر أو سفر وليس للأعمى ولا للجاهل أن يسافر  في  قافلة  ليس  فيها  من",
    "en": ""
  },
  {
    "ar": "يعرف أدلة القبلة حيث يحتاج إلى الاستدلال كما ليس للعامي أن  يقيم  ببلدة  ليس",
    "en": ""
  },
  {
    "ar": "فيها فقيه عالم بتفصيل الشرع بل يلزمه الهجرة إلى حيث يجد من يعلمه  دينه  وكذا",
    "en": ""
  },
  {
    "ar": "إن لم يكن في البلد إلا فقيه فاسق فعليه الهجرة أيضا  إذ  لا  يجوز  له  اعتماد",
    "en": ""
  },
  {
    "ar": "فتوى الفاسق بل العدالة شرط لجواز قبول الفتوى كما في الرواية وإن  كان  معروفا",
    "en": ""
  },
  {
    "ar": "بالفقه مستور الحال في العدالة والفسق فله القبول مهما  لم  يجد  من  له  عدالة",
    "en": ""
  },
  {
    "ar": "ظاهرة لأن المسافر في البلاد لا يقدر أن يبحث عن عدالة المفتين فإن  رآه  لابسا",
    "en": ""
  },
  {
    "ar": "للحرير أو ما يغلب عليه الإبريسم أو راكبا لفرس عليه مركب  ذهب  فقد  ظهر  فسقه",
    "en": ""
  },
  {
    "ar": "وامتنع عليه قبول قوله فليطلب غيره وكذلك إذا رآه يأكل على  مائدة  سلطان  أغلب",
    "en": ""
  },
  {
    "ar": "ماله حرام أو يأخذ منه إدرارا أو صلة من غير أن يعلم  أن  الذي  يأخذه  من  وجه",
    "en": ""
  },
  {
    "ar": "حلال فكل ذلك فسق يقدح في العدالة ويمنع  من  قبول  الفتوى  والرواية  والشهادة",
    "en": ""
  },
  {
    "ar": "وأما معرفة أوقات الصلوات الخمس فلا بد منها فوقت الظهر يدخل  بالزوال  فإن  كل",
    "en": ""
  },
  {
    "ar": "شخص لا بد أن يقع له في ابتداء النهار ظل مستطيل في جانب  المغرب  ثم  لا  يزال",
    "en": ""
  },
  {
    "ar": "ينقص إلى وقت الزوال ثم يأخذ في الزيادة في  جهة  المشرق  ولا  يزال  يزيد  إلى",
    "en": ""
  },
  {
    "ar": "الغروب فليقم المسافر في موضع أو لينصب عودا مستقيما وليعلم على  رأس  الظل  ثم",
    "en": ""
  },
  {
    "ar": "لينظر بعد ساعة فإن رآه في النقصان فلم يدخل بعد وقت  الظهر  وطريقه  في  معرفة",
    "en": ""
  },
  {
    "ar": "ذلك أن ينظر في البلد وقت أذان المؤذن المعتمد ظل قامته  فإن  كان  مثلا  ثلاثة",
    "en": ""
  },
  {
    "ar": "اقدام بقدمه فمهما صار كذلك في السفر وأخذ في الزيادة صلى  فإن  زاد  عليه  ستة",
    "en": ""
  },
  {
    "ar": "أقدام ونصفا بقدمه دخل وقت العصر إذ ظل كل شخص بقدمه ستة أقدام  ونصف  بالتقريب",
    "en": ""
  },
  {
    "ar": "ثم ظل الزوال يزيد كل يوم إن كان سفره من أول الصيف  وإن  كان  من  أول  الشتاء",
    "en": ""
  },
  {
    "ar": "فينقص كل يوم وأحسن ما يعرف به ظل الزوال الميزان  فليستصحبه  المسافر  وليتعلم",
    "en": ""
  },
  {
    "ar": "اختلاف الظل به في كل وقت وإن عرف موقع الشمس  من  مستقبل  القبلة  وقت  الزوال",
    "en": ""
  },
  {
    "ar": "وكان في السفر في موضع ظهرت القبلة فيه بدليل آخر فيمكنه أن يعرف الوقت  بالشمس",
    "en": ""
  },
  {
    "ar": "بأن تصير بين عينيه مثلا إن كانت كذلك في البلد وأما وقت المغرب فيدخل  بالغروب",
    "en": ""
  },
  {
    "ar": "ولكن قد تحجب الجبال المغرب عنه فينبغي أن ينظر  إلى  جانب  المشرق  فمهما  ظهر",
    "en": ""
  },
  {
    "ar": "سواد في الأفق مرتفع من الأرض قدر رمح فقد دخل وقت المغرب  وأما  العشاء  فيعرف",
    "en": ""
  },
  {
    "ar": "بغيبوبة الشفق وهو الحمرة فإن كانت محجوبة عنه  بجبال  فيعرفه  بظهور  والكواكب",
    "en": ""
  },
  {
    "ar": "الصغار وكثرتها فإن ذلك يكون بعد غيبوبة الحمرة  وأما  الصبح  فيبدو  في  الأول",
    "en": ""
  },
  {
    "ar": "مستطيلا كذنب السرحان فلا يحكم به إلى أن ينقضي زمان ثم  يظهر  بياض  معترض  لا",
    "en": ""
  },
  {
    "ar": "يعسر إدراكه بالعين لظهوره فهذا أول الوقت قال صلى الله عليه  وسلم  ليس  الصبح",
    "en": ""
  },
  {
    "ar": "هكذا وجمع بين كفيه وإنما الصبح هكذا ووضع إحدى  سبابتيه  على  الأخرى  وفتحهما",
    "en": ""
  },
  {
    "ar": "حديث ليس الصبح هكذا وجمع كفه إنما الصبح هكذا ووضع إحدى  سبابتيه  على  الأخرى",
    "en": ""
  },
  {
    "ar": "وفتحهما وأشار إلى أنه معترض أخرجه ابن ماجه من حديث  ابن  مسعود  بإسناد  صحيح",
    "en": ""
  },
  {
    "ar": "مختصر دون الاشارة بالكف والسبابتين ولأحمد من  حديث  طلق  بن  علي  ليس  الفجر",
    "en": ""
  },
  {
    "ar": "المستطيل في الأفق لكنه المعترض الأحمر وإسناده حسن وأشار  به  إلى  انه  معترض",
    "en": ""
  },
  {
    "ar": "وقد يستدل عليه بالمنازل وذلك تقريب لا  تحقيق  فيه  بل  الاعتماد  على  مشاهدة",
    "en": ""
  },
  {
    "ar": "انتشار البياض عرضا لأن قوما ظنوا أن الصبح يطلع قبل الشمس  بأربع  منازل  وهذا",
    "en": ""
  },
  {
    "ar": "خطأ لأن ذلك هو  الفجر  الكاذب  والذي  ذكره  المحققون  انه  يتقدم  على  الشمس",
    "en": ""
  },
  {
    "ar": "بمنزلتين وهذا تقريب ولكن لا اعتماد عليه فإن بعض المنازل تطلع  معترضة  منحرفة",
    "en": ""
  },
  {
    "ar": "فيقصر زمان طلوعها وبعضها منتصبة  فيطول  زمان  طلوعها  ويختلف  ذلك  في  البلد",
    "en": ""
  },
  {
    "ar": "اختلافا يطول ذكره نعم تصلح المنازل لأن يعلم بها قرب  وقت  الصبح  وبعده  فأما",
    "en": ""
  },
  {
    "ar": "حقيقة أول الصبح فلا يمكن ضبطه بمنزلتين  أصلا  وعلى  الجملة  فإذا  بقيت  أربع",
    "en": ""
  },
  {
    "ar": "منازل إلى طلوع قرن الشمس بمقدار منزلة يتيقن أنه الصبح الكاذب وإذا  بقى  قريب",
    "en": ""
  },
  {
    "ar": "من منزلتين يتحقق  طلوع  الصبح  الصادق  ويبقى  بين  الصبحين  قدر  ثلثي  منزلة",
    "en": ""
  },
  {
    "ar": "بالتقريب يشك فيه أنه من وقت الصبح الصادق أو  الكاذب  وهو  مبدأ  ظهور  البياض",
    "en": ""
  },
  {
    "ar": "وانتشاره قبل اتساع عرضه فمن وقت الشك  ينبغي  أن  يترك  الصائم  السحور  ويقدم",
    "en": ""
  },
  {
    "ar": "القائم الوتر عليه ولا يصلي صلاة الصبح حتى تنقضي مدة الشك فإذا تحقق  صلى  ولو",
    "en": ""
  },
  {
    "ar": "أراد مريد أن يقدر على التحقيق وقتا معينا يشرب فيه متسحرا ويقوم  عقبيه  ويصلي",
    "en": ""
  },
  {
    "ar": "الصبح متصلا به لم يقدر على ذلك فليس معرفة ذلك في قوة البشر أصلا بل لا بد  من",
    "en": ""
  },
  {
    "ar": "مهلة للتوقف والشك ولا اعتماد إلا على العيان ولا اعتماد في العيان إلا على  أن",
    "en": ""
  },
  {
    "ar": "يصير الضوء منشرا في العرض حتى تبدو مبادى الصفرة وقد غلط في هذا جمع من  الناس",
    "en": ""
  },
  {
    "ar": "كثير يصلون قبل الوقت ويدل عليه ما روى أبو عيسى الترمذي في جامعه  بإسناده  عن",
    "en": ""
  },
  {
    "ar": "طلق بن علي أن رسول الله صلى الله عليه وسلم  قال  كلوا  واشربوا  ولا  يهيبنكم",
    "en": ""
  },
  {
    "ar": "الساطع المصعد وكلوا واشربوا حتى يعترض  لكم  الأحمر  حديث  طلق  بن  علي  كلوا",
    "en": ""
  },
  {
    "ar": "واشربوا ولا يهيبنكم الساطع المصعد وكلوا وشربوا  حتى  يعترض  لكم  الأحمر  قال",
    "en": ""
  },
  {
    "ar": "المصنف رواه أبو عيسى الترمذي في جامعه وقال حسن غريب وهو كما  ذكر  ورواه  أبو",
    "en": ""
  },
  {
    "ar": "داود أيضا وهذا صريح في رعاية الحمرة قال أبو عيسى وفي الباب عن  عدي  بن  حاتم",
    "en": ""
  },
  {
    "ar": "وأبي ذر وسمرة بن جندب وهو حديث حسن غريب والعمل على هذا عند  أهل  العلم  وقال",
    "en": ""
  },
  {
    "ar": "ابن عباس رضي الله عنهما كلوا واشربوا ما دام الضوء ساطعا  قال  صاحب  الغريبين",
    "en": ""
  },
  {
    "ar": "أي مستطيلا فإذا لا ينبغي أن يعول إلا  على  ظهور  الصفرة  وكأنها  مبادىالحمرة",
    "en": ""
  },
  {
    "ar": "وإنما يحتاج المسافر إلى معرفة الأوقات لأنه قد يبادر بالصلاة قبل  الرحيل  حتى",
    "en": ""
  },
  {
    "ar": "لا يشق عليه النزول أو قبل النوم حتى يستريح فإن وطن  نفسه  على  تأخير  الصلاة",
    "en": ""
  },
  {
    "ar": "إلى أن يتيقن فتسمح نفسه بفوات فضيلة  أول  الوقت  ويتجشم  كلفة  النزول  وكلفة",
    "en": ""
  },
  {
    "ar": "تأخير النوم إلى التيقن استغنى عن تعلم علم الأوقات فإن المشكل  أوائل  الأوقات",
    "en": ""
  },
  {
    "ar": "لا أوساطها.",
    "en": ""
  }
]