[
  {
    "ar": "كتاب آداب السماع والوجد",
    "en": "REVIVAL OF RELIGIOUS LEARNINGS IMAM GHAZZALI'S IHYA UL UM-ID-DIN Translated by FAZL-UL-KARIM VOL: II THE BOOK OF WORLDLY USAGES CONTENTS CHAPTER VIII Rules of journey                            151 CHAPTER IX Music and Exctacy                             162 CHAPTER X\tEnjoining good & Forbidding Evil\t  180 CHAPTER XI\tConduct and Character of Holy Prophet     207 CHAPTER VIII RULES AND REGULATIONS OF JOURNEY Journey is a means to ward off undesirable thing or to get objects of love, it is of two kinds-)1) Physical journey from one's native place to a distant country and (2) mental or spiritual journey to God in heaven. The latter is better, but it is fraught with dangers and difficulties and the path is unknown and unacquainted. The sojourners are indifferent to the wealth of this path. Hence the so journers in this pathare few. God says of this path : I shall show them My signs in the vacant regions and in yourselves . God says : There are signs in the world and in yourselves for the believers. Don't you mind ? He who keeps away from this journey is said by God in the following verse as an unbveliever : You pass by these sings morning and evening. Don't you understand ? God says : How many sign there are in the heavens and the earth which appear to them always but they remain heedless from them. He who remains satisfied with this journey, roam in such a paradise cheefully which extends to the heavens and the earth, though his body remains in his house. RULES OF JOURNEY FROM BEGINNING TO END Journey means to go from one place to another. There are benefits and harms of journey. One is to shift from his place, of residence on account of religion or for search of livelihood. There are therefore two kinds of objects of search-worldly and next worldly. name and fame, wealth and riches, power and influence etc. are the worldly objects of search. Acquisition of knowledge is a religious matter and the journey for this purpose is of two kinds-journey for acquisition of religious knowledge and for correction of one's own character and conduct or journey for acquisition of knowledge of the wonderful creations of God, such as journey of Alexander. Journey for actions with learning is of two kind-to visit the holy places, such as Mecca, Medina, Baitul Moqaddas or journey for defense of the frontiers of Islamic state. Journeys are also undertaken for visiting the holy shrines of the religious leaders and friends of God and of those religious people who are alive. Thus it is seen that there are different purposes of journey. 152\tThe Book of Wordly Usages\tVol-II (1) Journey for acquisition knowledge is of two kinds-compulsory and optional. when acquisition of knowledge is compulsory, journey for that is also compulsory. When it is optional, journey for that is also optional. The Prophet said : He who comes out of his house for acquisition of knowledge remains in the path of God till he returns home. The Prophet said : If a man crosses a path in search of learning, God makes his path to paradise easy. Hazrat Sayeed-b-Musayyeb travelled many days in search of one Hadis, Hazrat Shubi said : If a man travels from Syria to the distant Yemen to hear a sermon, his journey will not fruitless. Hazrat Jaker-b-Abduallh travelled from Medina to Egypt for one month and heard a Hadis from Abdullah-b-Anis Ansari. (2) Journey for correction on one's character and conduct. To walk in the path of the next world is not possible without character and conduct. He who does not enquire into his hidden faults cannot purify his heart. The name journey means to turn away from bad character and conduct of the people for which God reveals the secrets of heaven and earth. In journey, a man's character is disclosed. When a person was brought before Hazrat Omar as a witness, he asked him : Were you with anybody in a journey for which you have known his character ? he said : I was not. Hazrat Omar said : Then I think you do not know him. Hazrat Bashar Hafi said : 0 learned men, if you would have come out in journey, you would have been purified, because if water is logged in a place, it becomes polluted and if it is flowing, it is made pure. In short, if a man remains confined in house, his character and conduct are kept limited there nd his bad character is not disclosed as no opportunity arises in his case to see'things opposed to this nature. (3) Journey for seeing the wonderful creations of God. There is food for reflection in the wonderful creations of God. There is nothing in the world mountains, seas heaven and various kinds of creations which do not testify to the unity of God. He who appreciates it can see and hear them and he who does not pay attention to them cannot appreciate it. By hearing, we means the hearing of heart. Ear cannot hear without sound and it appreciates the present condition. It is just like the saying of a man who narrates the story of wall and nail. The wall says to the nail. Don't give me trouble. The nail says : Ask one who beats Vol-II\tLove and Brotherhood\t153 me. The rod which is behind me beats me. Why does he not give me up ? There is no sign in the heaven and earth which does not bear testimony to the Uniquencess and unity of God It is its Tauhid. Various kinds of things glorify His name. Nobody understands their glorification or Tasbeeh as they do not undertake mental journey. If it was not possible. Solomon would not have'understood the words of birds and Moses the talks of God. Those talks have got no words or sounds. The signs of writing that are on the backs of lifeless things can be appreciated by a man of deep insight. His outward journey is not required. Only his mental journey is necessary. Such a man has got object of joy in hearing and he can command the sun, moon and starts. The sun, moon and stars roam in the cycle of time once, twice or many times in months or years. If a man goes round of mosque other than the Ka'ba for which he is ordered, his action would be considered as wonderful. If one who has been ordered to roam round the sky roams round the earth, his action will be considered wonderful. So a sojourner who cannot roam in the material world remains within the station of his own house without crossing the various stations to reach God. For this reason, a pious man said : Man says, open your eyes, you will see the wonderful creations of God. But I say : Close your eyes and you will see them. Both the views are true. The first man gives the news of the first station near the house and the second man gives the news of the distant stations. Without the satisfied soul of the sojourner, the distant stations cannot be crossed. Sometimes he roams for many years in one station. Sometimes God's grace shows him the straight path and there are few who can catch this favour. Those who cross these stations by the light of God's grace, can earn lasting fortune. The sovereignty of the spiritual world is like that of this world. Firstly, those who search it are few and out of them many remain with face of destruction and they decrease considerably while the goal is reached. Those who are coward cannot get this sovereignty. In order to get the high rank, one is to labour hard and pass many sleepless nights,. God does not give it to those who are idle and coward. (2) Second kind of journey. It is the journey for divine service, such as pilgrimage, Jihad, etc, visit of the shrines of Prophets, companions of Prophets and other sages. The merits which are gained by calling on the living sages can be obtained by visiting their graves. Journey for such purpose is allowed and 154\tThe Book of Wordly Usages\tVol-I1 the following Hadis is not an obstate to that. The Prophet said Don't the your camel in any place except in three mosques, this mosque of mine, the mosque of Ka'ba and the distant mosque (Baitual Moqaddas). Except these three mosques, all other mosque are equal in rank. The merits in meeting the living sages are greater than meeting of those who are dead. There is written in the Torah : Meet with your brother Muslim for the sake of God after walking even four miles. We have been informed about the merits of visiting the mosque of Medina and Ka'ba. The merits of visiting Baitual Moqaddas are also great. Once Hazrat Ibn Omar travelled from Medina for Baitul Muquddas and prayed five times within the mosque. Hazrat Solrmon prayed to God : 0 Lord If a man wishes to visit the mosque and does not wish nothing except praying therein, let him to lose Thy mercy till he remains therein. When he goes out of the mosque, take him out of his sins as on the day his mother gave birth to him. God accepted his invocation. (3) Third kind of journey. It is gcod to make journey to get free from the causes obstructing religion. It is the way of the Prophet to flee for getting free form work which is beyond one's capacity. It is also compulsory to flee away for freeing the mind from engagement in actions, name and fame and power. Unless the mind is freed from things other than God, the religion does not become perfect. If it is not possible , the more one gets free from troubles, the better it is for the mind to be free from such thoughts.. The mind can be made light or heavy. Those who can increase them are ruined . It is not safe for a worldly man to get relief from anxiceties unless he makes journey to a distant place and frees his mind from all sorts of worldly anxiceties. Mind has got no space both for the Creator and also for the created. There are some men like Prophet and sages who are mentally strong like those who are physically strong. There are differences even in their physical strength. How many persons there are who can carry two and a half maunds of loads but it cannot be carried by a weak man. The strength can be increased by gradual, and constant efforts. Similar is the condition of mental strength. In order to reach the high spiritual stage, continued and sustained efforts are necessary. For this reason, the early sages used to stay far away from their own houses. Sufiyan Saori said : The present time is very perilous. When the unknown persons suffer loss at present, what is the condition of those who have got name and Vol-II\tLove and Brotherhood\t155 fame ? So the present people should change their residences in order that they may not be known to the people. Hazrat Abu Nayeem said : I saw once Sufiyan Saori going with one pitcher in one hand and one bag of leather full of articles in another. On being asked, he said : I am going to such a place where commodities are cheap. Live where these things are cheap as it is safe for your religion and light for your anxieties. Hazrat Ibrahim Khaolan used not to reside in any place for more than forty days. (4) Fourth kind journey. There is no fault in taking journey to another place for saving oneself from epidemic diseases like small pox, cholera, plague, ete, or where commodities are cheap. Sometimes such journey becomes compulsory and sometimes commendable. If there in outbreak of epidemics in a certain locality, the people should not shift to another place as the Prophet said : Some people were punished with epidemic disease before you. It remained in the world after that. It comes sometimes and goes away sometimes. When it breaks out in any place, don't go near it. When it breaks out in such a place where you live in , don't go out of it fleeing. The Prophet said: My people will be destroyed by attack and epidemic diseases. Hazrat Ayesha asked : What is attack ? He said: It is an epidemic disease like the plague of camels. It grows in their sinews. He who dies of this disease dies a martyr. He who stays therein is like a prisoner in the way of God. He who flees away from it flees away as it were from jihad. The Prophet said to one of his companions: Don't set up any partner with God even though you are punished and threatened. Obey your parents. If they tell you to go out of your properties, you will go. Don't give up any prayer willingly. He who gives up a prayer willingly gets free from the security of God. Don't drink wine as it is the key to all sins. Give up sin as i displeases God. Don't flee away from Jihad. If an epidemic disease attacks the people among whom you live, stay with them. Spend from your wealth for your family but do not lift your stick from them and generate fear in them. It appears from the above Hadis that to flee away from an epidemic disease and also to come to it are prohibited. From what has been described, it is found that journey is of different kinds-good, bad and lawful. What is bad becomes sometimes unlawful as the fleeing away of a slave or of a rebel. What is not good is to flee away from epidemic diseases. What is 156\tThe Book of Wordly Usages\tVol-II good is sometimes compulsory and sometimes commendable. Journey for pilgrimage and learning are compulsory and for meeting with sages and visiting their graves is commendable. What is lawful depends on niyat or intention. If journey , is undertaken for earning money by abstaining from begging, to protect the honour of onself and his family or to give charity, it is lawful as they are intended within the actions of the next world . The Prophet said : All actions are judged by intention . This Hadis is applicable to compulsory, commendable and lawful journeys. A wise man said : God appoints angles to sojourners. They look to their intentions and they are given blessing according to their intentions. RULES TO BE OBSERVED IN JOURNEY (1) Pay compensation of oppression and the debts and loans, provide the maintenance of those who are dependent on you and return the trusts deposited with you . Take lawful and good things for the journey and take sufficient money so that you may help others also in their needs . Hazrat Ibn Omar said : To help a man in journey with lawful money is to honour him. Treat well with the fellow pilgrims in journey. Give them food from you and disclose your good conduct to them as journey discloses the secret faults of mind. A wise man said : If a man is praised by his fellow trader or fellow sojourner, there is no doubt that he is a good man. A wise man said . Three man cannot by blamed for their anxiety- fasting man, a patient man and a sojourner. The conduct of a fellow travellers, becomes perfect if he treats well with his fellow travellers, helps them in their needs, shows sympathy with them and helps them in their loading and unloading luggages and loads. (2) To take good companion in journey. Take such a companion in journey who will help you in your actions and religion. When you forget, he will remind you. When you want help, he will help you as every man is upon the religion of his friend. The Prophet prohibited to take journey alone. He said Three persons form a congregation. He said : When three of you form a company in journey, choose one of you as a leader. The companions used to do it and say : This man is our leader. The Prophet then appointed him as leader . Make such a man as leader who is best among you in character and conduct, most kind to his companisions and places the needs of companions Vol-II\tLove and Brotherhood\t157 more than his own needs. The affairs of the world are best done if one is entrusted with the management as one God manages the affairs of the universe : Had there been two Gods, they would have quarrelled and all affairs of the world would have been mismanaged. The duties of a leader should be learnt from the following example. Two friends Abdullah and Abu Ali Rabati once started on a journey. Abdullah said to Rabati : You are my leader Rabati said to Abdullah : You are my leader. Then Abdullah was made leader of the two. Thereafter he carried his own luggage and the luggage of Rabati upon his back. One night, there fell profuse rain. Abdullah held a blanket over his companion for the whole night. Whenever Rabati said : 'Don't do it' Abdullah said : Have you not selected me as your leader ? So don't order me and don't do other than what I order you to do. Rabati then said: I wished then that I should have been dead and that I should not have said to him: You are my leader. This should be the duty of a leader in journey or in administration. The Prophet said : It is better to have four companions in journey. There is surely some good in what the Prophet said : There are two duties of a traveller to protect the luggages, and to go for taking necessary things. These can well be done if there are four persons in a company in journey. (3) Take leave of relatives and friends. At the time of starting, recite the following : I entrust to God your religion, your trust and the results of your action. The Prophet used to recite it. The Prophet said : When anyone of you wishes to take journey, he should pray for his friends, because God gives good to them on account of his prayer. The Prophet said : When you take leave of any man, say: May God give provision of God-fear, forgive your sins and give you good wherever you go. He who stays at home should say this to the traveler. Hazart Musa-b-Ward said: One day I intended to go an a journey and came to Abu Hurairah to take leave of him. He said : 0 cousin, shall I not teach you what the Prophet had taught me at the time of fare well ? I said: Yes He said : I entrust you to God who does not break His trust. One day a man came to the Prophet and said : I intend to go on a journey. Give me advance. The Prophet said to him : In the protection and upkeep of God. My God give you provision of God-fear. pardon your sins and direct you to good wherever you 158\tThe Book of Wordly Usages Vol-II Vol-II\tLove and Brotherhood\t159 are, When you entrust to God, entrust, everything to Him and not a particular thing. The result of entrustment of a particular thing is found in the following story. A certain man with his son came to Hazrat Omar at the time of distribution of money among the people. Hazrat Omar said to him : The appearance of the boy is exactly like yours. I have never found such similarity. The man said : 0 Commander of the faithful, I am narrating his story to you . When he was in his mother's womb, I was in a journey. When starting, I said to his mother : I am entrusting the child in your womb to God. Then I went abroad. When I returned, I saw that my wife has died. When I went to her grave, I found a fire burning over her grave. I asked the people : Why is the fire? They said : This is the grave of your wife. Every night, we are seeing this fire. I dug her grave and found a lamp burning there and this child was playing with the lamp, Then I heard a voice from heaven : You have entrusted this child to Me. Had you entrusted his mother also to Me, you would have found her after your return. (4) Pray Istikhara prayer before starting. A man came to the Prophet and said : I have made vow for a journey but I have written a death instruction. Tell me with whom I shall keep itwith my son, father or brother ? The Prophet said : If a man prays four rakats in his house before starting on a journey he, cannot leave a better thing than it. He shall pray these four rak'ats after putting on his dress of journey reciting therein chapter Ikhlas and then say : 0 God, I am seeking. Thy nearness by this prayer. So make this prayer as my successor for my family and property. Then the prayer becomes his successor in place of his family and property and guards round his house till he returns. (5) Recite this invocation at the door of the house at the time of coming out for journey. In the name of God, I depend on God and t ere is no might and strength except in God. 0 Lord, I seek refug4 to Thee that I may not be misguided and that I may misguide nobody, that I may not slip and that I may not make another slip, that I may not oppress or I may not be oppressed ; that I may not make nobody ignorant or that nobody may make me ignorant. When you walk on, say : God, I have come out with Thy help, on Thee I depend, I consider Thee as my protector and to Thee I turn my face. 0 God, you are my object of trust and you are my hope. You are sufficient for what troubles me and what you know of me. It is glory to live in Thy neighbourhood, Thy presence is sufficient. There is no deity but Thee. 0 God, increase niy: God-fear, pardon my sins, guide me towards good wherever I go. (6) Come out in the morning for journey. The Prophet came out in the morning for journey to Tabuk and said : 0 God, give blessing to my people in the morning of Thursday. It is commendable to come out for journey on Thursday morning. The Prophet seldom came out on a journey except on Thursday. The Prophet said: Give blessing to my people in the morning of Saturday. When the'Prophet sentany expedition, he sent in the early part of the day. The Prophet said : Give blessing of morning to my people. Journey should not be undertake in the morning of Friday. The Prophet said : To go with the warriors in the way of God a few steps and to take care of their conveyance morning and evening are dearer to me than the world and its riches. (7) Not to alight except in the mid-day is Sunnat. Most part of the Prophet's journey was at night. The Prophet said : You should take to journey during night because the earth is not so straitened at day as it does at night. when you alight at a station, pray two rak'ats and say : 0 God, I seek refuge to Thee with the help of Thy perfect words from the evils Thou hast created. (8) Don't separate yourself from the company as you may be murdered. There shall be a guard at the time of sleep at night. When the Prophet slept at the first part of night he spread out his hands and when he slept at the latter part of night, he placed his head upon his hand. He used to do that to stop over- sleeping. If there are two companions, one shall guard the other. (9) Show mercy to a riding animal and don't give loads to it beyond its capacity. Don't beat it on its face as it is prohibited . Don't sleep over its back as it gives trouble to the riding animal. The Prophet said : Don't take up the backs of your riding animals as a seat for comfort. It is commendable to a light from the animal morning and evening thereby the animal is given rest. (10) Take six things in journey. Hazrat Ayesha reported that when the Prophet went out on a journey, he used to take with him five things-mirror, antimony, scissors, toothstick and comb. In another narration six things-mirror, uninal, tooth-stick, scissors, antimony, and comb. Sa'ad said : The Prophet always used to take mirror and antimony with him in journey. The 160\tThe Book of Wordly Usages\tVol-II Prophet said : At the time of going to bed, you should use antimony, as it increase eye-sight and grows eye-lids. It has been reported that the Prophet used to apply antimony thrice in each eye. (11) Rules of returning from journey. Wherever the Prophet returned form expedition, pilgrimage umrah and at the end of other actions, he recited Takbir three times at the time of crossing any elevated place and said : There is no deity but God, He is one, there is no partner for Him, sovereignty is His, praise is His and He is powerful over everything . Thereafter send news of your arrival through a man to your family. Don't come to them all at once, lest you may see any undesirable thing. Nobody should come to his family from journey at night. The Prophet prohibited it. Whenever he returned from journey, he used to enter first in the mosque, pray there two rak'ats and then enter his house and say : I have returned home being repentant to our Lord, I am making such repentance which leaves no remainder of sin. It is sunnat to take some delicious eatables for the members of the family. It has been reported in Hadis : - If one is unable to take anything with him, he should take at least a piece of stone in his bag. He laid a great emphasis to this as it cements love and affection. Secret rules of journey. Nobody should take journey except to increase the progress of religion. If there is chance of loss of any portion of religion, he should return home. Whenever you go out, intend to meet the religious people of that place and try to get benefit from them. Don't stay in one place for more than a week or ten days. If you wish to meet your relatives there, don't stay with him for more than three days which is the limit of entertainment of guests. SOME MATTERS BEFORE JOURNEY The matters which should be known before journey are divided into two class-(1) to know the rules of religion made easy for journey. (2) and to know about the Qibla and fixed times of prayer. In ablution, two things have been made easy in journey, to wipe over socks and to make Tayammam. Prayer also has been made easy in some matter-to make prayer short, to unite two compulsory prayers, to pray on conveyance and to Vol-II\tLove and Brotherhood\t161 pray while walking one foot. In journey, it is not compulsory to fast. These seven rules have been made easy in a journey. (1) To wipe over socks. Hazrat Safwan-b-Asal said : When we were in a journey, the Prophet ordered us not to open socks of leather of for three day's and three nights . Inresidence, one can wipe over socks for one day and one night. Sockes must be put on after full ablution. The socks must not be turned in any place and they are not to be opened during the limited time. They are to be wiped over the portions of ablution only. (2) To make Tayammam Tayammam is allowed in journey when water is at a distance from where sound are not heard or there are ferocisous beasts near water. The palms of two hands must be thrust upon the earth and with the palms,-face is to be wiped and then the palms will again be thrust upon earth and therewith the hands upto joints will be wiped out. One compulsory prayer is to be performed with one Tayammam along with sunnat and optional prayer. (3) To make compulsory prayer short. The noon, afternoon and night prayer may be made short by two rak'ats . It is to be performed in due time with niyyat of Qasr and under no Imam who performs full four rak'ats. According to Hanafilaw, Qasr may be performed after crossing a distance of 48 miles from residence. (4) To unite two compulsory prayers. Noon prayer may be delayed upto afternoon prayer or the latter may be prayed along with noon prayer in journey. Similar is the case with evening and night prayers which can be said together. The evening prayer may be said with the night prayer or the night prayer with the evening prayer. It is lawful to give Jumma prayer in journey. (5) Qibla. The Prophet prayed sunnat prayers towards the direction of his riding animal while riding on it. Thereon prayers were said by hints in bending and prostration. One need not turn towards Qibla at the start of prayer. (6) It is allowed to perform sunnat prayer while walking on foot by hints and jestures without sitting at the time of Tahayyiat. (7) It is allowed for a sojourner not to fast. It may be kept on other on other days. *********************************** THE END OF CHAPTER 8 OF VOLUME 2 *********************************** E-mail: webmaster - Sign the Guest Book - Islamic\nPhilosophy Home Page Information: This\n    Page was last updated on: 18 Jun 2007 21:31:56 -0400 This\n    page is constantly being updated since July 2001. So check back\n    often. Page \n    URL: www.muslimphilosophy.com/ihya/eng/ihya-vol2-C8.htm . A\n    reader is needed for PDF files and it is available\n    free of charge from Adobe . About\n    the Islamic Philosophy Online Project . Reporting\n    copyright infringement . Site listed by MENALIB . Site\n    © Copyright 2003 by Islamic Philosophy Online, Inc. A not-for-profit\n    organization dedicated to academic study of Islamic philosophy. Individual\n    content may have its own individual copyrights. See\n    copyright information."
  },
  {
    "ar": "وهو الكتاب الثامن من ربع العادات من كتب إحياء علوم الدين",
    "en": ""
  },
  {
    "ar": "بسم الله الرحمن الرحيم",
    "en": ""
  },
  {
    "ar": "الحمد لله الذي أحرق قلوب أوليائه بنار محبته  واسترق  هممهم  وأرواحهم  بالشوق",
    "en": ""
  },
  {
    "ar": "إلى لقائه ومشاهدته ووقف أبصارهم وبصائرهم على ملاحظة جمال  حضرته  حتى  اصبحوا",
    "en": ""
  },
  {
    "ar": "من تنسم روح الوصال سكرى وأصبحت قلوبهم من ملاحظة سبحات الجلال والهة حيرى  فلم",
    "en": ""
  },
  {
    "ar": "يروا في الكونين شيئا سواه ولم يذكروا في الدارين إلا إياه  إن  سنحت  لأبصارهم",
    "en": ""
  },
  {
    "ar": "صورة عبرت إلى المصور بصائرهم وإن قرعت أسماعهم نغمه سبقت إلى المحبوب  سرائرهم",
    "en": ""
  },
  {
    "ar": "وإن ورد عليهم صوت مزعج أو مقلق أو مطرب أو محزن أو مهيج أو مشوق  أو  مهيج  لم",
    "en": ""
  },
  {
    "ar": "يكن انزعاجهم إلا إليه ولا طربهم إلا به ولا قلقهم إلا عليه ولا حزنهم إلا  فيه",
    "en": ""
  },
  {
    "ar": "ولا شوقهم إلا إلى ما لديه ولا انبعاثهم إلا له ولا  ترددهم  إلا  حواليه  فمنه",
    "en": ""
  },
  {
    "ar": "سماعهم وإليه استماعهم فقد أقفل عن غيره أبصارهم وأسماعهم أولئك الذين  اصطفاهم",
    "en": ""
  },
  {
    "ar": "الله لولايته واستخلصهم من  بين  اصفيائه  وخاصته  والصلاة  على  محمد  المبعوث",
    "en": ""
  },
  {
    "ar": "برسالته وعلى آله وأصحابه أئمة الحق وقادته وسلم  كثيرا  أما  بعد  فإن  القلوب",
    "en": ""
  },
  {
    "ar": "والسرائر خزائن الأسرار ومعادن الجواهر وقد طويت فيها جواهرها كما  طويت  النار",
    "en": ""
  },
  {
    "ar": "في الحديد والحجر كما اخفى الماء تحت  التراب  والمدر  ولا  سبيل  إلى  استثارة",
    "en": ""
  },
  {
    "ar": "خفاياها إلا بقوادح السماع ولا منفذ إلى القلوب إلى من دهليز الاسماع  فالنغمات",
    "en": ""
  },
  {
    "ar": "الموزونة المستلذة تخرج ما فيها وتظهر محاسنها أو مساويها فلا  يظهر  من  القلب",
    "en": ""
  },
  {
    "ar": "عند التحريك إلا ما يحويه كما لا يرشح الإناء إلا بما فيه  فالسماع  للقلب  محك",
    "en": ""
  },
  {
    "ar": "صادق ومعيار ناطق فلا يصل نفس السماع إليه إلا وقد تحرك فيه ما هو الغالب  عليه",
    "en": ""
  },
  {
    "ar": "وإذا كانت القلوب بالطباع مطيعة للأسماع حتى أبدت بوارداتها مكامنها وكشفت  بها",
    "en": ""
  },
  {
    "ar": "عن مساويها وأظهرت محاسنها وجب شرح القول في السماع والوجد وبيان ما  فيهما  من",
    "en": ""
  },
  {
    "ar": "الفوائد والآفات وما يستحب فيهما من الآداب والهيئات وما يتطرق إليهما من  خلاف",
    "en": ""
  },
  {
    "ar": "العلماء في أنهما من المحظورات أو المباحات  ونحن  نوضح  ذلك  في  بابين  الباب",
    "en": ""
  },
  {
    "ar": "الأول في إباحة السماع الباب الثاني في آداب السماع  وآثاره  في  القلب  بالوجد",
    "en": ""
  },
  {
    "ar": "وفي الجوارح بالرقص والزعق وتمزيق الثياب الباب الأول في  ذكر  اختلاف  العلماء",
    "en": ""
  },
  {
    "ar": "في إباحة السماع وكشف الحق  فيه  بيان  أقاويل  العلماء  والمتصوفة  في  تحليله",
    "en": ""
  },
  {
    "ar": "وتحريمه اعلم أن السماع هو أول الأمر ويثمر السماع حالة في  القلب  تسمى  الوجد",
    "en": ""
  },
  {
    "ar": "ويثمر الوجد تحريك الأطراف إما بحركة غير موزونة فتسمى  الاضطراب  وإما  موزونة",
    "en": ""
  },
  {
    "ar": "فتسمى التصفيق والرقص  فلنبدأ  بحكم  السماع  وهو  الأول  وننقل  فيه  الاقاويل",
    "en": ""
  },
  {
    "ar": "المعربة عن المذاهب فيه ثم نذكر الدليل على إباحته ثم نردفه بالجواب  عما  تمسك",
    "en": ""
  },
  {
    "ar": "به القائلون بتحريمه فأما نقل المذاهب فقد حكى  القاضي  أبو  الطيب  الطبري  عن",
    "en": ""
  },
  {
    "ar": "الشافعي ومالك وأبي حنيفة وسفيان وجماعة من العلماء ألفاظا يستدل بها على  أنهم",
    "en": ""
  },
  {
    "ar": "رأوا تحريمه وقال الشافعي رحمه الله في كتاب آداب القضاء إن الغناء  لهو  مكروه",
    "en": ""
  },
  {
    "ar": "يشبه الباطل ومن استكثر منه  فهو  سفيه  ترد  شهادته  وقال  القاضي  أبو  الطيب",
    "en": ""
  },
  {
    "ar": "استماعه من المرأة التي ليست بمحرم له لا يجوز عند  أصحاب  الشافعي  رحمه  الله",
    "en": ""
  },
  {
    "ar": "بحال سواء كانت مكشوفة أو من وراء حجاب وسواء كانت  حرة  أو  مملوكة  وقال  قال",
    "en": ""
  },
  {
    "ar": "الشافعي رضي الله عنه صاحب الجارية إذا جمع الناس لسماعها فهو سفيه ترد  شهادته",
    "en": ""
  },
  {
    "ar": "وقال وحكى عن الشافعي انه كان  يكره  الطقطقة  بالقضيب  ويقول  وضعته  الزنادقة",
    "en": ""
  },
  {
    "ar": "ليشتغلوا به عن القرآن وقال الشافعي  رحمه  الله  ويكره  من  جهة  الخبر  اللعب",
    "en": ""
  },
  {
    "ar": "بالنرد اكثر مما يكره اللعب بشيء من الملاهي ولا أحب اللعب بالشطرنج  وأكره  كل",
    "en": ""
  },
  {
    "ar": "ما يلعب به الناس لأن اللعب ليس من صنعة أهل الدين ولا المروءة وأما مالك  رحمه",
    "en": ""
  },
  {
    "ar": "الله فقد نهى عن الغناء وقال إذا اشترى جارية فوجدها مغنية  كان  له  ردها  وهو",
    "en": ""
  },
  {
    "ar": "مذهب سائر أهل المدينة إلا ابن سعد وحده وأما أبو حنيفة رضي الله عنه فإنه  كان",
    "en": ""
  },
  {
    "ar": "يكره ذلك ويجعل سماع الغناء من الذنوب وكذلك  سائر  أهل  الكوفة  سفيان  الثوري",
    "en": ""
  },
  {
    "ar": "وحماد وإبراهيم والشعبي وغيرهم فهذا كله نقله القاضي  أبو  الطيب  الطبري  ونقل",
    "en": ""
  },
  {
    "ar": "أبو طالب المكي إباحة السماع من جماعة فقال سمع من الصحابة عبد  الله  بن  جعفر",
    "en": ""
  },
  {
    "ar": "وعبد الله بن الزبير والمغيرة بن شعبة ومعاوية وغيرهم وقال قد فعل ذلك كثير  من",
    "en": ""
  },
  {
    "ar": "السلف الصالح صحابي وتابعي بإحسان وقال لم يزل  الحجازيون  عندنا  بمكة  يسمعون",
    "en": ""
  },
  {
    "ar": "السماع في أفضل أيام السنة وهي الأيام المعدودات  التي  أمر  الله  عباده  فيها",
    "en": ""
  },
  {
    "ar": "بذكره كأيام التشريق ولم يزل أهل المدينة مواظبين  كأهل  مكة  على  السماع  إلى",
    "en": ""
  },
  {
    "ar": "زماننا هذا فأدركنا أبا مروان القاضي وله جوار يسمعن الناس  التلحين  قد  أعدهن",
    "en": ""
  },
  {
    "ar": "للصوفية قال وكان لعطاء جاريتان يلحنان فكان إخوانه يستمعون  إليهما  قال  وقيل",
    "en": ""
  },
  {
    "ar": "لأبي الحسن بن سالم كيف تنكر السماع وقد كان  الجنيد  وسرى  السقطى  وذو  النون",
    "en": ""
  },
  {
    "ar": "يستمعون فقال وكيف انكر السماع وقد أجازه وسمعه من هو  خير  مني  فقد  كان  عبد",
    "en": ""
  },
  {
    "ar": "الله بن جعفر الطيار يسمع وإنما أنكر اللهو واللعب في السماع وروى عن  يحيى  بن",
    "en": ""
  },
  {
    "ar": "معاذ أنه قال فقدنا ثلاثة أشياء فما نراها ولا أراها تزداد إلا قلة  حسن  الوجه",
    "en": ""
  },
  {
    "ar": "مع الصيانة وحسن القول مع الديانة وحسن الإخاء مع الوفاء ورأيت  في  بعض  الكتب",
    "en": ""
  },
  {
    "ar": "هذا محكيا بعينه عن الحارث المحاسبي وفيه ما يدل على  تجويزه  السماع  مع  زهده",
    "en": ""
  },
  {
    "ar": "وتصاونه وجده في الدين وتشميره قال وكان ابن مجاهد لا يجيب دعوة  إلا  أن  يكون",
    "en": ""
  },
  {
    "ar": "فيه سماع وحكى غير واحد أنه قال اجتمعنا في دعوة  ومعنا  أبو  القاسم  ابن  بنت",
    "en": ""
  },
  {
    "ar": "منيع وأبو بكر ابن داود وابن مجاهد في نظرائهم فحضر سماع فجعل ابن  مجاهد  يحرض",
    "en": ""
  },
  {
    "ar": "ابن بنت منيع على ابن داود في أن يسمع فقال ابن داود  حدثني  أبي  عن  احمد  بن",
    "en": ""
  },
  {
    "ar": "حنبل أنه كره السماع وكان أبي يكرهه وأنا على مذهب أبي  فقال  أبو  القاسم  ابن",
    "en": ""
  },
  {
    "ar": "بنت منيع أما جدى احمد ابن بنت منيع فحدثني عن صالح بن احمد أن أباه  كان  يسمع",
    "en": ""
  },
  {
    "ar": "قول ابن الخبازة فقال ابن مجاهد لابن داود دعني أنت  من  أبيك  وقال  لابن  بنت",
    "en": ""
  },
  {
    "ar": "منيع دعني أنت من جدك أي شيء تقول يا أبا بكر فيمن أنشد بيت شعر أهو حرام  فقال",
    "en": ""
  },
  {
    "ar": "ابن داود لا قال فإن كان حسن الصوت حرم عليه  إنشاده  قال  لا  قال  فإن  أنشده",
    "en": ""
  },
  {
    "ar": "وطوله وقصر منه الممدود ومد منه المقصور أيحرم عليه  قال  أنا  لم  أقو  لشيطان",
    "en": ""
  },
  {
    "ar": "واحد فكيف أقوى لشيطانين قال وكان أبو  الحسن  العسقلاني  الأسود  من  الأولياء",
    "en": ""
  },
  {
    "ar": "يسمع ويوله عند السماع وصنف فيه كتابا ورد فيه على  منكريه  وكذلك  جماعة  منهم",
    "en": ""
  },
  {
    "ar": "صنفوا في الرد على منكريه وحكى عن بعض الشيوخ أته قال رأيت  أبا  العباس  الخضر",
    "en": ""
  },
  {
    "ar": "عليه السلام فقلت له ما تقول في هذا السماع الذي اختلف  فيه  اصحابنا  فقال  هو",
    "en": ""
  },
  {
    "ar": "الصفو الزلال الذي لا يثبت عليه إلا أقدام العلماء وحكي عن ممشاد الدينوري  أنه",
    "en": ""
  },
  {
    "ar": "قال رأيت النبي صلى الله عليه وسلم في النوم فقلت يا رسول الله هل تنكر من  هذا",
    "en": ""
  },
  {
    "ar": "السماع شيئا فقال ما أنكر منه شيئا ولكن قل لهم يفتتحون قبله  بالقرآن  ويختمون",
    "en": ""
  },
  {
    "ar": "بعده بالقرآن وحكى عن طاهر بن بلال الهمداني الوراق وكان من أهل العلم أنه  قال",
    "en": ""
  },
  {
    "ar": "كنت معتكفا في جامع جدة على البحر فرأيت يوما طائفة يقولون في  جانب  منه  قولا",
    "en": ""
  },
  {
    "ar": "ويستمعون فأنكرت ذلك بقلبي وقلت في بيت من بيوت الله يقولون  الشعر  قال  فرأيت",
    "en": ""
  },
  {
    "ar": "النبي صلى الله عليه وسلم تلك الليلة وهو جالس في تلك الناحية  والى  جنبة  أبو",
    "en": ""
  },
  {
    "ar": "بكر الصديق رضي الله عنه وإذا أبو بكر يقول شيئا  من  القول  والنبي  صلى  الله",
    "en": ""
  },
  {
    "ar": "عليه وسلم يستمع إليه ويضع يده على صدره كالواجد بذلك  فقلت  في  نفسي  ما  كان",
    "en": ""
  },
  {
    "ar": "ينبغي لي أن أنكر على أولئك الذين كانوا يستمعون وهذا رسول الله صلى الله  عليه",
    "en": ""
  },
  {
    "ar": "وسلم يستمع وأبو بكر يقول فالتفت إلى رسول الله صلى الله عليه  وسلم  وقال  هذا",
    "en": ""
  },
  {
    "ar": "حق بحق أو قال حق من حق أنا أشك فيه وقال الجنيد تنزل الرحمة على  هذه  الطائفة",
    "en": ""
  },
  {
    "ar": "في ثلاثة مواضع عند الأكل لأنهم لا يأكلون إلا عن فاقة وعند المذاكرة لأنهم  لا",
    "en": ""
  },
  {
    "ar": "يتحاورون إلا في مقامات الصديقين وعند السماع لأنهم يسمعون  بوجد  ويشهدون  حقا",
    "en": ""
  },
  {
    "ar": "وعن ابن جريج انه كان يرخص في السماع  فقيل  له  أيؤتى  يوم  القيامة  في  جملة",
    "en": ""
  },
  {
    "ar": "حسناتك أو سيئاتك فقال لا في الحسنات ولا في السيئات  لأنه  شبيه  باللغو  وقال",
    "en": ""
  },
  {
    "ar": "الله تعالى لا يؤاخذكم الله باللغو في ايمانكم هذا ما نقل من الاقاويل ومن  طلب",
    "en": ""
  },
  {
    "ar": "الحق  في  التقليد  فمهما  استقصى  تعارضت  عنده  هذه  الاقاويل  فيبقى  متحيرا",
    "en": ""
  },
  {
    "ar": "أومائلاإلى بعض الاقاويل بالتشهي وكل ذلك قصور بل ينبغي أن  يطلب  الحق  بطريقه",
    "en": ""
  },
  {
    "ar": "وذلك بالبحث عن مدارك الحظر والاباحة كما سنذكره بيان الدليل على إباحة  السماع",
    "en": ""
  },
  {
    "ar": "اعلم أن قول القائل السماع حرام معناه أن الله تعالى يعاقب عليه  وهذا  أمر  لا",
    "en": ""
  },
  {
    "ar": "يعرف بمجرد العقل بل بالسمع ومعرفة الشرعيات محصورة  في  النص  أو  القياس  على",
    "en": ""
  },
  {
    "ar": "المنصوص وأعنى بالنص ما أظهره صلى الله  عليه  وسلم  بقوله  أو  فعله  وبالقياس",
    "en": ""
  },
  {
    "ar": "المعنى المفهوم من ألفاظه وأفعاله فإن لم يكن فيه نص ولم يستقم  فيه  قياس  على",
    "en": ""
  },
  {
    "ar": "منصوص بطل القول بتحريمه وبقى فعلا لا حرج فيه  كسائر  المباحات  ولا  يدل  على",
    "en": ""
  },
  {
    "ar": "تحريم السماع نص ولا قياس ويتضح ذلك في جوابنا عن أدلة  المائلين  إلى  التحريم",
    "en": ""
  },
  {
    "ar": "ومهما تم الجواب عن أدلتهم كان ذلك مسلكا كافيا في إثبات هذا الغرض لكن  نستفتح",
    "en": ""
  },
  {
    "ar": "ونقول قد دل النص والقياس جميعا على إباحته أما القياس فهو  أن  الغناء  اجتمعت",
    "en": ""
  },
  {
    "ar": "فيه معان ينبغي أن يبحث عن افرادها ثم عن مجموعها فإن فيه سماع صوت  طيب  موزون",
    "en": ""
  },
  {
    "ar": "مفهوم المعنى محرك للقلب فالوصف الاعم انه صوت طيب ثم الطيب ينقسم إلى  الموزون",
    "en": ""
  },
  {
    "ar": "وغيره والموزون ينقسم إلى المفهوم كالاشعار والى غير المفهوم  كأصوات  الجمادات",
    "en": ""
  },
  {
    "ar": "وسائر الحيوانات أما سماع الصوت الطيب من حيث إنه طيب فلا ينبغي أن يحرم بل  هو",
    "en": ""
  },
  {
    "ar": "حلال بالنص والقياس أما القياس فهو أنه يرجع إلى تلذذ حاسة السمع بإدراك ما  هو",
    "en": ""
  },
  {
    "ar": "مخصوص به وللإنسان عقل وخمس حواس ولكل حاسة إدراك وفي  مدركات  تلك  الحاسة  ما",
    "en": ""
  },
  {
    "ar": "يستلذ فلذة النظر في المبصرات الجميلة  كالخضرة  والماء  الجاري  والوجه  الحسن",
    "en": ""
  },
  {
    "ar": "وبالجملة سائر الألوان الجميلة وهي  في  مقابلة  ما  يكره  من  الألوان  الكدرة",
    "en": ""
  },
  {
    "ar": "القبيحة وللشم الروائح الطيبة وهي في مقابلة الأنتان المستكرهة  وللذوق  الطعوم",
    "en": ""
  },
  {
    "ar": "اللذيذة كالدسومة والحلاوة والحموضة وهي في  مقابلة  المرارة  المستبشعة  وللمس",
    "en": ""
  },
  {
    "ar": "لذة اللين والنعومة والملاسة وهي في مقابلة الخشونة والضراسة وللعقل لذة  العلم",
    "en": ""
  },
  {
    "ar": "والمعرفة وهي في مقابلة الجهل والبلادة فكذلك  الأصوات  المدركة  بالسمع  تنقسم",
    "en": ""
  },
  {
    "ar": "إلى مستلذة كصوت العنادل والمزامير ومستكرهة  كنهيق  الحمير  وغيرها  فما  أظهر",
    "en": ""
  },
  {
    "ar": "قياس هذه الحاسة ولذتها على سائر الحواس ولذاتها أما النص فيدل على إباحة  سماع",
    "en": ""
  },
  {
    "ar": "الصوت الحسن امتنان الله تعالى على عباده إذ قال يزيد في الخلق  ما  يشاء  فقيل",
    "en": ""
  },
  {
    "ar": "هو الصوت الحسن وفي الحديث ما بعث الله نبيا إلا حسن الصوت حديث  ما  بعث  الله",
    "en": ""
  },
  {
    "ar": "نبيا إلا حسن الصوت أخرجه الترمذي في الشمائل عن قتادة وزاد  قوله  وكان  نبيكم",
    "en": ""
  },
  {
    "ar": "حسن الوجه حسن الصوت ورويناه متصلا  في  الغيلانيات  من  رواية  قتادة  عن  أنس",
    "en": ""
  },
  {
    "ar": "والصواب الأول قاله الدارقطني ورواه ابن مردويه في التفسير من حديث علي بن  أبي",
    "en": ""
  },
  {
    "ar": "طالب وطرقه كلها ضعيفة وقال صلى الله عليه  وسلم  لله  أشد  أذنا  للرجل  الحسن",
    "en": ""
  },
  {
    "ar": "الصوت بالقرآن من صاحب القينة لقينته حديث لله  أشد  أذنا  للرجل  الحسن  الصوت",
    "en": ""
  },
  {
    "ar": "بالقرآن من صاحب القينة إلى قينته تقدم في كتاب تلاوة  القرآن  وفي  الحديث  في",
    "en": ""
  },
  {
    "ar": "معرض المدح لداود عليه السلام أنه كان حسن  الصوت  في  النياحة  على  نفسه  وفي",
    "en": ""
  },
  {
    "ar": "تلاوة الزبور حتى كان يجتمع الإنس والجن والوحوش والطير لسماع صوته  وكان  يحمل",
    "en": ""
  },
  {
    "ar": "في مجلسه أربعمائة جنازة وما يقرب منها في الأوقات حديث كان داود حسن الصوت  في",
    "en": ""
  },
  {
    "ar": "النياحة على نفسه وفي تلاوة الزبور الحديث لم أجد له أصلا وقال صلى  الله  عليه",
    "en": ""
  },
  {
    "ar": "وسلم في مدح أبي موسى الأشعري لقد أعطي مزمارا من  مزامير  آل  داود  حديث  لقد",
    "en": ""
  },
  {
    "ar": "أوتي مزمارا من مزامير آل داود قاله في مدح أبي  موسى  تقدم  في  تلاوة  القرآن",
    "en": ""
  },
  {
    "ar": "وقول الله تعالى إن أنكر الأصوات لصوت الحمير يدل بمفهومه على مدح الصوت  الحسن",
    "en": ""
  },
  {
    "ar": "ولو جاز أن يقال إنما أبيح ذلك بشرط أن يكون في القرآن للزمه أن يحرم سماع  صوت",
    "en": ""
  },
  {
    "ar": "العندليب لأنه ليس من القرآن وإذا جاز سماع صوت غفل لا معنى  له  فلم  لا  يجوز",
    "en": ""
  },
  {
    "ar": "سماع صوت يفهم منه الحكمة والمعاني الصحيحة وإن من الشعر  لحكمة  فهذا  نظر  في",
    "en": ""
  },
  {
    "ar": "الصوت من حيث أنه طيب حسن الدرجة الثانية النظر في  الصوت  الطيب  الموزون  فإن",
    "en": ""
  },
  {
    "ar": "الوزن وراء الحسن فكم من صوت حسن خارج عن الوزن وكم من صوت  موزون  غير  مستطاب",
    "en": "VOL: II THE BOOK OF WORLDLY USAGES CONTENTS CHAPTER VIII Rules of journey                            151 CHAPTER IX Music and Exctacy                             162 CHAPTER X\tEnjoining good & Forbidding Evil\t  180 CHAPTER XI\tConduct and Character of Holy Prophet     207 CHAPTER VIII RULES AND REGULATIONS OF JOURNEY Journey is a means to ward off undesirable thing or to get objects of love, it is of two kinds-)1) Physical journey from one's native place to a distant country and (2) mental or spiritual journey to God in heaven. The latter is better, but it is fraught with dangers and difficulties and the path is unknown and unacquainted. The sojourners are indifferent to the wealth of this path. Hence the so journers in this pathare few. God says of this path : I shall show them My signs in the vacant regions and in yourselves . God says : There are signs in the world and in yourselves for the believers. Don't you mind ? He who keeps away from this journey is said by God in the following verse as an unbveliever : You pass by these sings morning and evening. Don't you understand ? God says : How many sign there are in the heavens and the earth which appear to them always but they remain heedless from them. He who remains satisfied with this journey, roam in such a paradise cheefully which extends to the heavens and the earth, though his body remains in his house. RULES OF JOURNEY FROM BEGINNING TO END Journey means to go from one place to another. There are benefits and harms of journey. One is to shift from his place, of residence on account of religion or for search of livelihood. There are therefore two kinds of objects of search-worldly and next worldly. name and fame, wealth and riches, power and influence etc. are the worldly objects of search. Acquisition of knowledge is a religious matter and the journey for this purpose is of two kinds-journey for acquisition of religious knowledge and for correction of one's own character and conduct or journey for acquisition of knowledge of the wonderful creations of God, such as journey of Alexander. Journey for actions with learning is of two kind-to visit the holy places, such as Mecca, Medina, Baitul Moqaddas or journey for defense of the frontiers of Islamic state. Journeys are also undertaken for visiting the holy shrines of the religious leaders and friends of God and of those religious people who are alive. Thus it is seen that there are different purposes of journey. 152\tThe Book of Wordly Usages\tVol-II (1) Journey for acquisition knowledge is of two kinds-compulsory and optional. when acquisition of knowledge is compulsory, journey for that is also compulsory. When it is optional, journey for that is also optional. The Prophet said : He who comes out of his house for acquisition of knowledge remains in the path of God till he returns home. The Prophet said : If a man crosses a path in search of learning, God makes his path to paradise easy. Hazrat Sayeed-b-Musayyeb travelled many days in search of one Hadis, Hazrat Shubi said : If a man travels from Syria to the distant Yemen to hear a sermon, his journey will not fruitless. Hazrat Jaker-b-Abduallh travelled from Medina to Egypt for one month and heard a Hadis from Abdullah-b-Anis Ansari. (2) Journey for correction on one's character and conduct. To walk in the path of the next world is not possible without character and conduct. He who does not enquire into his hidden faults cannot purify his heart. The name journey means to turn away from bad character and conduct of the people for which God reveals the secrets of heaven and earth. In journey, a man's character is disclosed. When a person was brought before Hazrat Omar as a witness, he asked him : Were you with anybody in a journey for which you have known his character ? he said : I was not. Hazrat Omar said : Then I think you do not know him. Hazrat Bashar Hafi said : 0 learned men, if you would have come out in journey, you would have been purified, because if water is logged in a place, it becomes polluted and if it is flowing, it is made pure. In short, if a man remains confined in house, his character and conduct are kept limited there nd his bad character is not disclosed as no opportunity arises in his case to see'things opposed to this nature. (3) Journey for seeing the wonderful creations of God. There is food for reflection in the wonderful creations of God. There is nothing in the world mountains, seas heaven and various kinds of creations which do not testify to the unity of God. He who appreciates it can see and hear them and he who does not pay attention to them cannot appreciate it. By hearing, we means the hearing of heart. Ear cannot hear without sound and it appreciates the present condition. It is just like the saying of a man who narrates the story of wall and nail. The wall says to the nail. Don't give me trouble. The nail says : Ask one who beats Vol-II\tLove and Brotherhood\t153 me. The rod which is behind me beats me. Why does he not give me up ? There is no sign in the heaven and earth which does not bear testimony to the Uniquencess and unity of God It is its Tauhid. Various kinds of things glorify His name. Nobody understands their glorification or Tasbeeh as they do not undertake mental journey. If it was not possible. Solomon would not have'understood the words of birds and Moses the talks of God. Those talks have got no words or sounds. The signs of writing that are on the backs of lifeless things can be appreciated by a man of deep insight. His outward journey is not required. Only his mental journey is necessary. Such a man has got object of joy in hearing and he can command the sun, moon and starts. The sun, moon and stars roam in the cycle of time once, twice or many times in months or years. If a man goes round of mosque other than the Ka'ba for which he is ordered, his action would be considered as wonderful. If one who has been ordered to roam round the sky roams round the earth, his action will be considered wonderful. So a sojourner who cannot roam in the material world remains within the station of his own house without crossing the various stations to reach God. For this reason, a pious man said : Man says, open your eyes, you will see the wonderful creations of God. But I say : Close your eyes and you will see them. Both the views are true. The first man gives the news of the first station near the house and the second man gives the news of the distant stations. Without the satisfied soul of the sojourner, the distant stations cannot be crossed. Sometimes he roams for many years in one station. Sometimes God's grace shows him the straight path and there are few who can catch this favour. Those who cross these stations by the light of God's grace, can earn lasting fortune. The sovereignty of the spiritual world is like that of this world. Firstly, those who search it are few and out of them many remain with face of destruction and they decrease considerably while the goal is reached. Those who are coward cannot get this sovereignty. In order to get the high rank, one is to labour hard and pass many sleepless nights,. God does not give it to those who are idle and coward. (2) Second kind of journey. It is the journey for divine service, such as pilgrimage, Jihad, etc, visit of the shrines of Prophets, companions of Prophets and other sages. The merits which are gained by calling on the living sages can be obtained by visiting their graves. Journey for such purpose is allowed and 154\tThe Book of Wordly Usages\tVol-I1 the following Hadis is not an obstate to that. The Prophet said Don't the your camel in any place except in three mosques, this mosque of mine, the mosque of Ka'ba and the distant mosque (Baitual Moqaddas). Except these three mosques, all other mosque are equal in rank. The merits in meeting the living sages are greater than meeting of those who are dead. There is written in the Torah : Meet with your brother Muslim for the sake of God after walking even four miles. We have been informed about the merits of visiting the mosque of Medina and Ka'ba. The merits of visiting Baitual Moqaddas are also great. Once Hazrat Ibn Omar travelled from Medina for Baitul Muquddas and prayed five times within the mosque. Hazrat Solrmon prayed to God : 0 Lord If a man wishes to visit the mosque and does not wish nothing except praying therein, let him to lose Thy mercy till he remains therein. When he goes out of the mosque, take him out of his sins as on the day his mother gave birth to him. God accepted his invocation. (3) Third kind of journey. It is gcod to make journey to get free from the causes obstructing religion. It is the way of the Prophet to flee for getting free form work which is beyond one's capacity. It is also compulsory to flee away for freeing the mind from engagement in actions, name and fame and power. Unless the mind is freed from things other than God, the religion does not become perfect. If it is not possible , the more one gets free from troubles, the better it is for the mind to be free from such thoughts.. The mind can be made light or heavy. Those who can increase them are ruined . It is not safe for a worldly man to get relief from anxiceties unless he makes journey to a distant place and frees his mind from all sorts of worldly anxiceties. Mind has got no space both for the Creator and also for the created. There are some men like Prophet and sages who are mentally strong like those who are physically strong. There are differences even in their physical strength. How many persons there are who can carry two and a half maunds of loads but it cannot be carried by a weak man. The strength can be increased by gradual, and constant efforts. Similar is the condition of mental strength. In order to reach the high spiritual stage, continued and sustained efforts are necessary. For this reason, the early sages used to stay far away from their own houses. Sufiyan Saori said : The present time is very perilous. When the unknown persons suffer loss at present, what is the condition of those who have got name and Vol-II\tLove and Brotherhood\t155 fame ? So the present people should change their residences in order that they may not be known to the people. Hazrat Abu Nayeem said : I saw once Sufiyan Saori going with one pitcher in one hand and one bag of leather full of articles in another. On being asked, he said : I am going to such a place where commodities are cheap. Live where these things are cheap as it is safe for your religion and light for your anxieties. Hazrat Ibrahim Khaolan used not to reside in any place for more than forty days. (4) Fourth kind journey. There is no fault in taking journey to another place for saving oneself from epidemic diseases like small pox, cholera, plague, ete, or where commodities are cheap. Sometimes such journey becomes compulsory and sometimes commendable. If there in outbreak of epidemics in a certain locality, the people should not shift to another place as the Prophet said : Some people were punished with epidemic disease before you. It remained in the world after that. It comes sometimes and goes away sometimes. When it breaks out in any place, don't go near it. When it breaks out in such a place where you live in , don't go out of it fleeing. The Prophet said: My people will be destroyed by attack and epidemic diseases. Hazrat Ayesha asked : What is attack ? He said: It is an epidemic disease like the plague of camels. It grows in their sinews. He who dies of this disease dies a martyr. He who stays therein is like a prisoner in the way of God. He who flees away from it flees away as it were from jihad. The Prophet said to one of his companions: Don't set up any partner with God even though you are punished and threatened. Obey your parents. If they tell you to go out of your properties, you will go. Don't give up any prayer willingly. He who gives up a prayer willingly gets free from the security of God. Don't drink wine as it is the key to all sins. Give up sin as i displeases God. Don't flee away from Jihad. If an epidemic disease attacks the people among whom you live, stay with them. Spend from your wealth for your family but do not lift your stick from them and generate fear in them. It appears from the above Hadis that to flee away from an epidemic disease and also to come to it are prohibited. From what has been described, it is found that journey is of different kinds-good, bad and lawful. What is bad becomes sometimes unlawful as the fleeing away of a slave or of a rebel. What is not good is to flee away from epidemic diseases. What is 156\tThe Book of Wordly Usages\tVol-II good is sometimes compulsory and sometimes commendable. Journey for pilgrimage and learning are compulsory and for meeting with sages and visiting their graves is commendable. What is lawful depends on niyat or intention. If journey , is undertaken for earning money by abstaining from begging, to protect the honour of onself and his family or to give charity, it is lawful as they are intended within the actions of the next world . The Prophet said : All actions are judged by intention . This Hadis is applicable to compulsory, commendable and lawful journeys. A wise man said : God appoints angles to sojourners. They look to their intentions and they are given blessing according to their intentions. RULES TO BE OBSERVED IN JOURNEY (1) Pay compensation of oppression and the debts and loans, provide the maintenance of those who are dependent on you and return the trusts deposited with you . Take lawful and good things for the journey and take sufficient money so that you may help others also in their needs . Hazrat Ibn Omar said : To help a man in journey with lawful money is to honour him. Treat well with the fellow pilgrims in journey. Give them food from you and disclose your good conduct to them as journey discloses the secret faults of mind. A wise man said : If a man is praised by his fellow trader or fellow sojourner, there is no doubt that he is a good man. A wise man said . Three man cannot by blamed for their anxiety- fasting man, a patient man and a sojourner. The conduct of a fellow travellers, becomes perfect if he treats well with his fellow travellers, helps them in their needs, shows sympathy with them and helps them in their loading and unloading luggages and loads. (2) To take good companion in journey. Take such a companion in journey who will help you in your actions and religion. When you forget, he will remind you. When you want help, he will help you as every man is upon the religion of his friend. The Prophet prohibited to take journey alone. He said Three persons form a congregation. He said : When three of you form a company in journey, choose one of you as a leader. The companions used to do it and say : This man is our leader. The Prophet then appointed him as leader . Make such a man as leader who is best among you in character and conduct, most kind to his companisions and places the needs of companions Vol-II\tLove and Brotherhood\t157 more than his own needs. The affairs of the world are best done if one is entrusted with the management as one God manages the affairs of the universe : Had there been two Gods, they would have quarrelled and all affairs of the world would have been mismanaged. The duties of a leader should be learnt from the following example. Two friends Abdullah and Abu Ali Rabati once started on a journey. Abdullah said to Rabati : You are my leader Rabati said to Abdullah : You are my leader. Then Abdullah was made leader of the two. Thereafter he carried his own luggage and the luggage of Rabati upon his back. One night, there fell profuse rain. Abdullah held a blanket over his companion for the whole night. Whenever Rabati said : 'Don't do it' Abdullah said : Have you not selected me as your leader ? So don't order me and don't do other than what I order you to do. Rabati then said: I wished then that I should have been dead and that I should not have said to him: You are my leader. This should be the duty of a leader in journey or in administration. The Prophet said : It is better to have four companions in journey. There is surely some good in what the Prophet said : There are two duties of a traveller to protect the luggages, and to go for taking necessary things. These can well be done if there are four persons in a company in journey. (3) Take leave of relatives and friends. At the time of starting, recite the following : I entrust to God your religion, your trust and the results of your action. The Prophet used to recite it. The Prophet said : When anyone of you wishes to take journey, he should pray for his friends, because God gives good to them on account of his prayer. The Prophet said : When you take leave of any man, say: May God give provision of God-fear, forgive your sins and give you good wherever you go. He who stays at home should say this to the traveler. Hazart Musa-b-Ward said: One day I intended to go an a journey and came to Abu Hurairah to take leave of him. He said : 0 cousin, shall I not teach you what the Prophet had taught me at the time of fare well ? I said: Yes He said : I entrust you to God who does not break His trust. One day a man came to the Prophet and said : I intend to go on a journey. Give me advance. The Prophet said to him : In the protection and upkeep of God. My God give you provision of God-fear. pardon your sins and direct you to good wherever you 158\tThe Book of Wordly Usages Vol-II Vol-II\tLove and Brotherhood\t159 are, When you entrust to God, entrust, everything to Him and not a particular thing. The result of entrustment of a particular thing is found in the following story. A certain man with his son came to Hazrat Omar at the time of distribution of money among the people. Hazrat Omar said to him : The appearance of the boy is exactly like yours. I have never found such similarity. The man said : 0 Commander of the faithful, I am narrating his story to you . When he was in his mother's womb, I was in a journey. When starting, I said to his mother : I am entrusting the child in your womb to God. Then I went abroad. When I returned, I saw that my wife has died. When I went to her grave, I found a fire burning over her grave. I asked the people : Why is the fire? They said : This is the grave of your wife. Every night, we are seeing this fire. I dug her grave and found a lamp burning there and this child was playing with the lamp, Then I heard a voice from heaven : You have entrusted this child to Me. Had you entrusted his mother also to Me, you would have found her after your return. (4) Pray Istikhara prayer before starting. A man came to the Prophet and said : I have made vow for a journey but I have written a death instruction. Tell me with whom I shall keep itwith my son, father or brother ? The Prophet said : If a man prays four rakats in his house before starting on a journey he, cannot leave a better thing than it. He shall pray these four rak'ats after putting on his dress of journey reciting therein chapter Ikhlas and then say : 0 God, I am seeking. Thy nearness by this prayer. So make this prayer as my successor for my family and property. Then the prayer becomes his successor in place of his family and property and guards round his house till he returns. (5) Recite this invocation at the door of the house at the time of coming out for journey. In the name of God, I depend on God and t ere is no might and strength except in God. 0 Lord, I seek refug4 to Thee that I may not be misguided and that I may misguide nobody, that I may not slip and that I may not make another slip, that I may not oppress or I may not be oppressed ; that I may not make nobody ignorant or that nobody may make me ignorant. When you walk on, say : God, I have come out with Thy help, on Thee I depend, I consider Thee as my protector and to Thee I turn my face. 0 God, you are my object of trust and you are my hope. You are sufficient for what troubles me and what you know of me. It is glory to live in Thy neighbourhood, Thy presence is sufficient. There is no deity but Thee. 0 God, increase niy: God-fear, pardon my sins, guide me towards good wherever I go. (6) Come out in the morning for journey. The Prophet came out in the morning for journey to Tabuk and said : 0 God, give blessing to my people in the morning of Thursday. It is commendable to come out for journey on Thursday morning. The Prophet seldom came out on a journey except on Thursday. The Prophet said: Give blessing to my people in the morning of Saturday. When the'Prophet sentany expedition, he sent in the early part of the day. The Prophet said : Give blessing of morning to my people. Journey should not be undertake in the morning of Friday. The Prophet said : To go with the warriors in the way of God a few steps and to take care of their conveyance morning and evening are dearer to me than the world and its riches. (7) Not to alight except in the mid-day is Sunnat. Most part of the Prophet's journey was at night. The Prophet said : You should take to journey during night because the earth is not so straitened at day as it does at night. when you alight at a station, pray two rak'ats and say : 0 God, I seek refuge to Thee with the help of Thy perfect words from the evils Thou hast created. (8) Don't separate yourself from the company as you may be murdered. There shall be a guard at the time of sleep at night. When the Prophet slept at the first part of night he spread out his hands and when he slept at the latter part of night, he placed his head upon his hand. He used to do that to stop over- sleeping. If there are two companions, one shall guard the other. (9) Show mercy to a riding animal and don't give loads to it beyond its capacity. Don't beat it on its face as it is prohibited . Don't sleep over its back as it gives trouble to the riding animal. The Prophet said : Don't take up the backs of your riding animals as a seat for comfort. It is commendable to a light from the animal morning and evening thereby the animal is given rest. (10) Take six things in journey. Hazrat Ayesha reported that when the Prophet went out on a journey, he used to take with him five things-mirror, antimony, scissors, toothstick and comb. In another narration six things-mirror, uninal, tooth-stick, scissors, antimony, and comb. Sa'ad said : The Prophet always used to take mirror and antimony with him in journey. The 160\tThe Book of Wordly Usages\tVol-II Prophet said : At the time of going to bed, you should use antimony, as it increase eye-sight and grows eye-lids. It has been reported that the Prophet used to apply antimony thrice in each eye. (11) Rules of returning from journey. Wherever the Prophet returned form expedition, pilgrimage umrah and at the end of other actions, he recited Takbir three times at the time of crossing any elevated place and said : There is no deity but God, He is one, there is no partner for Him, sovereignty is His, praise is His and He is powerful over everything . Thereafter send news of your arrival through a man to your family. Don't come to them all at once, lest you may see any undesirable thing. Nobody should come to his family from journey at night. The Prophet prohibited it. Whenever he returned from journey, he used to enter first in the mosque, pray there two rak'ats and then enter his house and say : I have returned home being repentant to our Lord, I am making such repentance which leaves no remainder of sin. It is sunnat to take some delicious eatables for the members of the family. It has been reported in Hadis : - If one is unable to take anything with him, he should take at least a piece of stone in his bag. He laid a great emphasis to this as it cements love and affection. Secret rules of journey. Nobody should take journey except to increase the progress of religion. If there is chance of loss of any portion of religion, he should return home. Whenever you go out, intend to meet the religious people of that place and try to get benefit from them. Don't stay in one place for more than a week or ten days. If you wish to meet your relatives there, don't stay with him for more than three days which is the limit of entertainment of guests. SOME MATTERS BEFORE JOURNEY The matters which should be known before journey are divided into two class-(1) to know the rules of religion made easy for journey. (2) and to know about the Qibla and fixed times of prayer. In ablution, two things have been made easy in journey, to wipe over socks and to make Tayammam. Prayer also has been made easy in some matter-to make prayer short, to unite two compulsory prayers, to pray on conveyance and to Vol-II\tLove and Brotherhood\t161 pray while walking one foot. In journey, it is not compulsory to fast. These seven rules have been made easy in a journey. (1) To wipe over socks. Hazrat Safwan-b-Asal said : When we were in a journey, the Prophet ordered us not to open socks of leather of for three day's and three nights . Inresidence, one can wipe over socks for one day and one night. Sockes must be put on after full ablution. The socks must not be turned in any place and they are not to be opened during the limited time. They are to be wiped over the portions of ablution only. (2) To make Tayammam Tayammam is allowed in journey when water is at a distance from where sound are not heard or there are ferocisous beasts near water. The palms of two hands must be thrust upon the earth and with the palms,-face is to be wiped and then the palms will again be thrust upon earth and therewith the hands upto joints will be wiped out. One compulsory prayer is to be performed with one Tayammam along with sunnat and optional prayer. (3) To make compulsory prayer short. The noon, afternoon and night prayer may be made short by two rak'ats . It is to be performed in due time with niyyat of Qasr and under no Imam who performs full four rak'ats. According to Hanafilaw, Qasr may be performed after crossing a distance of 48 miles from residence. (4) To unite two compulsory prayers. Noon prayer may be delayed upto afternoon prayer or the latter may be prayed along with noon prayer in journey. Similar is the case with evening and night prayers which can be said together. The evening prayer may be said with the night prayer or the night prayer with the evening prayer. It is lawful to give Jumma prayer in journey. (5) Qibla. The Prophet prayed sunnat prayers towards the direction of his riding animal while riding on it. Thereon prayers were said by hints in bending and prostration. One need not turn towards Qibla at the start of prayer. (6) It is allowed to perform sunnat prayer while walking on foot by hints and jestures without sitting at the time of Tahayyiat. (7) It is allowed for a sojourner not to fast. It may be kept on other on other days. *********************************** THE END OF CHAPTER 8 OF VOLUME 2 *********************************** E-mail: webmaster - Sign the Guest Book - Islamic\nPhilosophy Home Page Information: This\n    Page was last updated on: 18 Jun 2007 21:31:56 -0400 This\n    page is constantly being updated since July 2001. So check back\n    often. Page \n    URL: www.muslimphilosophy.com/ihya/eng/ihya-vol2-C8.htm . A\n    reader is needed for PDF files and it is available\n    free of charge from Adobe . About\n    the Islamic Philosophy Online Project . Reporting\n    copyright infringement . Site listed by MENALIB . Site\n    © Copyright 2003 by Islamic Philosophy Online, Inc. A not-for-profit\n    organization dedicated to academic study of Islamic philosophy. Individual\n    content may have its own individual copyrights. See\n    copyright information."
  },
  {
    "ar": "والأصوات الموزونة باعتبار مخارجها ثلاثة فإنها  إما  أن  تخرج  من  جماد  كصوت",
    "en": ""
  },
  {
    "ar": "المزامير والأوتار وضرب القضيب والطبل وغيره وإما أن تخرج من حنجرة حيوان  وذلك",
    "en": ""
  },
  {
    "ar": "الحيوان إما إنسان أو غيره كصوت العنادل والقمارى وذات السجع من الطيور فهي  مع",
    "en": ""
  },
  {
    "ar": "طيبها موزونة متناسبة المطالع والمقاطع فلذلك يستلذ سماعها والأصل  في  الأصوات",
    "en": ""
  },
  {
    "ar": "حناجر الحيوانات وإنما وضعت المزامير  على  أصوات  الحناجر  وهو  تشبيه  للصنعة",
    "en": ""
  },
  {
    "ar": "بالخلقة وما من شيء توصل أهل الصناعات بصناعتهم إلى تصويره  إلا  وله  مثال  في",
    "en": ""
  },
  {
    "ar": "الخلقة التي استأثر الله تعالى باختراعها فمنه تعلم الصناع وبه قصدوا  الإقتداء",
    "en": ""
  },
  {
    "ar": "وشرح ذلك يطول فسماع هذه الأصوات يستحيل أن يحرم لكونها  طيبة  أو  موزونة  فلا",
    "en": ""
  },
  {
    "ar": "ذاهب إلى تحريم صوت العندليب وسائر الطيور ولا فرق بين حنجرة  وحنجرة  ولا  بين",
    "en": ""
  },
  {
    "ar": "جماد وحيوان فينبغي أن يقاس على صوت العندليب الأصوات الخارجة من سائر  الأجسام",
    "en": ""
  },
  {
    "ar": "باختيار الآدمي كالذي يخرج من حلقه  أو  من  القضيب  والطبل  والدف  وغيره  ولا",
    "en": ""
  },
  {
    "ar": "يستثنى من هذه إلا الملاهي والأوتار والمزامير  التي  ورد  الشرع  بالمنع  منها",
    "en": ""
  },
  {
    "ar": "حديث المنع من الملاهي والأوتار والمزامير أخرجه البخاري من حديث أبي  عامر  أو",
    "en": ""
  },
  {
    "ar": "أبي مالك الأشعري ليكونن في أمتي أقوام يستحلون الخز  والحرير  والمعازف  صورته",
    "en": ""
  },
  {
    "ar": "عند البخاري صورة التعليق ولذلك ضعفه  ابن  حزم  ووصله  أبو  داود  والاسماعيلي",
    "en": ""
  },
  {
    "ar": "والمعازف الملاهي قاله الجوهري ولأحمد من حديث أبي  أمامة  إن  الله  أمرني  أن",
    "en": ""
  },
  {
    "ar": "أمحق المزامير والكيارات يعني البرابط والمعازف وله من  حديث  قيس  بن  سعد  بن",
    "en": ""
  },
  {
    "ar": "عبادة إن  ربي  حرم  علي  الخمر  والكوبة  والقنين  وله  في  حديث  لأبي  أمامة",
    "en": ""
  },
  {
    "ar": "باستحلالهم الخمور وضربهم بالدفوف وكلها  ضعيفة  ولأبي  الشيخ  من  حديث  مرسلا",
    "en": ""
  },
  {
    "ar": "الاستماع إلى الملاهي معصية الحديث ولأبي داود من  حديث  ابن  عمر  سمع  مزمارا",
    "en": ""
  },
  {
    "ar": "فوضع أصبعيه على أذنيه قال أبو داود وهو منكر لا للذتها إذ لو  كان  للذة  لقيس",
    "en": ""
  },
  {
    "ar": "عليها كل ما يلتذ  به  الإنسان  ولكن  حرمت  الخمور  واقتضت  ضراوة  الناس  بها",
    "en": ""
  },
  {
    "ar": "المبالغة في الفطام عنها حتى انتهى الأمر في  الابتداء  إلى  كسر  الدنان  فحرم",
    "en": ""
  },
  {
    "ar": "معها ما هو شعار أهل الشرب وهي الأوتار والمزامير  فقط  وكان  تحريمها  من  قبل",
    "en": ""
  },
  {
    "ar": "الاتباع كما حرمت الخلوة بالأجنبية لأنها مقدمة الجماع وحرم  النظر  إلى  الفخذ",
    "en": ""
  },
  {
    "ar": "لاتصاله بالسوأتين وحرم قليل الخمر وإن كان لا يسكر لأنه يدعو  إلى  السكر  وما",
    "en": ""
  },
  {
    "ar": "من حرام إلا وله حريم يطيف به وحكم الحرمة ينسحب على حريمه  ليكون  حمى  للحرام",
    "en": ""
  },
  {
    "ar": "ووقاية له وحظارا مانعا حوله كما قال صلى الله عليه وسلم إن لكل  ملك  حمى  وإن",
    "en": ""
  },
  {
    "ar": "حمى الله محارمه حديث إن لكل ملك حمى وإن حمى الله محارمه تقدم في كتاب  الحلال",
    "en": ""
  },
  {
    "ar": "والحرام فهي محرمة تبعا لتحريم الخمر لثلاث  علل  إحداها  أنها  تدعو  إلى  شرب",
    "en": ""
  },
  {
    "ar": "الخمر فإن اللذة الحاصلة بها إنما تتم بالخمر ولمثل هذه العلة حرم  قليل  الخمر",
    "en": ""
  },
  {
    "ar": "الثانية أنها في حق قريب العهد بشرب الخمر تذكر مجالس  الأنس  بالشرب  فهي  سبب",
    "en": ""
  },
  {
    "ar": "الذكر والذكر سبب انبعاث الشوق وانبعاث الشوق إذا قوى فهو  سبب  الإقدام  ولهذه",
    "en": ""
  },
  {
    "ar": "العلة نهى عن الانتباذ  في  المزفت  والحنتم  والنقير  حديث  النهي  عن  الحنتم",
    "en": ""
  },
  {
    "ar": "والمزفت والنقير متفق عليه من حديث ابن عباس وهي الأواني التي كانت مخصوصة  بها",
    "en": ""
  },
  {
    "ar": "فمعنى هذا أن مشاهدة صورتها تذكرها  وهذه  العلة  تفارق  الأولى  إذ  ليس  فيها",
    "en": ""
  },
  {
    "ar": "اعتبار لذة في الذكر إذ لا لذة في  رؤية  القنينة  وأواني  الشرب  لكن  من  حيث",
    "en": ""
  },
  {
    "ar": "التذكر بها فإن كان السماع يذكر الشرب تذكيرا يشوق إلى الخمر عند  من  ألف  ذلك",
    "en": ""
  },
  {
    "ar": "مع الشرب فهو منهى عن السماع لخصوص هذه العلة فيه الثالثة الاجتماع  عليها  لما",
    "en": ""
  },
  {
    "ar": "أن صار من عادة أهل الفسق فيمنع من التشبه بهم  لأن  من  تشبه  بقوم  فهو  منهم",
    "en": ""
  },
  {
    "ar": "وبهذه العلة نقول بترك السنة مهما صارت شعارا لأهل البدعة خوفا من  التشبه  بهم",
    "en": ""
  },
  {
    "ar": "وبهذه العلة يحرم ضرب الكوبة وهو طبل مستطيل دقيق الوسط  واسع  الطرفين  وضربها",
    "en": ""
  },
  {
    "ar": "عادة المخنثين ولولا ما فيه من التشبه لكان مثل طبل الحجيج والغزو وبهذه  العلة",
    "en": ""
  },
  {
    "ar": "نقول لو اجتمع جماعة وزينوا مجلسا  وأحضروا  آلات  الشرب  وأقداحه  وصبوا  فيها",
    "en": ""
  },
  {
    "ar": "السكنجبين ونصبوا ساقيا يدور عليهم ويسقيهم فيأخذون من  الساقي  ويشربون  ويحيى",
    "en": ""
  },
  {
    "ar": "بعضهم بعضا بكلماتهم المعتادة بينهم حرم ذلك عليهم وإن كان  المشروب  مباحا  في",
    "en": ""
  },
  {
    "ar": "نفسه لأن في هذا تشبها بأهل الفساد بل لهذا ينهى عن لبس القباء وعن  ترك  الشعر",
    "en": ""
  },
  {
    "ar": "على الرأس قزعا في بلاد صار القباء فيها من لباس أهل الفساد ولا  ينهى  عن  ذلك",
    "en": ""
  },
  {
    "ar": "فيما وراء النهر لاعتياد أهل  الصلاح  ذلك  فيهم  فبهذه  المعاني  حرم  المزمار",
    "en": ""
  },
  {
    "ar": "العراقي والأوتار كلها كالعود والصنج والرباب والبربط وغيرها وما عدا ذلك  فليس",
    "en": ""
  },
  {
    "ar": "في معناها كشاهين الرعاة والحجيج وشاهين  الطبالين  وكالطبل  والقضيب  وكل  آلة",
    "en": ""
  },
  {
    "ar": "يستخرج منها صوت مستطاب موزون سوى ما يعتاده أهل الشرب لأن  كل  ذلك  لا  يتعلق",
    "en": ""
  },
  {
    "ar": "بالخمر ولا يذكر بها ولا يشوق إليها ولا  يوجب  التشبه  بأربابها  فلم  يكن  في",
    "en": ""
  },
  {
    "ar": "معناها فبقى على أصل الإباحة قياسا على  أصوات  الطيور  وغيرها  بل  أقول  سماع",
    "en": ""
  },
  {
    "ar": "الاوتار ممن يضربها على غير وزن متناسب مستلذ حرام أيضا وبهذا يتبين  انه  ليست",
    "en": ""
  },
  {
    "ar": "العلة في تحريمها مجرد اللذة الطيبة بل القياس تحليل الطيبات كلها  إلا  ما  في",
    "en": ""
  },
  {
    "ar": "تحليله فساد قال الله تعالى قل من حرم زينة الله التي أخرج لعباده والطيبات  من",
    "en": ""
  },
  {
    "ar": "الرزق فهذه الأصوات لا تحرم من حيث إنها أصوات موزونة  وإنما  تحرم  بعارض  آخر",
    "en": ""
  },
  {
    "ar": "كما سيأتي في العوارض المحرمة الدرجة الثالثة الموزون والمفهوم وهو الشعر  وذلك",
    "en": ""
  },
  {
    "ar": "لا يخرج إلا من حنجرة الإنسان فيقطع بإباحة ذلك لأنه ما زاد  إلا  كونه  مفهوما",
    "en": ""
  },
  {
    "ar": "والكلام المفهوم غير حرام والصوت الطيب الموزون غير حرام فإذا لم  يحرم  الآحاد",
    "en": ""
  },
  {
    "ar": "فمن أين يحرم المجموع نعم ينظ فيما يفهم منه فإن كان فيه أمر  محظور  حرم  نثره",
    "en": ""
  },
  {
    "ar": "ونظمه وحرم النطق به سواء كان بألحان أو لم يكن  والحق  فيه  ما  قاله  الشافعي",
    "en": ""
  },
  {
    "ar": "رحمه الله إذ قال الشعر كلام فحسنه حسن وقبيحه  قبيح  ومهما  جاز  إنشاد  الشعر",
    "en": ""
  },
  {
    "ar": "بغير صوت وألحان جاز إنشاده مع الألحان فإن أفراد المباحات إذا اجتمعت كان  ذلك",
    "en": ""
  },
  {
    "ar": "المجموع مباحا ومهما انضم مباح إلى مباح لم يحرم إلا إذا تضمن  المجموع  محظورا",
    "en": ""
  },
  {
    "ar": "لا تتضمنه الآحاد ولا محظور ههنا وكيف ينكر إنشاد الشعر وقد أنشد بين يدي  رسول",
    "en": ""
  },
  {
    "ar": "الله صلى الله عليه وسلم حديث إنشاد الشعر بين يدي رسول  الله  صلى  الله  عليه",
    "en": ""
  },
  {
    "ar": "وسلم متفق عليه من حديث أبي هريرة أن عمر مر بحسان وهو ينشد  الشعر  في  المسجد",
    "en": ""
  },
  {
    "ar": "فلحظ إليه فقال قد كنت انشد وفيه من هو خير منك الحديث ولمسلم  من  حديث  عائشة",
    "en": ""
  },
  {
    "ar": "إنشاد حسان هجوت محمدا فأجبت عنه وعند الله في ذاك الجزاء القصيدة وإنشاد  حسان",
    "en": ""
  },
  {
    "ar": "أيضا وإن سنام المجد من آل هاشم بنو بنت مخزوم  ووالدك  العبد  وللبخاري  إنشاد",
    "en": ""
  },
  {
    "ar": "ابن رواحة وفينا رسول الله يتلو كتابه إذا انشق معروف من  الفجر  ساطع  الأبيات",
    "en": ""
  },
  {
    "ar": "وقال صلى الله عليه وسلم إن من الشعر  لحكمة  حديث  إن  من  الشعر  لحكمة  رواه",
    "en": ""
  },
  {
    "ar": "البخاري من حديث أبي بن كعب وتقدم في العلم وأنشدت عائشة  رضي  الله  عنها  ذهب",
    "en": ""
  },
  {
    "ar": "الذين يعاش في أكنافهم وبقيت في خلف كجلد الاجرب وروي  في  الصحيحين  عن  عائشة",
    "en": ""
  },
  {
    "ar": "رضي الله عنها أنها قالت لما قدم رسول الله صلى الله  عليه  وسلم  المدينة  وعك",
    "en": ""
  },
  {
    "ar": "أبو بكر وبلال رضي الله عنهما وكان بها وباء فقلت يا أبت  كيف  تجدك  ويا  بلال",
    "en": ""
  },
  {
    "ar": "كيف تجدك فكان أبو بكر رضي الله عنه إذا أخذته الحمى  يقول  كل  امرئ  مصبح  في",
    "en": ""
  },
  {
    "ar": "أهله والموت أدنى من شراك نعله وكان بلال إذا  أقلعت  عنه  الحمى  يرفع  عقيرته",
    "en": ""
  },
  {
    "ar": "ويقول ألا ليت شعري هل أبيتن ليلة بواد وحولي إذخر وجليل وهل  أردن  يوما  مياه",
    "en": ""
  },
  {
    "ar": "مجنة وهل يبدون لي شامة وطفيل قالت عائشة رضي الله عنها فأخبرت بذلك رسول  الله",
    "en": ""
  },
  {
    "ar": "صلى الله عليه وسلم فقال اللهم حبب إلينا المدينة كحبنا مكة أو أشد حديث  عائشة",
    "en": ""
  },
  {
    "ar": "في الصحيحين لما قدم رسول الله صلى الله عليه وسلم المدينة وعك أبو  بكر  وبلال",
    "en": ""
  },
  {
    "ar": "الحديث وفيه إنشاد أبي بكر كل امرئ مصبح في أهله  والموت  أدنى  من  شراك  نعله",
    "en": ""
  },
  {
    "ar": "وإنشاد بلال ألا ليت شعري هل أبيتن ليلة بواد وحولي إذخر وجليل وهل  أردن  يوما",
    "en": ""
  },
  {
    "ar": "مياه مجنة وهل يبدون لي شامة وطفيل قلت هو في الصحيحين كما ذكر المصنف لكن  أصل",
    "en": ""
  },
  {
    "ar": "الحديث والشعر عند البخاري فقط ليس عند مسلم وقد كان رسول الله صلى  الله  عليه",
    "en": ""
  },
  {
    "ar": "وسلم ينقل اللبن مع القوم في بناء المسجد وهو يقول هذا  الحمال  لا  حمال  خيبر",
    "en": ""
  },
  {
    "ar": "هذا أبر ربنا وأطهر وقال أيضا صلى الله عليه وسلم مرة أخرى لا هم إن العيش  عيش",
    "en": ""
  },
  {
    "ar": "الآخرة فارحم الأنصار والمهاجره حديث كان صلى الله عليه  وسلم  ينقل  اللبن  مع",
    "en": ""
  },
  {
    "ar": "القوم في بناء المسجد وهو يقول هذا الحمال لا حمال خيبر  هذا  أبر  ربنا  وأطهر",
    "en": ""
  },
  {
    "ar": "وقال صلى الله عليه وسلم مرة أخرى اللهم إن العيش  عيش  الآخرة  فارحم  الأنصار",
    "en": ""
  },
  {
    "ar": "والمهاجرة قال المصنف والبيتان في الصحيحين قلت البيت الأول انفرد  به  البخاري",
    "en": ""
  },
  {
    "ar": "في قصة الهجرة من رواية عروة مرسلا وفيه البيت الثاني أيضا إلا أنه  قال  الأجر",
    "en": ""
  },
  {
    "ar": "بدل العيش تمثل بشعر رجل من المسلمين لم يسم لي قال ابن  شهاب  ولم  يبلغنا  في",
    "en": ""
  },
  {
    "ar": "الأحاديث أن رسول الله صلى الله عليه وسلم تمثل ببيت شعر  تام  غير  هذا  البيت",
    "en": ""
  },
  {
    "ar": "والبيت الثاني في الصحيحين من حديث أنس يرتجزون ورسول الله صلى الله عليه  وسلم",
    "en": ""
  },
  {
    "ar": "معهم يقولون اللهم لا خير إلا خير الآخرة فانصر الأنصار والمهاجرة  وليس  البيت",
    "en": ""
  },
  {
    "ar": "الثانى موزونا وفي الصحيحين أيضا أنه قال في حفر الخندق بلفظ فبارك في  الأنصار",
    "en": ""
  },
  {
    "ar": "والمهاجره وفي رواية فاغفر وفي رواية لمسلم فأكرم ولهما من  حديث  سهل  بن  سعد",
    "en": ""
  },
  {
    "ar": "فاغفر للمهاجرين والأنصار وهذه في الصحيحين وكان النبي صلى الله عليه وسلم  يضع",
    "en": ""
  },
  {
    "ar": "لحسان منبرا في المسجد يقوم عليه قائما يفاخر عن رسول الله صلى الله عليه  وسلم",
    "en": ""
  },
  {
    "ar": "أو ينافح ويقول رسول الله صلى الله عليه وسلم إن الله يؤيد حسان بروح القدس  ما",
    "en": ""
  },
  {
    "ar": "نافح أو فاخر عن رسول الله صلى الله عليه وسلم حديث كان  يضع  لحسان  منبرا  في",
    "en": ""
  },
  {
    "ar": "المسجد يقوم عليه قائما يفاخر عن رسول  الله  صلى  الله  عليه  وسلم  أو  ينافح",
    "en": ""
  },
  {
    "ar": "الحديث أخرجه البخاري تعليقا وأبو داود والترمذي والحاكم متصلا من  حديث  عائشة",
    "en": ""
  },
  {
    "ar": "قال الترمذي حسن صحيح وقال الحاكم صحيح الإسناد وفي  الصحيحين  أنها  قالت  إنه",
    "en": ""
  },
  {
    "ar": "كان ينافح عن رسول صلى الله عليه وسلم الله ولما أنشده  النابغة  شعره  قال  له",
    "en": ""
  },
  {
    "ar": "صلى الله عليه وسلم لا يفضض الله فاك حديث أنه قال للنابغة لما أنشده  شعرا  لا",
    "en": ""
  },
  {
    "ar": "يفضض الله فاك رواه البغوي في معجم الصحابة وابن عبد البر في الاستيعاب  بإسناد",
    "en": ""
  },
  {
    "ar": "ضعيف من حديث النابغة واسمه قيس بن عبد الله قال أنشدت  النبي  صلى  الله  عليه",
    "en": ""
  },
  {
    "ar": "وسلم بلغنا السماء مجدنا وجدودنا وإنا  لنرجو  فوق  ذلك  مظهرا  الأبيات  ورواه",
    "en": ""
  },
  {
    "ar": "البزار بلفظ علونا العباد عفة وتكرما الأبيات وفيه فقال أحسنت يا أبا  ليلى  لا",
    "en": ""
  },
  {
    "ar": "يفضض الله فاك وللحاكم من حديث خزيم بن أوس سمعت العباس يقول يا رسول الله  إنى",
    "en": ""
  },
  {
    "ar": "أريد أن أمتدحك فقال قل لا يفضض الله فاك فقال العباس من قبلها طبت  في  الظلال",
    "en": ""
  },
  {
    "ar": "وفي مستودع حيث يخصف الورق الأبيات وقالت عائشة رضي الله عنها كان  أصحاب  رسول",
    "en": ""
  },
  {
    "ar": "الله صلى الله عليه وسلم يتناشدون عنده  الأشعار  وهو  يتبسم  حديث  عائشة  كان",
    "en": ""
  },
  {
    "ar": "أصحاب رسول الله صلى الله عليه وسلم يتناشدون الاشعار وهو يتبسم أخرجه  الترمذي",
    "en": ""
  },
  {
    "ar": "من حديث جابر بن سمرة وصححه ولم أقف عليه من حديث عائشة وعن عمرو بن الشريد  عن",
    "en": ""
  },
  {
    "ar": "أبيه قال أنشدت رسول الله صلى الله عليه وسلم مائة قافية من قول  أمية  بن  أبي",
    "en": ""
  },
  {
    "ar": "الصلت كل ذلك يقول هيه هيه ثم قال إن كاد في  شعره  ليسلم  حديث  الشريد  أنشدت",
    "en": ""
  },
  {
    "ar": "النبي صلى الله عليه وسلم مائة قافية من قول أمية بن أبي  الصلت  كل  ذلك  يقول",
    "en": ""
  },
  {
    "ar": "هيه هيه الحديث رواه مسلم وعن أنس رضي الله عنه أن النبي صلى  الله  عليه  وسلم",
    "en": ""
  },
  {
    "ar": "كان يحدى له في السفر وإن أنجشة كان يحدو بالنساء والبراء  بن  مالك  كان  يحدو",
    "en": ""
  },
  {
    "ar": "بالرجال فقال رسول الله صلى الله عليه وسلم  يا  أنجشة  رويدك  سوقك  بالقوارير",
    "en": ""
  },
  {
    "ar": "حديث أنس كان يحدى له في السفر وإن أنجشة كان  يحدو  بالنساء  وكان  البراء  بن",
    "en": ""
  },
  {
    "ar": "مالك يحدو بالرجال الحديث رواه أبو داود الطيالسي واتفق الشيخان  منه  على  قصة",
    "en": ""
  },
  {
    "ar": "أنجشة دون ذكر البراء بن مالك ولم يزل الحداء وراه الجمال  من  عادة  العرب  في",
    "en": ""
  },
  {
    "ar": "زمان رسول الله صلى الله عليه وسلم وزمان الصحابة رضي الله  عنهم  وما  هو  إلا",
    "en": ""
  },
  {
    "ar": "أشعار تؤدى بأصوات طيبة وألحان موزونة ولم ينقل عن أحد من  الصحابة  إنكاره  بل",
    "en": ""
  },
  {
    "ar": "ربما كانوا يلتمسون ذلك تارة لتحريك الجمال وتارة للاستلذاذ فلا يجوز  أن  يحرم",
    "en": ""
  },
  {
    "ar": "من حيث إنه كلام مفهوم مستلذ مؤدى بأصوات طيبة وألحان  موزونة  الدرجة  الرابعة",
    "en": ""
  },
  {
    "ar": "النظر فيه من حيث إنه محرك للقلب ومهيج لما هو الغالب عليه فأقول لله تعالى  سر",
    "en": "E-mail: webmaster - Sign the Guest Book - Islamic\nPhilosophy Home"
  },
  {
    "ar": "في مناسبة النغمات الموزونة للأرواح حتى إنها  لتؤثر  فيها  تأثيرا  عجيبا  فمن",
    "en": ""
  },
  {
    "ar": "الأصوات ما يفرح ومنها ما يحزن ومنها ما ينوم ومنها ما  يضحك  ويطرب  ومنها  ما",
    "en": ""
  },
  {
    "ar": "يستخرج من الأعضاء حركات على وزنها باليد والرجل والرأس ولا ينبغي  أن  يظن  أن",
    "en": ""
  },
  {
    "ar": "ذلك لفهم معاني الشعر بل جار في الأوتار حتى قيل من لم  يحركه  الربيع  وأزهاره",
    "en": ""
  },
  {
    "ar": "والعود وأوتاره فهو فاسد المزاج  ليس  له  علاج  وكيف  يكون  ذلك  لفهم  المعنى",
    "en": ""
  },
  {
    "ar": "وتأثيره مشاهد في الصبى في مهده فإنه يسكنه الصوت الطيب عن بكائه  وتنصرف  نفسه",
    "en": ""
  },
  {
    "ar": "عما يبكيه إلى الإصغاء إليه والجمل مع بلادة طبعه يتأثر  بالحداء  تأثرا  يستخف",
    "en": ""
  },
  {
    "ar": "معه الأحمال الثقيلة ويستقصر لقوة نشاطه في سماعه المسافات الطويلة وينبعث  فيه",
    "en": ""
  },
  {
    "ar": "من النشاط ما يسكره ويولهه فتراها إذا طالت  عليها  البوادي  واعتراها  الإعياء",
    "en": ""
  },
  {
    "ar": "والكلال تحت المحامل والأحمال إذا سمعت منادى الحداء  تمد  أعناقها  وتصغى  إلى",
    "en": ""
  },
  {
    "ar": "الحادي ناصية آذانها وتسرع في سيرها حتى تتزعزع عليها أحمالها  ومحاملها  وربما",
    "en": ""
  },
  {
    "ar": "تتلف أنفسها من شدة السير وثقل الحمل وهي لا تشعر به لنشاطها فقد حكى  أبو  بكر",
    "en": ""
  },
  {
    "ar": "محمد بن داود الدينوري المعروف بالرقي رضي الله عنه قال  كنت  بالبادية  فوافيت",
    "en": ""
  },
  {
    "ar": "قبيلة من قبائل العرب فأضافني رجل منهم وأدخلني خباءه  فرأيت  في  الخباء  عبدا",
    "en": ""
  },
  {
    "ar": "أسود مقيدا بقيد ورأيت جمالا قد ماتت بين يدي البيت وقد بقى منها جمل وهو  ناحل",
    "en": ""
  },
  {
    "ar": "ذابل كأنه ينزع روحه فقال لي الغلام أنت ضيف ولك حق فتشفع في  إلى  مولاي  فإنه",
    "en": ""
  },
  {
    "ar": "مكرم لضيفه فلا يرد شفاعتك في هذا القدر فعساه يحل القيد عني قال  فلما  أحضروا",
    "en": ""
  },
  {
    "ar": "الطعام امتنعت وقلت لا آكل ما لم أشفع في هذا  العبد  فقال  إن  هذا  العبد  قد",
    "en": ""
  },
  {
    "ar": "أفقرني وأهلك جميع مالي فقلت ماذا فعل فقال إن له صوتا طيبا وإني كنت  أعيش  من",
    "en": ""
  },
  {
    "ar": "ظهور هذه الجمال فحملها أحمالا ثقالا وكان يحدو بها حتى قطعت مسيرة ثلاثة  أيام",
    "en": ""
  },
  {
    "ar": "في ليلة واحدة من طيب نغمته فلما حطت أحمالها ماتت كلها إلا هذا  الجمل  الواحد",
    "en": ""
  },
  {
    "ar": "ولكن أنت ضيفي فلكرامتك قد وهبته لك قال فأحببت أن أسمع صوته فلما أصبحنا  أمره",
    "en": ""
  },
  {
    "ar": "أن يحدو على جمل يستقى الماء من بئر هناك فلما رفع صوته  هام  ذلك  الجمل  وقطع",
    "en": ""
  },
  {
    "ar": "حباله ووقعت أنا على وجهي فما أظن أني  سمعت  قط  صوتا  أطيب  منه  فإذن  تأثير",
    "en": ""
  },
  {
    "ar": "السماع في القلب محسوس ومن لم يحركه السماع فهو ناقص مائل عن الاعتدال بعيد  عن",
    "en": ""
  },
  {
    "ar": "الروحانية زائد في غلظ الطبع وكثافته على الجمال والطيور بل على  جميع  البهائم",
    "en": ""
  },
  {
    "ar": "فإن جميعها تتأثر بالنغمات الموزونة ولذلك كانت الطيور تقف على رأس  داود  عليه",
    "en": ""
  },
  {
    "ar": "السلام لاستماع صوته ومهما كان النظر في السماع باعتبار  تأثيره  في  القلب  لم",
    "en": ""
  },
  {
    "ar": "يجز أن يحكم فيه مطلقا بإباحة  ولا  تحريم  بل  يختلف  ذلك  بالأحوال  والأشخاص",
    "en": ""
  },
  {
    "ar": "واختلاف طرق النغمات فحكمه حكم ما في القلب قال أبو سليمان السماع لا  يجعل  في",
    "en": ""
  },
  {
    "ar": "القلب ما ليس فيه ولكن يحرك ما  هو  فيه  فالترنم  بالكلمات  المسجعة  الموزونة",
    "en": ""
  },
  {
    "ar": "معتاد في مواضع لأغراض مخصوصة ترتبط بها آثار في القلب وهي  سبعة  مواضع  الأول",
    "en": ""
  },
  {
    "ar": "غناء الحجيج فإنهم اولا يدورون في البلاد بالطبل والشاهين  والغناء  وذلك  مباح",
    "en": ""
  },
  {
    "ar": "لأنها أشعار نظمت في وصف الكعبة والمقام  والحطيم  وزمزم  وسائر  المشاعر  ووصف",
    "en": ""
  },
  {
    "ar": "البادية وغيرها وأثر ذلك يهيج الشوق إلى حج بيت الله تعالى واشتعال  نيرانه  إن",
    "en": ""
  },
  {
    "ar": "كان ثم شوق حاصل أو استثارة الشوق واجتلابه إن لم  يكن  حاصلا  وإذا  كان  الحج",
    "en": ""
  },
  {
    "ar": "قربة والشوق إليه محمودا كان التشويق  إليه  بكل  ما  يشوق  محمودا  وكما  يجوز",
    "en": ""
  },
  {
    "ar": "للواعظ أن ينظم كلامه في الوعظ ويزينه بالسجع ويشوق الناس إلى الحج بوصف  البيت",
    "en": ""
  },
  {
    "ar": "والمشاعر ووصف الثواب عليه جاز لغيره ذلك على نظم الشعر فإن  الوزن  إذا  انضاف",
    "en": ""
  },
  {
    "ar": "إلى السجع صار الكلام أوقع في القلب فإذا أضيف إليه صوت طيب ونغمات موزونة  زاد",
    "en": ""
  },
  {
    "ar": "وقعه فإن أضيف إليه الطبل والشاهين وحركات الإيقاع زاد التأثير  وكل  ذلك  جائز",
    "en": ""
  },
  {
    "ar": "ما لم يدخل فيه المزامير والأوتار التي هي من  شعار  الأشرار  نعم  إن  قصد  به",
    "en": ""
  },
  {
    "ar": "تشويق من لا يجوز له الخروج إلى الحج كالذي أسقط الفرض عن  نفسه  ولم  يأذن  له",
    "en": ""
  },
  {
    "ar": "أبواه في الخروج فهذا يحرم عليه الخروج فيحرم  تشويقه  إلى  الحج  بالسماع  بكل",
    "en": ""
  },
  {
    "ar": "كلام يشوق إلى الخروج فإن التشويق إلى الحرام حرام وكذلك إن  كانت  الطريق  غير",
    "en": ""
  },
  {
    "ar": "آمنة وكان الهلاك غالبا لم يجز تحريك  القلوب  ومعالجتها  بالتشويق  الثاني  ما",
    "en": ""
  },
  {
    "ar": "يعتاده الغزاة لتحريض الناس على الغزو وذلك أيضا مباح كما للحاج ولكن ينبغي  أن",
    "en": ""
  },
  {
    "ar": "تخالف أشعارهم وطرق ألحانهم أشعار الحاج وطرق ألحانهم لأن استثارة داعية  الغزو",
    "en": ""
  },
  {
    "ar": "بالتشجيع وتحريك الغيظ والغضب فيه على الكفار وتحسين  الشجاعة  واستحقار  النفس",
    "en": ""
  },
  {
    "ar": "والمال بالإضافة إليه بالأشعار المشجعة مثل قول المتنبي فإن لا تمت تحت  السيوف",
    "en": ""
  },
  {
    "ar": "مكرما تمت وتقاس الذل غير مكرم وقوله أيضا  يرى  الجبناء  أن  الجبن  حزم  وتلك",
    "en": ""
  },
  {
    "ar": "خديعة الطبع اللئيم وأمثال ذلك وطرق الأوزان المشجعة تخالف الطرق المشوقة  وهذا",
    "en": ""
  },
  {
    "ar": "أيضا مباح في وقت يباح فيه الغزو ومندوب إليه وقت يستحب فيه الغزو ولكن  في  حق",
    "en": ""
  },
  {
    "ar": "من يجوز له الخروج إلى الغزو الثالث الرجزيات التي  يستعملها  الشجعان  في  وقت",
    "en": ""
  },
  {
    "ar": "اللقاء والغرض منها التشجيع للنفس وللأنصار وتحريك  النشاط  فيهم  للقتال  وفيه",
    "en": ""
  },
  {
    "ar": "التمدح بالشجاعة والنجدة وذلك إذا كان بلفظ رشيق وصوت طيب كان  أوقع  في  النفس",
    "en": ""
  },
  {
    "ar": "وذلك مباح في كل قتال مباح ومندوب في قتال مندوب ومحظور في قتال المسلمين  وأهل",
    "en": ""
  },
  {
    "ar": "الذمة وكل قتال محظور لأن تحريك الدواعي  إلى  المحظور  محظور  وذلك  منقول  عن",
    "en": ""
  },
  {
    "ar": "شجعان الصحابة رضي الله عنهم كعلي وخالد رضي الله  عنهما  وغيرهما  ولذلك  نقول",
    "en": ""
  },
  {
    "ar": "ينبغي أن يمنع من الضرب بالشاهين في معسكر الغزاة  فإن  صوته  مرقق  محزن  يحلل",
    "en": ""
  },
  {
    "ar": "عقدة الشجاعة ويضعف صرامة النفس  ويشوق  إلى  الأهل  والوطن  ويورث  الفتور  في",
    "en": ""
  },
  {
    "ar": "القتال وكذا سائر الأصوات والألحان المرققة  للقلب  فالألحان  المرققة  المحزنة",
    "en": ""
  },
  {
    "ar": "تباين الألحان المحركة المشجعة فمن  فعل  ذلك  على  قصد  تغيير  القلوب  وتفتير",
    "en": ""
  },
  {
    "ar": "الآراء عن القتال الواجب فهو عاص ومن فعله على قصد التفتير عن  القتال  المحظور",
    "en": ""
  },
  {
    "ar": "فهو بذلك مطيع الرابع أصوات النياحة ونغماتها وتأثيرها في تهييج الحزن  والبكاء",
    "en": ""
  },
  {
    "ar": "وملازمة الكآبة والحزن قسمان محمود ومذموم فأما المذموم  فكالحزن  على  ما  فات",
    "en": ""
  },
  {
    "ar": "قال الله تعالى لكيلا تأسوا على ما فاتكم والحزن على  الأموات  من  هذا  القبيل",
    "en": ""
  },
  {
    "ar": "فإنه تسخط لقضاء الله تعالى وتأسف على ما لا  تدارك  له  فهذا  الحزن  لما  كان",
    "en": ""
  },
  {
    "ar": "مذموما كان تحريكه بالنياحة مذموما فلذلك ورد النهي  الصريح  عن  النياحة  حديث",
    "en": ""
  },
  {
    "ar": "النهي عن النياحة متفق عليه من حديث أم عطية أخذ علينا  النبي  صلى  الله  عليه",
    "en": ""
  },
  {
    "ar": "وسلم في البيعة أن لا ننوح وأما الحزن المحمود فهو حزن الإنسان على  تقصيره  في",
    "en": ""
  },
  {
    "ar": "أمر دينه وبكاؤه على خطاياه والبكاء والتباكي والحزن والتحازن  على  ذلك  محمود",
    "en": ""
  },
  {
    "ar": "وعليه بكاء آدم عليه السلام وتحريك هذا الحزن  وتقويته  محمود  لأنه  يبعث  على",
    "en": ""
  },
  {
    "ar": "التشمير للتدارك ولذلك كانت نياحة داود عليه السلام محمودة إذ كان ذلك مع  دوام",
    "en": ""
  },
  {
    "ar": "الحزن وطول البكاء بسبب الخطايا والذنوب فقد كان عليه السلام يبكي ويبكي  ويحزن",
    "en": ""
  },
  {
    "ar": "حتى كانت الجنائز ترفع من مجالس نياحته وكان يفعل  ذلك  بألفاظه  وألحانه  وذلك",
    "en": ""
  },
  {
    "ar": "محمود لأن المفضى إلى المحمود محمود وعلى هذا لا يحرم على الواعظ  الطيب  الصوت",
    "en": ""
  },
  {
    "ar": "أن ينشد على المنبر  بألحانه  الأشعار  المحزنة  المرققة  للقلب  ولا  أن  يبكى",
    "en": ""
  },
  {
    "ar": "ويتباكى ليتوصل به إلى تبكية غيره وإثارة حزنه الخامس السماع في  أوقات  السرور",
    "en": ""
  },
  {
    "ar": "تأكيدا للسرور وتهييجا له وهو مباح إن كان ذلك السرور مباحا  كالغناء  في  أيام",
    "en": ""
  },
  {
    "ar": "العيد وفي العرس وفي وقت قدوم الغائب وفي  وقت  الوليمة  والعقيقة  وعند  ولادة",
    "en": ""
  },
  {
    "ar": "المولود وعند ختانه وعند حفظه القرآن العزيز وكل ذلك مباح  لأجل  إظهار  السرور",
    "en": ""
  },
  {
    "ar": "به ووجه جوازه أن من الألحان ما يثير الفرح والسرور والطرب فكل ما  جاز  السرور",
    "en": ""
  },
  {
    "ar": "به جاز إثاره السرور فيه ويدل على هذا من النقل إنشاد النساء على السطوح  بالدف",
    "en": ""
  },
  {
    "ar": "والألحان عند قدوم رسول الله صلى الله عليه وسلم حديث إنشاد  النساء  عند  قدوم",
    "en": ""
  },
  {
    "ar": "رسول الله صلى الله عليه وسلم طلع البدر  علينا  من  ثنيات  الوداع  وجب  الشكر",
    "en": ""
  },
  {
    "ar": "علينا ما دعا لله داع أخرجه البيهقي في دلائل النبوة من حديث عائشة معضلا  وليس",
    "en": ""
  },
  {
    "ar": "فيه ذكر الدف والالحان طلع البدر علينا من ثنيات الوداع  وجب  الشكر  علينا  ما",
    "en": ""
  },
  {
    "ar": "دعا لله داع فهذا إظهار السرور لقدومه صلى  الله  عليه  وسلم  وهو  سرور  محمود",
    "en": ""
  },
  {
    "ar": "فإظهاره بالشعر والنغمات والرقص والحركات أيضا  محمود  فقد  نقل  عن  جماعة  من",
    "en": ""
  },
  {
    "ar": "الصحابة رضي الله عنهم أنهم حجلوا في سرور أصابهم حديث حجل  جماعة  من  الصحابة",
    "en": ""
  },
  {
    "ar": "في سرور أصابهم أخرجه أبو داود من حديث على وسيأتي في الباب الثاني  كما  سيأتي",
    "en": ""
  },
  {
    "ar": "في أحكام الرقص وهو جائز في قدوم كل قادم يجوز الفرح به وفي  كل  سبب  مباح  من",
    "en": ""
  },
  {
    "ar": "أسباب السرور ويدل على هذا ما روي في الصحيحين عن عائشة  رضي  الله  عنها  أنها",
    "en": ""
  },
  {
    "ar": "قالت لقد رأيت النبي صلى الله عليه وسلم يسترني بردائه وأنا  أنظر  إلى  الحبشة",
    "en": ""
  },
  {
    "ar": "يلعبون في المسجد حتى أكون أنا الذي أسأمه حديث عائشة رأيت رسول الله صلى  الله",
    "en": ""
  },
  {
    "ar": "عليه وسلم سترني بردائه وأنا أنظر إلى الحبشة يلعبون في المسجد الحديث  هو  كما",
    "en": ""
  },
  {
    "ar": "ذكره المصنف أيضا في الصحيحين لكن قوله إنه فيهما من رواية عقيل عن الزهري  ليس",
    "en": ""
  },
  {
    "ar": "كما ذكر بل هو عند البخاري كما ذكر وعند مسلم من  رواية  عمرو  بن  الحارث  عنه",
    "en": ""
  },
  {
    "ar": "فاقدروا قدر الجارية الحديثة السن الحريصة على اللهو إشارة إلى طول مدة  وقوفها",
    "en": ""
  },
  {
    "ar": "وروى البخاري ومسلم أيضا في صحيحيهما حديث عقيل عن الزهري  عن  عروة  عن  عائشة",
    "en": ""
  },
  {
    "ar": "رضي الله عنها أن أبا بكر رضي الله عنه دخل عليها وعندها جاريتان في  أيام  منى",
    "en": ""
  },
  {
    "ar": "تدففان وتضربان والنبي صلى الله عليه وسلم متغش بثوبه فانتهرهما  أبو  بكر  رضي",
    "en": ""
  },
  {
    "ar": "الله عنه فكشف النبي صلى الله عليه وسلم عن وجهه وقال دعهما يا أبا  بكر  فإنها",
    "en": ""
  },
  {
    "ar": "أيام عيد وقالت عائشة رضى الله عنها رأيت صلى الله  عليه  وسلم  يسترني  بردائه",
    "en": ""
  },
  {
    "ar": "وأنا أنظر إلى الحبشة وهم يلعبون في المسجد  فزجرهم  عمر  رضي  الله  عنه  فقال",
    "en": ""
  },
  {
    "ar": "النبي صلى الله عليه وسلم أمنا يا بني أرفدة حديث عائشة رأيت  النبي  صلى  الله",
    "en": ""
  },
  {
    "ar": "عليه وسلم يسترني بثوبه وأنا أنظر إلى الحبشة وهم يلعبون في المسجد فزجرهم  عمر",
    "en": ""
  },
  {
    "ar": "فقال النبي صلى الله عليه وسلم أمنا يا بني أرفدة تقدم قبله بحديث دون زجر  عمر",
    "en": ""
  },
  {
    "ar": "لهم إلى آخره فرواه مسلم من حديث أبي هريرة دون قوله أمنا يا بني أرفدة بل  قال",
    "en": ""
  },
  {
    "ar": "دعهم يا عمر زاد النسائي فإنما هم بنو أرفدة ولهما من  حديث  عائشة  دونكم  بني",
    "en": ""
  },
  {
    "ar": "أرفدة وقد ذكره المصنف بعد هذا يعني من الأمن ومن حديث عمرو بن  الحرث  عن  ابن",
    "en": ""
  },
  {
    "ar": "شهاب نحوه وفيه تغنيان وتضربان حديث عمرو بن الحارث  عن  ابن  شهاب  نحوه  وفيه",
    "en": ""
  },
  {
    "ar": "يغنيان ويضربان رواه مسلم وهو عند البخاري من رواية الأوزاعي عن ابن  شهاب  وفي",
    "en": ""
  },
  {
    "ar": "حديث أبي طاهر عن ابن وهب والله لقد رأيت رسول الله صلى الله  عليه  وسلم  يقوم",
    "en": ""
  },
  {
    "ar": "على باب حجرتي والحبشة يلعبون بحرابهم في مسجد رسول الله صلى  الله  عليه  وسلم",
    "en": ""
  },
  {
    "ar": "وهو يسترني بثوبه أو بردائه لكي أنظر إلى لعبهم ثم يقوم من أجلي حتى  أكون  أنا",
    "en": ""
  },
  {
    "ar": "الذي أنصرف حديث أبي طاهر عن ابن وهب والله لقد رأيت رسول الله صلى  الله  عليه",
    "en": ""
  },
  {
    "ar": "وسلم يقوم على باب حجرتي والحبشة يلعبون بحرابهم الحديث رواه  مسلم  أيضا  وروي",
    "en": ""
  },
  {
    "ar": "عن عائشة رضي الله عنها قالت كنت ألعب بالبنات عند رسول  الله  صلى  الله  عليه",
    "en": ""
  },
  {
    "ar": "وسلم قالت وكان يأتيني صواحب لي فكن يتقنعن من رسول الله صلى  الله  عليه  وسلم",
    "en": ""
  },
  {
    "ar": "وكان رسول الله صلى الله عليه وسلم يسر لمجيئهن إلى فيلعبن معي حديث عائشة  كنت",
    "en": ""
  },
  {
    "ar": "ألعب بالبنات عند رسول الله صلى الله عليه وسلم الحديث وهو في الصحيحين  كماذكر",
    "en": ""
  },
  {
    "ar": "المصنف لكن مختصر إلى قولها  فيلعبن  معى  وأما  الرواية  المطولة  التى  ذكرها",
    "en": ""
  },
  {
    "ar": "المصنف بقوله وفي رواية فليست من الصحيحين إنما رواها  أبو  داود  بإسناد  صحيح",
    "en": ""
  },
  {
    "ar": "وفي رواية أن النبي صلى الله عليه وسلم قال لها يوما ما  هذا  قالت  بناتي  قال",
    "en": ""
  },
  {
    "ar": "فما هذا الذي أرى في وسطهن قالت فرس قال ما هذا الذي عليه قالت جناحان قال  فرس",
    "en": ""
  },
  {
    "ar": "له جناحان قالت أو ما سمعت أنه كان لسليمان بن داود عليه السلام خيل لها  أجنحة",
    "en": ""
  },
  {
    "ar": "قالت فضحك رسول الله صلى الله عليه وسلم حتى بدت نواجذه  والحديث  محمول  عندنا",
    "en": ""
  },
  {
    "ar": "على عادة الصبيان في اتخاذ الصورة من الخزف والرقاع من غير تكميل  صورته  بدليل",
    "en": ""
  },
  {
    "ar": "ما روى في بعض الروايات أن الفرس كان له جناحان من رقاع وقالت عائشة  رضي  الله",
    "en": ""
  },
  {
    "ar": "عنها دخل على رسول الله صلى الله عليه وسلم وعندي جاريتان  تغنيان  بغناء  بعاث",
    "en": ""
  },
  {
    "ar": "فاضطجع على الفراش وحول وجهه فدخل أبو بكر رضي الله عنه  فانتهرني  وقال  مزمار",
    "en": ""
  },
  {
    "ar": "الشيطان عند رسول الله صلى الله عليه وسلم فأقبل عليه رسول الله صلى الله  عليه",
    "en": "This\n    Page was last updated on: 18 Jun 2007 21:31:56 -0400"
  },
  {
    "ar": "وسلم وقال دعهما فلما غفل غمزتهما فخرجتا حديث عائشة دخل رسول  الله  صلى  الله",
    "en": ""
  },
  {
    "ar": "عليه وسلم وعندي جاريتان تغنيان بغناء بعاث الحديث  هو  في  الصحيحين  كما  ذكر",
    "en": ""
  },
  {
    "ar": "المصنف والرواية التي عزاها لمسلم انفرد بها مسلم كما ذكر وكان  يوم  عيد  يلعب",
    "en": ""
  },
  {
    "ar": "فيه السودان بالدرق والحراب فإما سألت رسول الله صلى الله عليه وسلم  وإما  قال",
    "en": ""
  },
  {
    "ar": "تشتهين تنظرين فقلت نعم فأقامني وراءه وخدي على خده ويقول دونكم يا  بني  أرفدة",
    "en": ""
  },
  {
    "ar": "حتى إذا مللت قال حسبك قلت نعم قال فاذهبي وفي صحيح مسلم فوضعت رأسي على  منكبه",
    "en": ""
  },
  {
    "ar": "فجعلت أنظر إلى لعبهم حتى كنت أنا الذي انصرفت فهذه الأحاديث كلها في  الصحيحين",
    "en": ""
  },
  {
    "ar": "وهو نص صريح في أن الغناء واللعب ليس بحرام وفيها دلالة  على  أنواع  من  الرخص",
    "en": ""
  },
  {
    "ar": "الأول اللعب ولا يخفى عادة الحبشة في الرقص واللعب والثاني فعل ذلك  في  المسجد",
    "en": ""
  },
  {
    "ar": "والثالث قوله صلى الله عليه وسلم دونكم يا بني أرفدة وهذا أمر  باللعب  والتماس",
    "en": ""
  },
  {
    "ar": "له فكيف يقدر كونه حراما والرابع  منعه  لأبي  بكر  وعمر  رضي  الله  عنهما  عن",
    "en": ""
  },
  {
    "ar": "الإنكار والتغيير وتعليله بأنه يوم عيد أي هو وقت سرور وهذا  من  أسباب  السرور",
    "en": ""
  },
  {
    "ar": "والخامس وقوفه طويلا في مشاهدة ذلك وسماعه لموافقة عائشة رضي  الله  عنها  وفيه",
    "en": ""
  },
  {
    "ar": "دليل على أن حسن الخلق في تطييب قلوب النساء والصبيان بمشاهدة  اللعب  أحسن  من",
    "en": ""
  },
  {
    "ar": "خشونة الزهد والتقشف في الامتناع والمنع منه والسادس قوله صلى الله  عليه  وسلم",
    "en": ""
  },
  {
    "ar": "ابتداء لعائشة أتشتهين أن تنظري ولم يكن ذلك عن اضطرار إلى مساعدة  الأهل  خوفا",
    "en": ""
  },
  {
    "ar": "من غضب أو وحشة فإن الإلتماس إذا سبق ربما كان الرد سبب وحشة وهو  محذور  فيقدم",
    "en": ""
  },
  {
    "ar": "محذور على محذور فأما ابتداء السؤال فلا حاجة فيه  والسابع  الرخصة  في  الغناء",
    "en": ""
  },
  {
    "ar": "والضرب بالدف من الجاريتين مع  أنه  شبه  ذلك  بمزمار  الشيطان  وفيه  بيان  أن",
    "en": ""
  },
  {
    "ar": "المزمار المحرم غير ذلك والثامن أن رسول الله صلى  الله  عليه  وسلم  كان  يقرع",
    "en": ""
  },
  {
    "ar": "سمعه صوت الجاريتين وهو مضطجع ولو كان يضرب بالأوتار في موضع  لما  جوز  الجلوس",
    "en": ""
  },
  {
    "ar": "ثم لقرع صوت الأوتار سمعه فيدل هذا على أن  صوت  النساء  غير  محرم  تحريم  صوت",
    "en": ""
  },
  {
    "ar": "المزامير بل إنما يحرم عند خوف الفتنة فهذه المقاييس  والنصوص  تدل  على  إباحة",
    "en": ""
  },
  {
    "ar": "الغناء والرقص والضرب بالدف واللعب  بالدرق  والحراب  والنظر  إلى  رقص  الحبشة",
    "en": ""
  },
  {
    "ar": "والزنوج في أوقات السرور كلها قياسا على يوم العيد فإنه  وقت  سرور  وفي  معناه",
    "en": ""
  },
  {
    "ar": "يوم العرس والوليمة والعقيقة والختان ويوم القدوم من السفر وسائر  أسباب  الفرح",
    "en": ""
  },
  {
    "ar": "وهو كل ما يجوز به الفرح شرعا ويجوز الفرح بزيارة  الإخوان  ولقائهم  واجتماعهم",
    "en": ""
  },
  {
    "ar": "في موضع واحد على طعام أو كلام  فهو  أيضا  مظنه  السماع  السادس  سماع  العشاق",
    "en": ""
  },
  {
    "ar": "تحريكا للشوق وتهييجا للعشق وتسلية للنفس فإن كان  في  مشاهدة  المعشوق  فالغرض",
    "en": ""
  },
  {
    "ar": "تأكيد اللذة وإن كان مع المفارقة فالغرض تهييج الشوق والشوق وإن كان ألما  ففيه",
    "en": ""
  },
  {
    "ar": "نوع لذة إذا انضاف إليه رجاء الوصال فإن الرجاء  لذيذ  واليأس  مؤلم  وقوة  لذة",
    "en": ""
  },
  {
    "ar": "الرجاء بحسب قوة الشوق والحب للشيء المرجو ففي هذا السماع تهييج  العشق  وتحريك",
    "en": ""
  },
  {
    "ar": "الشوق وتحصيل لذة الرجاء المقدر في الوصال مع الإطناب في وصف حسن المحبوب  وهذا",
    "en": ""
  },
  {
    "ar": "حلال إن كان المشتاق إليه ممن يباح وصاله كمن يعشق زوجته أو  سريته  فيصغى  إلى",
    "en": ""
  },
  {
    "ar": "غنائها لتضاعف لذته في لقائها فيحظى  بالمشاهدة  البصر  وبالسماع  الأذن  ويفهم",
    "en": ""
  },
  {
    "ar": "لطائف معاني الوصال والفراق القلب فتترادف أسباب  اللذة  فهذه  أنواع  تمتع  من",
    "en": ""
  },
  {
    "ar": "جملة مباحات الدنيا ومتاعها وما الحياة الدنيا إلا لهو ولعب وهذا منه وكذلك  إن",
    "en": ""
  },
  {
    "ar": "غضبت منه جارية أو حيل بينه وبينها بسبب من الأسباب فله أن يحرك  بالسماع  شوقه",
    "en": ""
  },
  {
    "ar": "وأن يستثير به لذة رجاء الوصال فإن باعها أو طلقها حرم عليه  ذلك  بعده  إذ  لا",
    "en": ""
  },
  {
    "ar": "يجوز تحريك الشوق حيث لا يجوز تحقيقه بالوصال واللقاء وأما من  يتمثل  في  نفسه",
    "en": ""
  },
  {
    "ar": "صورة صبي أو امرأة لا يحل له النظر إليها وكان ينزل ما يسمع  على  ما  تمثل  في",
    "en": ""
  },
  {
    "ar": "نفسه فهذا حرام لأنه محرك للفكر في الأفعال المحظورة ومهيج للداعية إلى  ما  لا",
    "en": ""
  },
  {
    "ar": "يباح الوصول إليه وأكثر العشاق والسفهاء من الشباب  في  وقت  هيجان  الشهوة  لا",
    "en": ""
  },
  {
    "ar": "ينفكون عن إضمار شيء من ذلك وذلك ممنوع في حقهم لما فيه  من  الداء  الدفين  لا",
    "en": ""
  },
  {
    "ar": "لأمر يرجع إلى نفس السماع ولذلك سئل حكيم عن العشق فقال  دخان  يصعد  إلى  دماغ",
    "en": ""
  },
  {
    "ar": "الإنسان يزيله الجماع ويهيجه السماع السابع سماع من أحب الله وعشقه واشتاق  إلى",
    "en": ""
  },
  {
    "ar": "لقائه فلا ينظر إلى شيء إلا رآه فيه سبحانه ولا يقرع سمعه قارع  إلا  سمعه  منه",
    "en": ""
  },
  {
    "ar": "أو فيه فالسماع في حقه مهيج لشوقه ومؤكد لعشقه وحبه  ومور  زناد  قلبه  ومستخرج",
    "en": ""
  },
  {
    "ar": "منه احوالا من المكاشفات  والملاطفات  لا  يحيط  الوصف  بها  يعرفها  من  ذاقها",
    "en": ""
  },
  {
    "ar": "وينكرها من كل حسه عن ذوقها وتسمى تلك الأحوال بلسان  الصوفية  وجدا  مأخوذ  من",
    "en": ""
  },
  {
    "ar": "الوجود والمصادفة أي صادف من نفسه أحوالا لم يكن يصادفها قبل  السماع  ثم  تكون",
    "en": ""
  },
  {
    "ar": "تلك الأحوال اسبابا لروادف وتوابع لها تحرق القلب بنيرانها وتنقيه من  الكدورات",
    "en": ""
  },
  {
    "ar": "كما تنقى النار الجواهر المعروضة عليها من الخبث  ثم  يتبع  الصفاء  الحاصل  به",
    "en": ""
  },
  {
    "ar": "مشاهدات ومكاشفات وهي غاية مطالب المحبين لله تعالى ونهاية ثمرة  القربات  كلها",
    "en": ""
  },
  {
    "ar": "فالمفضي إليها من جملة  القربات  لا  من  جملة  المعاصي  والمباحات  وحصول  هذه",
    "en": ""
  },
  {
    "ar": "الأحوال للقلب بالسماع سببه سر الله تعالى في مناسبة النغمات الموزونة  للأرواح",
    "en": ""
  },
  {
    "ar": "وتسخير الأرواح لها وتأثرها بها شوقا وفرحا  وحزنا  وانبساطا  وانقباضا  ومعرفة",
    "en": ""
  },
  {
    "ar": "السبب في تأثر الأرواح  بالاصوات  من  دقائق  علوم  المكاشفات  والبليد  الجامد",
    "en": ""
  },
  {
    "ar": "القاسي القلب المحروم عن لذة السماع يتعجب من  التذاذ  المستمع  ووجده  واضطراب",
    "en": ""
  },
  {
    "ar": "حاله وتغير لونه تعجب البهيمة من لذة اللوزينج وتعجب العنين  من  لذة  المباشرة",
    "en": ""
  },
  {
    "ar": "وتعجب الصبي من لذة الرياسة واتساع أسباب الجاه  وتعجب  الجاهل  من  لذة  معرفة",
    "en": ""
  },
  {
    "ar": "الله تعالى ومعرفة جلاله وعظمته وعجائب صنعه ولكل ذلك سبب واحد  وهو  أن  اللذة",
    "en": ""
  },
  {
    "ar": "نوع إدراك والإدراك يستدعي مدركا ويستدعي قوة مدركة فمن لم تكمل قوة إدراكه  لم",
    "en": ""
  },
  {
    "ar": "يتصور منه التلذذ فكيف يدر لذة الطعوم من فقد الذوق وكيف يدرك لذة  الألحان  من",
    "en": ""
  },
  {
    "ar": "فقد السمع ولذة المعقولات من فقد العقل  وكذلك  ذوق  السماع  بالقلب  بعد  وصول",
    "en": ""
  },
  {
    "ar": "الصوت إلى السمع يدرك بحاسة باطنة في القلب فمن فقدها عدم لا محالة لذته  ولعلك",
    "en": ""
  },
  {
    "ar": "تقول كيف يتصور العشق في حق الله تعالى حتى يكون السماع محركا له فاعلم  أن  من",
    "en": ""
  },
  {
    "ar": "عرف الله احبه لا محالة  ومن  تأكدت  معرفته  تأكدت  محبته  بقدر  تأكد  معرفته",
    "en": ""
  },
  {
    "ar": "والمحبة إذا تأكدت سميت عشقا فلا معنى للعشق إلا محبة مؤكدة مفرطة  ولذلك  قالت",
    "en": ""
  },
  {
    "ar": "العرب إن محمدا قد عشق ربه لما رأوه يتخلى للعبادة في جبل  حراء  واعلم  أن  كل",
    "en": ""
  },
  {
    "ar": "جمال محبوب عند مدرك ذلك الجمال والله تعالى جميل يحب الجمال  ولكن  الجمال  إن",
    "en": ""
  },
  {
    "ar": "كان بتناسب الخلقة وصفاء اللون  أدرك  بحاسة  البصر  وإن  كان  الجمال  بالجلال",
    "en": ""
  },
  {
    "ar": "والعظمة  وعلو  الرتبة  وحسن  الصفات  والأخلاق  وإرادة  الخيرات  لكافة  الخلق",
    "en": ""
  },
  {
    "ar": "وإفاضتها عليهم على الدوام إلى غير ذلك من الصفات  الباطنة  أدرك  بحاسة  القلب",
    "en": ""
  },
  {
    "ar": "ولفظ الجمال قد يستعار أيضا لها فيقال إن  فلانا  حسن  وجميل  ولا  تراد  صورته",
    "en": ""
  },
  {
    "ar": "وإنما يعني به أنه جميل الأخلاق محمود الصفات حسن  السيرة  حتى  قد  يحب  الرجل",
    "en": ""
  },
  {
    "ar": "بهذه الصفات الباطنة استحسانا لها  كما  تحب  الصورة  الظاهرة  وقد  تتأكد  هذه",
    "en": ""
  },
  {
    "ar": "المحبة فتسمى عشقا وكم من الغلاة في حب  أرباب  المذاهب  كالشافعي  ومالك  وأبي",
    "en": ""
  },
  {
    "ar": "حنيفة رضي الله عنهم حتى يبذلوا أموالهم وأرواحهم في نصرتهم وموالاتهم  ويزيدوا",
    "en": ""
  },
  {
    "ar": "على كل عاشق في الغلو والمبالغة ومن العجب أن يعقل عشق شخص لم تشاهد  قط  صورته",
    "en": ""
  },
  {
    "ar": "أجميل هو أم قبيح وهو الآن  ميت  ولكن  لجمال  صورته  الباطنة  وسيرته  المرضية",
    "en": ""
  },
  {
    "ar": "والخيرات الحاصلة من عمله لأهل الدين وغير ذلك من الخصال ثم  لا  يعقل  عشق  من",
    "en": ""
  },
  {
    "ar": "ترى الخيرات منه بل على التحقيق من لا خير ولا جمال ولا محبوب  في  العالم  إلا",
    "en": ""
  },
  {
    "ar": "وهو حسنة من حسناته وأثر من آثار كرمه وغرفة من بحر جوده بل كل  حسن  وجمال  في",
    "en": ""
  },
  {
    "ar": "العالم أدرك بالعقول والأبصار والأسماع  وسائر  الحواس  من  مبتدإ  العالم  إلى",
    "en": ""
  },
  {
    "ar": "منقرضه ومن ذروة الثريا إلى منتهى الثرى فهو  ذرة  من  خزائن  قدرته  ولمعة  من",
    "en": ""
  },
  {
    "ar": "أنوار حضرته فليت شعري كيف لا يعقل حب من هذا وصفه وكيف لا يتأكد عند  العارفين",
    "en": ""
  },
  {
    "ar": "بأوصافه حبه حتى يجاوز حدا يكون إطلاق اسم العشق عليه ظلما في  حقه  لقصوره  عن",
    "en": ""
  },
  {
    "ar": "الإنباء عن فرط محبته فسبحان من احتجب عن الظهور بشدة ظهوره واستتر عن  الأبصار",
    "en": ""
  },
  {
    "ar": "بإشراق نوره ولولا احتجابه بسبعين حجابا  من  نوره  لاحرقت  سبحات  وجهه  أبصار",
    "en": ""
  },
  {
    "ar": "الملاحظين لجمال حضرته ولولا أن ظهوره سبب خفائه  لبهتت  العقول  ودهشت  القلوب",
    "en": ""
  },
  {
    "ar": "وتخاذلت القوى وتنافرت الأعضاء ولوركبت القلوب من الحجارة والحديد  لأصبحت  تحت",
    "en": ""
  },
  {
    "ar": "مبادى أنوار تجليله دكادكا فأنى تطيق كنه  نور  الشمس  أبصار  الخفافيش  وسيأتي",
    "en": ""
  },
  {
    "ar": "تحقيق هذه الإشارة في كتاب المحبة ويتضح أن محبة غير الله تعالى قصور  وجهل  بل",
    "en": ""
  },
  {
    "ar": "المتحقق بالمعرفة لا يعرف غير الله تعالى إذ ليس في  الوجود  تحقيقا  إلا  الله",
    "en": ""
  },
  {
    "ar": "وأفعاله ومن عرف الأفعال من حيث إنها أفعال لم يجاوز  معرفة  الفاعل  إلى  غيره",
    "en": ""
  },
  {
    "ar": "فمن عرف الشافعي مثلا رحمه الله وعلمه وتصنيفه من حيث إنه  تصنيفه  لا  من  حيث",
    "en": ""
  },
  {
    "ar": "إنه بياض وجلد وحبر وورق وكلام منظوم ولغة عربية فلقد  عرفه  ولم  يجاوز  معرفة",
    "en": ""
  },
  {
    "ar": "الشافعي إلى غيره ولا جاوزت محبته إلى غيره  فكل  موجود  سوى  الله  تعالى  فهو",
    "en": ""
  },
  {
    "ar": "تصنيف الله تعالى وفعله وبديع أفعاله فمن عرفها من حيث هي صنع الله تعالى  فرأى",
    "en": ""
  },
  {
    "ar": "من الصنع صفات الصانع كما يرى من حسن التصنيف  فضل  المصنف  وجلالة  قدره  كانت",
    "en": ""
  },
  {
    "ar": "معرفته ومحبته مقصورة على الله تعالى غير مجاوزة إلى سواه  ومن  حد  هذا  العشق",
    "en": ""
  },
  {
    "ar": "أنه لا يقبل الشركة وكل ما سوى هذا العشق فهو قابل للشركة  إذ  كل  محبوب  سواه",
    "en": ""
  },
  {
    "ar": "يتصور له نظير إما في الوجود وإما في الإمكان فأما هذا  الجمال  فلا  يتصور  له",
    "en": ""
  },
  {
    "ar": "ثان لا في الإمكان ولا في الوجود فكان اسم العشق  على  حب  غيره  مجازا  محضالا",
    "en": ""
  },
  {
    "ar": "حقيقة نعم الناقص القريب في نقصانه من البهيمة قد لا يدرك من  لفظة  العشق  إلا",
    "en": ""
  },
  {
    "ar": "طلب الوصال الذي هو عبارة عن تماس ظواهر الأجسام وقضاء شهوة  الوقاع  فمثل  هذا",
    "en": ""
  },
  {
    "ar": "الحمار ينبغي أن لا يستعمل معه لفظة العشق والشوق والوصال والأنس بل  يجنب  هذه",
    "en": ""
  },
  {
    "ar": "الألفاظ والمعاني كما  تجنب  البهيمة  النرجس  والريحان  وتخصص  بالفت  والحشيش",
    "en": ""
  },
  {
    "ar": "وأوراق القضبان فإن الألفاظ إنما يجوز إطلاقها في حق الله  تعالى  إذا  لم  تكن",
    "en": ""
  },
  {
    "ar": "موهمة معنى يجب تقديس الله تعالى عنه والأوهام تختلف باختلاف  الأفهام  فليتنبه",
    "en": ""
  },
  {
    "ar": "لهذه الدقيقة في أمثال هذه الألفاظ بل لا يبعد أن ينشأ من  مجرد  السماع  لصفات",
    "en": ""
  },
  {
    "ar": "الله تعالى وجد غالب يقطع بسببه نياط القلب فقد روى أبو هريرة رضي الله عنه  عن",
    "en": ""
  },
  {
    "ar": "رسول الله صلى الله عليه وسلم أنه ذكر غلاما كان في بني إسرائيل على  جبل  فقال",
    "en": ""
  },
  {
    "ar": "لأمه من خلق السماء قالت الله عز وجل قال فمن خلق الأرض قالت الله عز  وجل  قال",
    "en": ""
  },
  {
    "ar": "فمن خلق الجبال قالت الله عز وجل قال فمن خلق الغيم قالت الله عز وجل  قال  إني",
    "en": ""
  },
  {
    "ar": "لأسمع لله شأنا ثم رمى بنفسه من الجبل فتقطع حديث أبي هريرة إن  غلاما  كان  في",
    "en": ""
  },
  {
    "ar": "بني إسرائيل على جبل فقال لأمه من خلق السماء فقالت الله الحديث  وفيه  ثم  رمى",
    "en": ""
  },
  {
    "ar": "نفسه من الجبل فتقطع رواه ابن حبان وهذا كأنه سمع ما دل على  جلال  الله  تعالى",
    "en": ""
  },
  {
    "ar": "وتمام قدرته فطرب لذلك ووجد فرمى بنفسه من الوجد وما أنزلت الكتب  إلا  ليطربوا",
    "en": ""
  },
  {
    "ar": "بذكر الله تعالى قال بعضهم رأيت  مكتوبا  في  الإنجيل  غنينا  لكم  فلم  تطربوا",
    "en": ""
  },
  {
    "ar": "وزمرنا لكم فلم ترقصا أي شوقناكم بذكر الله تعالى فلم تشتاقوا  فهذا  ما  أردنا",
    "en": ""
  },
  {
    "ar": "أن نذكره من أقسام السماع وبواعثه ومقتضياته وقد ظهر على القطع إباحته  في  بعض",
    "en": ""
  },
  {
    "ar": "المواضع والندب إليه في بعض المواضع فإن قلت فهل له حالة يحرم فيها  فأقول  إنه",
    "en": ""
  },
  {
    "ar": "يحرم بخمسة عوارض عارض في المسمع وعارض في آلة  الإسماع  وعارض  في  نظم  الصوت",
    "en": ""
  },
  {
    "ar": "وعارض في نفس المستمع أو في مواظبته وعارض في كون  الشخص  من  عوام  الخلق  لأن",
    "en": ""
  },
  {
    "ar": "أركان السماع هي المسمع والمستمع وآلة الإسماع العارض  الأول  أن  يكون  المسمع",
    "en": ""
  },
  {
    "ar": "امرأة لا يحل النظر إليها وتخشى الفتنة من  سماعها  وفي  معناها  الصبي  الأمرد",
    "en": ""
  },
  {
    "ar": "الذي تخشى فتنته وهذا حرام لما فيه من خوف الفتنة وليس ذلك لأجل الغناء  بل  لو",
    "en": ""
  },
  {
    "ar": "كانت المرأة بحيث يفتتن بصوتها في المحاورة من غير  ألحان  فلا  يجوز  محاورتها",
    "en": ""
  },
  {
    "ar": "ومحادثتها ولا سماع صوتها في القرآن أيضا وكذلك الصبي الذي تخاف فتنته فإن  قلت",
    "en": ""
  },
  {
    "ar": "فهل تقول إن ذلك حرام بكل حال حسما للباب أو لا يحرم إلا حيث  تخاف  الفتنة  في",
    "en": ""
  },
  {
    "ar": "حق من يخاف العنت فأقول هذه مسألة محتملة من حيث الفقه يتجاذبها  أصلان  أحدهما",
    "en": ""
  },
  {
    "ar": "أن الخلوة بالأجنبية والنظر إلى وجهها حرام سواء خيفت الفتنة أو لم  تخف  لأنها",
    "en": "This\n    page is constantly being updated since July 2001. So check back\n    often."
  },
  {
    "ar": "مظنة الفتنة على الجملة فقضى  الشرع  بحسم  الباب  من  غير  التفات  إلى  الصور",
    "en": ""
  },
  {
    "ar": "والثاني أن النظر إلى الصبيان مباح  إلا  عند  خوف  الفتنة  فلا  يلحق  الصبيان",
    "en": ""
  },
  {
    "ar": "بالنساء في عموم الحسم بل يتبع فيه الحال وصوت المرأة دائر  بين  هذين  الأصلين",
    "en": ""
  },
  {
    "ar": "فإن قسناه على النظر إليها وجب حسم الباب وهو قياس قريب  ولكن  بينهما  فرق  إذ",
    "en": ""
  },
  {
    "ar": "الشهوة تدعو إلى النظر في أول هيجانها ولا تدعو  إلى  سماع  الصوت  وليس  تحريك",
    "en": ""
  },
  {
    "ar": "النظر لشهوة المماسة كتحريك السماع بل هو أشد وصوت المرأة في  غير  الغناء  ليس",
    "en": ""
  },
  {
    "ar": "بعورة فلم تزل النساء في زمن الصحابة رضي الله عنهم  يكلمن  الرجال  في  السلام",
    "en": ""
  },
  {
    "ar": "والاستفتاء والسؤال والمشاورة وغير ذلك ولكن للغناء مزيد أثر في  تحريك  الشهوة",
    "en": ""
  },
  {
    "ar": "فقياس هذا على النظر إلى الصبيان أولى لأنهم لم يؤمروا بالاحتجاب كما  لم  تؤمر",
    "en": ""
  },
  {
    "ar": "النساء بستر الأصوات فينبغي أن يتبع مثار الفتن  ويقصر  التحريم  عليه  هذا  هو",
    "en": ""
  },
  {
    "ar": "الأقيس عندي ويتأيد بحديث الجاريتين المغنيتين في بيت عائشة رضي الله  عنها  إذ",
    "en": ""
  },
  {
    "ar": "يعلم أنه صلى الله عليه وسلم كان يسمع أصواتهما ولم  يحترز  منه  ولكن  لم  تكن",
    "en": ""
  },
  {
    "ar": "الفتنة مخوفة عليه فلذلك لم يحترز فإذن يختلف هذا بأحوال المرأة  وأحوال  الرجل",
    "en": ""
  },
  {
    "ar": "في كونه شابا وشيخا ولا يبعد أن يختلف الأمر في مثل  هذا  بالأحوال  فإنا  نقول",
    "en": ""
  },
  {
    "ar": "للشيخ أن يقبل زوجته وهو صائم وليس للشاب ذلك لأن القبلة تدعو  إلى  الوقاع  في",
    "en": ""
  },
  {
    "ar": "الصوم وهو محظور والسماع يدعو إلى النظر والمقاربة وهو حرام  فيختلف  ذلك  أيضا",
    "en": ""
  },
  {
    "ar": "بالأشخاص العارض الثاني في الآلة بأن تكون من شعار أهل الشرف أو  المخنثين  وهي",
    "en": ""
  },
  {
    "ar": "المزامير والأوتار وطبل الكوبة فهذه ثلاثة أنواع ممنوعة وما عدا ذلك  يبقى  على",
    "en": ""
  },
  {
    "ar": "أصل الإباحة كالدف وإن كان فيه الجلاجل وكالطبل والشاهين والضرب بالقضيب  وسائر",
    "en": ""
  },
  {
    "ar": "الآلات العارض الثالث في نظم الصوت وهو الشعر فإن كان فيه شيء من الخنا  والفحش",
    "en": ""
  },
  {
    "ar": "والهجو أو ما هو كذب على الله تعالى وعلى رسوله صلى  الله  عليه  وسلم  أو  على",
    "en": ""
  },
  {
    "ar": "الصحابة رضي الله عنهم كما رتبه الروافض في  هجاء  الصحابة  وغيرهم  فسماع  ذلك",
    "en": ""
  },
  {
    "ar": "حرام بألحان وغير ألحان والمستمع شريك للقائل وكذلك ما فيه  وصف  امرأة  بعينها",
    "en": ""
  },
  {
    "ar": "فإنه لا يجوز وصف المرأة بين الرجال وأما هجاء الكفار  وأهل  البدع  فذلك  جائز",
    "en": ""
  },
  {
    "ar": "فقد كان حسان بن ثابت رضي الله عنه ينافح عن رسول  الله  صلى  الله  عليه  وسلم",
    "en": ""
  },
  {
    "ar": "ويهاجى الكفار وأمره صلى الله عليه وسلم بذلك حديث أمره  صلى  الله  عليه  وسلم",
    "en": ""
  },
  {
    "ar": "حسان بن ثابت بهجاء المشركين متفق عليه من حديث البراء أنه صلى الله عليه  وسلم",
    "en": ""
  },
  {
    "ar": "قال لحسان اهجهم أو هاجهم وجبريل معك فأما  النسيب  وهو  التشبيه  بوصف  الخدود",
    "en": ""
  },
  {
    "ar": "والأصداغ وحسن القد والقامة وسائر أوصاف النساء فهذا فيه نظر  والصحيح  أنه  لا",
    "en": ""
  },
  {
    "ar": "يحرم نظمه وإنشاده بلحن وغير لحن وعلى المستمع أن لا  ينزله  على  امرأة  معينة",
    "en": ""
  },
  {
    "ar": "فإن نزله فلينزله على من يحل له من زوجته وجاريته  فإن  نزله  على  أجنبية  فهو",
    "en": ""
  },
  {
    "ar": "العاصي بالتنزيل وإحالة الفكر فيه ومن هذا وصفه فينبغي أن  يجتنب  السماع  رأسا",
    "en": ""
  },
  {
    "ar": "فإن من غلب عليه عشق نزل كل ما يسمعه عليه سوء كان اللفظ مناسبا له أو  لم  يكن",
    "en": ""
  },
  {
    "ar": "إذ ما من لفظ إلا ويمكن تنزيله على معان بطريق الإستعارة فالذي يغلب  على  قلبه",
    "en": ""
  },
  {
    "ar": "حب الله تعالى يتذكر بسواد الصدغ مثلا ظلمة الكفر  وبنضارة  الخد  نور  الإيمان",
    "en": ""
  },
  {
    "ar": "وبذكر الوصال لقاء الله تعالى وبذكر الفراق  الحجاب  عن  الله  تعالى  في  زمرة",
    "en": ""
  },
  {
    "ar": "المردودين وبذكر الرقيب المشوش  لروح  الوصال  عوائق  الدنيا  وآفاتها  المشوشة",
    "en": ""
  },
  {
    "ar": "لدوام الأنس بالله تعالى ولا يحتاج في تنزيل ذلك عليه إلى استنباط وتفكر  ومهلة",
    "en": ""
  },
  {
    "ar": "بل تسبق المعاني الغالبة على القلب إلى فهمه مع اللفظ كما روى  عن  بعض  الشيوخ",
    "en": ""
  },
  {
    "ar": "أنه مر في السوق فسمع واحدا يقول الخيار عشرة بحبة فغلبه  الوجد  فسئل  عن  ذلك",
    "en": ""
  },
  {
    "ar": "فقال إذا كان الخيار عشرة بحبة فما قيمة الأشرار واجتاز بعضهم  في  السوق  فسمع",
    "en": ""
  },
  {
    "ar": "قائلا يقول يا سعتر برى فغلبه الوجد فقيل له على  ماذا  كان  وجدك  فقال  سمعته",
    "en": ""
  },
  {
    "ar": "كأنه يقول اسع ترى برى حتى إن العجمى قد يغلب عليه الوجد على الأبيات  المنظومة",
    "en": ""
  },
  {
    "ar": "بلغة العرب فإن بعض حروفها يوازن الحروف العجمية  فيفهم  منها  معان  أخر  أنشد",
    "en": ""
  },
  {
    "ar": "بعضهم وما زارني في الليل إلا خياله فتواجد عليه رجل أعجمي فسئل  عن  سبب  وجده",
    "en": ""
  },
  {
    "ar": "فقال إنه يقول ما زاريم وهو كما يقول فإن لفظ زار يدل في  العجمية  على  المشرف",
    "en": ""
  },
  {
    "ar": "على الهلاك فتوهم أنه يقول كلنا مشرفون على الهلاك فاستشعر عند  ذلك  خطر  هلاك",
    "en": ""
  },
  {
    "ar": "الآخرة والمحترق في حب الله تعالى وجده بحسب فهمه وفهمه  بحسب  تخيله  وليس  من",
    "en": ""
  },
  {
    "ar": "شرط تخيله أن يوافق مراد الشاعر ولغته فهذا الوجد حق وصدق ومن استشعر خطر  هلاك",
    "en": ""
  },
  {
    "ar": "الآخرة فجدير بأن يتشوش عليه عقله وتضطرب عليه اعضاؤه فإذن ليس في تغيير  أعيان",
    "en": ""
  },
  {
    "ar": "الألفاظ كبير فائدة بل الذي غلب عشق مخلوق ينبغي أن يحترز من  السماع  بأي  لفظ",
    "en": ""
  },
  {
    "ar": "كان والذي غلب عليه حب الله تعالى فلا تضره الألفاظ ولا تمنعه عن  فهم  المعاني",
    "en": ""
  },
  {
    "ar": "اللطيفة المتعلقة بمجاري همته الشريفة العارض الرابع في المستمع  وهو  أن  تكون",
    "en": ""
  },
  {
    "ar": "الشهوة غالبة عليه وكان في غرة الشباب وكانت هذه  الصفة  أغلب  عليه  من  غيرها",
    "en": ""
  },
  {
    "ar": "فالسماع حرام عليه سواء غلب على قلبه حب شخص معين أو لم يغلب  فإنه  كيفما  كان",
    "en": ""
  },
  {
    "ar": "فلا يسمع وصف الصدغ والخد والفراق والوصال إلا  ويحرك  ذلك  شهوته  وينزله  على",
    "en": ""
  },
  {
    "ar": "صورة معينة ينفخ الشيطان بها في قلبه فتشتعل فيه نار الشهوة وتحتد  بواعث  الشر",
    "en": ""
  },
  {
    "ar": "وذلك هو النصرة لحزب الشيطان والتخذيل للعقل المانع منه الذي هو حزب  اللهتعالى",
    "en": ""
  },
  {
    "ar": "والقتال في القلب دائم جنود الشيطان وهي الشهوات وبين حزب الله تعالى  وهو  نور",
    "en": ""
  },
  {
    "ar": "العقل إلا في قلب قد فتحه أحد الجندين واستولى عليه بالكلية وغالب القلوب  الآن",
    "en": ""
  },
  {
    "ar": "قد فتحها جند الشيطان وغلب عليها فتحتاج حينئذ  إلى  أن  تستأنف  أسباب  القتال",
    "en": ""
  },
  {
    "ar": "لإزعاجها فكيف يجوز تكثير أسلحتها وتشحيذ سيوفها وأسنتها والسماع  مشحذ  لأسلحة",
    "en": ""
  },
  {
    "ar": "جند الشيطان في حق مثل هذا الشخص فليخرج مثل هذا عن مجمع السماع فإنه يستضر  به",
    "en": ""
  },
  {
    "ar": "العارض الخامس أن يكون الشخص من عوام الخلق ولم يغلب عليه حب الله تعالى  فيكون",
    "en": ""
  },
  {
    "ar": "السماع له محبوبا ولو غلبت عليه شهوة فيكون في حقه محظورا ولكنه  أبيح  في  حقه",
    "en": ""
  },
  {
    "ar": "كسائر أنواع اللذات المباحة إلا أنه إذا اتخذه ديدنه وهجيراه  وقصر  عليه  أكثر",
    "en": ""
  },
  {
    "ar": "أوقاته فهذا هو السفيه الذي ترد شهادته فإن المواظبة على اللهو جناية  وكما  أن",
    "en": ""
  },
  {
    "ar": "الصغيرة بالإصرار والمداومة تصير كبيرة  فكذلك  بعض  المباحات  بالمداومة  تصير",
    "en": ""
  },
  {
    "ar": "صغيرة وهو كالمواظبة على متابعة الزنوج والحبشة والنظر إلى  لعبهم  على  الدوام",
    "en": ""
  },
  {
    "ar": "فإنه ممنوع وإن لم يكن أصله ممنوعا إذ فعله رسول الله صلى الله عليه  وسلم  ومن",
    "en": ""
  },
  {
    "ar": "هذا القبيل اللعب بالشطرنج فإنه مباح ولكن المواظبة عليه  مكروهة  كراهة  شديدة",
    "en": ""
  },
  {
    "ar": "ومهما كان الغرض اللعب والتلذذ باللهو فذلك إنما يباح لما فيه من  ترويح  القلب",
    "en": ""
  },
  {
    "ar": "إذ راحة القلب معالجة له في بعض الأوقات لتنبعث دواعيه فيشتغل في سائر  الأوقات",
    "en": ""
  },
  {
    "ar": "بالجد الدنيا كالكسب والتجارة أو في الدين كالصلاة والقراءة واستحسان ذلك  فيما",
    "en": ""
  },
  {
    "ar": "بين تضاعيف الجد كاستحسان الخال على الخد ولو استوعبت الخيلان في الوجه  لشوهته",
    "en": ""
  },
  {
    "ar": "فما أقبح ذلك فيعود الحسن قبحا بسبب الكثرة فما كل حسن يحسن كثيره ولا كل  مباح",
    "en": ""
  },
  {
    "ar": "يباح كثيره بل الخبز مباح والاستكثار منه حرام فهذا المباح كسائر المباحات  فإن",
    "en": ""
  },
  {
    "ar": "قلت فقد أدى مساق هذا الكلام إلى أنه مباح في بعض الأحوال دون  بعض  فلم  أطلقت",
    "en": ""
  },
  {
    "ar": "القول أولا بالاباحة إذ إطلاق القول في المفصل بلا أو بنعم خلف وخطأ  فاعلم  أن",
    "en": ""
  },
  {
    "ar": "هذا غلط لأن الإطلاق إنما يمتنع لتفصيل ينشأ من غير ما فيه النظر فأما ما  ينشأ",
    "en": ""
  },
  {
    "ar": "من الأحوال العارضة المتصلة به من خارج فلا  يمنع  الإطلاق  ألا  ترى  أنا  إذا",
    "en": ""
  },
  {
    "ar": "سئلنا عن العسل أهو حلال أم لا قلنا إنه حلال على  الإطلاق  مع  أنه  حرام  على",
    "en": ""
  },
  {
    "ar": "المحرور الذي يستضر به وإذا سئلنا عن الخمر قلنا إنها حرام مع إنها تحل لمن  غص",
    "en": ""
  },
  {
    "ar": "بلقمة أن يشربها مهما لم يجد غيرها ولكن هي من حيث إنها خمر حرام  وإنما  ابيحت",
    "en": ""
  },
  {
    "ar": "لعارض الحاجة والعسل من حيث إنه عسل حلال  وإنما  حرم  لعارض  الضرر  وما  يكون",
    "en": ""
  },
  {
    "ar": "لعارض فلا يلتفت إليه فإن البيع حلال ويحرم بعارض الوقوع  في  وقت  النداء  يوم",
    "en": ""
  },
  {
    "ar": "الجمعة ونحوه من العوارض والسماع من جملة المباحات من حيث  إنه  سماع  صوت  طيب",
    "en": ""
  },
  {
    "ar": "موزون مفهوم وإنما تحريمه لعارض خارج عن حقيقة ذاته فإذا انكشف الغطاء عن  دليل",
    "en": ""
  },
  {
    "ar": "الإباحة فلا نبالي بمن يخالف بعد ظهور الدليل وأما الشافعي رضي الله  عنه  فليس",
    "en": ""
  },
  {
    "ar": "تحريم الغناء من مذهبه أصلا وقد نص الشافعي وقال في الرجل يتخذه صناعة لا  تجوز",
    "en": ""
  },
  {
    "ar": "شهادته وذلك لأنه من اللهو المكروه  الذي  يشبه  الباطل  ومن  اتخذه  صنعة  كان",
    "en": ""
  },
  {
    "ar": "منسوبا إلى السفاهة وسقوط المروءة وإن لم يكن محرما بين  التحريم  فإن  كان  لا",
    "en": ""
  },
  {
    "ar": "ينسب نفسه إلى الغناء ولا يؤتى لذلك ولا يأتى لأجله وإنما يعرف  بأنه  قد  يطرب",
    "en": ""
  },
  {
    "ar": "في الحال فيترنم بها  لم  يسقط  هذا  مروءته  ولم  يبطل  شهادته  واستدل  بحديث",
    "en": ""
  },
  {
    "ar": "الجاريتين اللتين كانتا تغنيان في بيت عائشة رضي الله عنها وقال  يونس  بن  عبد",
    "en": ""
  },
  {
    "ar": "الأعلى سألت الشافعي رحمه الله عن إباحة أهل المدينة للسماع  فقال  الشافعي  لا",
    "en": ""
  },
  {
    "ar": "أعلم أحدا من علماء الحجاز كره السماع إلا ما كان منه في الأوصاف  فأما  الحداء",
    "en": ""
  },
  {
    "ar": "وذكر الأطلال والمرابع وتحسين الصوت بألحان الأشعار فمباح  وحيث  قال  إنه  لهو",
    "en": ""
  },
  {
    "ar": "مكروه يشبه الباطل فقوله لهو صحيح ولكن اللهو من حيث إنه لهو  ليس  بحرام  فلعب",
    "en": ""
  },
  {
    "ar": "الحبشة ورقصهم لهو وقد كان صلى الله عليه وسلم ينظر إليه ولا  يكرهه  بل  اللهو",
    "en": ""
  },
  {
    "ar": "واللغو لا يؤاخذ الله تعالى به إن عنى به أنه فعل ما لا فائدة فيه فإن  الإنسان",
    "en": ""
  },
  {
    "ar": "لو وظف على نفسه أن يضع يده على رأسه في اليوم مائة مرة فهذا عبث لا  فائدة  له",
    "en": ""
  },
  {
    "ar": "ولا يحرم قال الله تعالى لا يؤاخذكم الله باللغو في أيمانكم فإذا كان  ذكر  اسم",
    "en": ""
  },
  {
    "ar": "الله تعالى على الشيء على طريق القسم من غير عقد عليه ولا تصميم والمخالفة  فيه",
    "en": ""
  },
  {
    "ar": "مع أنه لا فائدة فيه لا يؤاخذ فكيف يؤاخذ به  بالشعر  والرقص  وأما  قوله  يشبه",
    "en": ""
  },
  {
    "ar": "الباطل فهذا لا يدل على اعتقاد تحريمه بل لو قال هو  باطل  صريحا  لما  دل  على",
    "en": ""
  },
  {
    "ar": "التحريم وإنما يدل على خلوه عن الفائدة فالباطل ما لا  فائدة  فيه  فقول  الرجل",
    "en": ""
  },
  {
    "ar": "لامرأته مثلا بعت نفسي منك وقولها  اشتريت  عقد  باطل  مهما  كان  القصد  اللعب",
    "en": ""
  },
  {
    "ar": "والمطايبة وليس بحرام إلا إذا قصد به التمليك المحقق منع الشرع منه  وأما  قوله",
    "en": ""
  },
  {
    "ar": "مكروه فينزل بعض المواضع التي ذكرتها لك أو  ينزل  على  التنزيه  فإنه  نص  على",
    "en": ""
  },
  {
    "ar": "إباحة لعب الشطرنج وذكر أنى أكره لعب وتعليله يدل عليه فإنه  قال  ليس  ذلك  من",
    "en": ""
  },
  {
    "ar": "عادة ذوي الدين والمروءة فهذا يدل على التنزيه ورده الشهادة بالمواظبة عليه  لا",
    "en": ""
  },
  {
    "ar": "يدل على تحريمه أيضا بل قد ترد الشهادة بالأكل في السوق وما  يحرم  المروءة  بل",
    "en": ""
  },
  {
    "ar": "الحياكة مباحة وليست من صنائع ذوي  المروءة  وقد  ترد  شهادة  المحترف  بالحرفة",
    "en": ""
  },
  {
    "ar": "الخسيسة فتعليله يدل على أنه أراد بالكراهة التنزيه وهذا هو  الظن  أيضا  بغيره",
    "en": ""
  },
  {
    "ar": "من كبار الأئمة وإن أرادوا التحريم فما ذكرناه حجة  عليهم  بيان  حجج  القائلين",
    "en": ""
  },
  {
    "ar": "بتحريم السماع والجواب عنها احتجوا بقوله تعالى ومن الناس من يشتري لهو  الحديث",
    "en": ""
  },
  {
    "ar": "قال ابن مسعود والحسن البصري والنخعي رضي الله عنهم إن لهو  الحديث  هو  الغناء",
    "en": ""
  },
  {
    "ar": "وروت عائشة رضي الله عنها أن النبي صلى الله عليه وسلم قال إن الله  تعالى  حرم",
    "en": ""
  },
  {
    "ar": "القينة وبيعها وثمنها وتعليمها حديث عائشة إن الله حرم  القينة  وبيعها  وثمنها",
    "en": ""
  },
  {
    "ar": "وتعليمها أخرجه الطبراني في الأوسط بإسناد ضعيف قال البيهقي ليس  بمحفوظ  فنقول",
    "en": ""
  },
  {
    "ar": "أما القينة فالمراد بها الجارية التي تغني للرجال في مجلس الشرب وقد  ذكرنا  أن",
    "en": ""
  },
  {
    "ar": "غناء الأجنبية للفساق ومن يخاف عليهم الفتنة حرام وهم لا  يقصدون  بالفتنة  إلا",
    "en": ""
  },
  {
    "ar": "ما هو محظور فأما غناء الجارية لمالكها فلا يفهم تحريمه من هذا الحديث بل  لغير",
    "en": ""
  },
  {
    "ar": "مالكها سماعها عند عدم الفتنة بدليل ما روي في الصحيحين من غناء  الجاريتين  في",
    "en": ""
  },
  {
    "ar": "بيت عائشة رضي الله عنها وأما شراء لهو الحديث بالدين استبدالا به ليضل  به  عن",
    "en": ""
  },
  {
    "ar": "سبيل الله فهو حرام مذموم وليس النزاع فيه وليس كل غناء بدلا  عن  الدين  مشترى",
    "en": ""
  },
  {
    "ar": "به ومضلا عن سبيل الله تعالى وهو المراد في الآية ولو قرأ القرآن  ليضل  به  عن",
    "en": ""
  },
  {
    "ar": "سبيل الله لكان حراما حكي عن بعض المنافقين أنه كان يؤم  الناس  ولا  يقرأ  إلا",
    "en": ""
  },
  {
    "ar": "سورة عبس لما فيها من العتاب مع رسول الله صلى الله عليه وسلم  فهم  عمر  بقتله",
    "en": ""
  },
  {
    "ar": "ورأى فعله حراما لما فيه من الإضلال فالإضلال  بالشعر  والغناء  أولى  بالتحريم",
    "en": ""
  },
  {
    "ar": "واحتجوا بقوله تعالى أفمن هذا الحديث تعجبون وتضحكون ولا  تبكون  وأنتم  سامدون",
    "en": ""
  },
  {
    "ar": "قال ابن عباس رضي الله عنهما هو الغناء بلغة حمير يعني السمد  فنقول  ينبغي  أن",
    "en": ""
  },
  {
    "ar": "يحرم الضحك وعدم البكاء أيضا لأن الآية  تشتمل  عليه  فإن  قيل  إن  ذلك  مخصوص",
    "en": "Page \n    URL: www.muslimphilosophy.com/ihya/eng/ihya-vol2-C8.htm ."
  },
  {
    "ar": "بالضحك على المسلمين لإسلامهم  فهذا  أيضا  مخصوص  بأشعارهم  وغنائهم  في  معرض",
    "en": ""
  },
  {
    "ar": "الاستهزاء بالمسلمين كما قال تعالى والشعراء يتبعهم  الغاوون  وأراد  به  شعراء",
    "en": ""
  },
  {
    "ar": "الكفار ولم يدل ذلك على تحريم نظم الشعر في نفسه  واحتجوا  بما  روى  جابر  رضي",
    "en": ""
  },
  {
    "ar": "الله عنه أنه صلى الله عليه وسلم قال كان إبليس أول من ناح وأول من  تغنى  حديث",
    "en": ""
  },
  {
    "ar": "جابر كان إبليس أول من ناح وأول من تغنى لم أجد له أصلا  من  حديث  جابر  وذكره",
    "en": ""
  },
  {
    "ar": "صاحب الفردوس من حديث علي بن أبي طالب ولم يخرجه ولده في  مسنده  فقد  جمع  بين",
    "en": ""
  },
  {
    "ar": "النياحة والغناء قلنا لا جرم كما استثنى منه نياحة  داود  عليه  السلام  ونياحة",
    "en": ""
  },
  {
    "ar": "المذنبين على خطاياهم فكذلك يستثنى الغناء الذي يراد به  تحريك  السرور  والحزن",
    "en": ""
  },
  {
    "ar": "والشوق حيث يباح تحريكه بل كما استثنى غناء الجاريتين يوم العيد  في  بيت  رسول",
    "en": ""
  },
  {
    "ar": "الله صلى الله عليه وسلم وغناؤهن عند قدومه صلى  الله  عليه  وسلم  بقولهن  طلع",
    "en": ""
  },
  {
    "ar": "البدر علينا من ثنيات الوداع واحتجوا بما روى أبو  أمامة  عنه  صلى  الله  عليه",
    "en": ""
  },
  {
    "ar": "وسلم أنه قال ما رفع أحد صوته بغناء  إلا  بعث  الله  له  شيطانين  على  منكبيه",
    "en": ""
  },
  {
    "ar": "يضربان بأعقابهما على صدره حتى يمسك حديث أبي أمامة ما رفع  أحد  عقيرته  بغناء",
    "en": ""
  },
  {
    "ar": "إلا بعث الله له شيطانين على منكبيه يضربان بأعقابهما على صدره حتى يمسك  أخرجه",
    "en": ""
  },
  {
    "ar": "ابن أبي الدنيا في ذم الملاهي والطبراني في الكبير وهو ضعيف قلنا هو  منزل  على",
    "en": ""
  },
  {
    "ar": "بعض أنواع الغناء الذي قدمناه وهو الذي يحرك من القلب ما هو  مراد  الشيطان  من",
    "en": ""
  },
  {
    "ar": "الشهوة وعشق المخلوقين فأما ما يحرك الشوق إلى الله أو السرور بالعيد  أو  حدوث",
    "en": ""
  },
  {
    "ar": "الولد أو قدوم الغائب فهذا كله يضاد مراد الشيطان بدليل قصة الجاريتين  والحبشة",
    "en": ""
  },
  {
    "ar": "والأخبار التي نقلناها من الصحاح فالتجويز في موضع واحد نص في  الإباحة  والمنع",
    "en": ""
  },
  {
    "ar": "في ألف موضع محتمل للتأويل ومحتمل للتنزيل أما الفعل فلا تأويل له  إذ  ما  حرم",
    "en": ""
  },
  {
    "ar": "فعله إنما يحل بعارض الإكراه فقط وما أبيح فعله يحرم بعوارض كثيرة  حتى  النيات",
    "en": ""
  },
  {
    "ar": "والقصود واحتجوا بما روى عقبة بن عامر أن النبي صلى الله عليه وسلم قال كل  شيء",
    "en": ""
  },
  {
    "ar": "يلهو به الرجل فهو باطل إلا تأديبه فرسه ورميه  بقوسه  وملاعبته  لامرأته  حديث",
    "en": ""
  },
  {
    "ar": "عقبة بن عامر كل شيء يلهو به الرجل فهو  باطل  إلا  تأديبه  فرسه  ورميه  بقوسه",
    "en": ""
  },
  {
    "ar": "وملاعبته زوجته أخرجه أصحاب السنن الأربعة وفيه اضطراب قلنا فقوله باطل لا  يدل",
    "en": ""
  },
  {
    "ar": "على التحريم بل يدل على عدم الفائدة وقد يسلم ذلك على  أن  التلهي  بالنظر  إلى",
    "en": ""
  },
  {
    "ar": "الحبشة خارج عن هذه الثلاثة وليس بحرام بل يلحق  بالمحصور  غير  المحصور  قياسا",
    "en": ""
  },
  {
    "ar": "كقوله صلى الله عليه وسلم لا يحل دم امرئ مسلم إلا بإحدى ثلاث حديث لا  يحل  دم",
    "en": ""
  },
  {
    "ar": "امرئ إلا بإحدى ثلاث متفق عليه من حديث ابن مسعود  فإنه  يلحق  به  رابع  وخامس",
    "en": ""
  },
  {
    "ar": "فكذلك ملاعبة امرأته لا فائدة له إلا التلذذ وفي هذا دليل  على  أن  التفرج  في",
    "en": ""
  },
  {
    "ar": "البساتين وسماع أصوات الطيور وأنواع المداعبات مما يلهو به الرجل لا يحرم  عليه",
    "en": ""
  },
  {
    "ar": "شيء منها وإن جاز وصفه بأنه باطل واحتجوا بقول عثمان رضي  الله  عنه  ما  تغنيت",
    "en": ""
  },
  {
    "ar": "ولا تمنيت ولا مسست ذكرى بيميني مذ بايعت بها رسول الله  صلى  الله  عليه  وسلم",
    "en": ""
  },
  {
    "ar": "قلنا فليكن التمني ومس الذكر باليمنى حراما إن كان هذا دليل تحريم  الغناء  فمن",
    "en": ""
  },
  {
    "ar": "أين يثبت أن عثمان رضي الله عنه كان لا  يترك  إلا  الحرام  واحتجوا  بقول  ابن",
    "en": ""
  },
  {
    "ar": "مسعود رضي الله عنه الغناء ينبت في القلب النفاق وزاد  بعضهم  كما  ينبت  الماء",
    "en": ""
  },
  {
    "ar": "البقلحديث ابن مسعود الغناء ينبت النفاق في القلب  ما  ينبت  الماء  البقل  قال",
    "en": ""
  },
  {
    "ar": "المصنف والمرفوع غير صحيح لأن في إسناده من لم يسم رواه أبو داود وهو في  رواية",
    "en": ""
  },
  {
    "ar": "ابن العبد ليس في رواية اللؤلؤى ورواه البيهقى مرفوعا وموقوفا ورفعه بعضهم  إلى",
    "en": ""
  },
  {
    "ar": "رسول الله صلى الله عليه وسلم وهو غير صحيح قالوا ومر على  ابن  عمر  رضي  الله",
    "en": ""
  },
  {
    "ar": "عنهما قوم محرمون وفيهم رجل يتغنى فقال ألا لا أسمع الله لكم ألا لا أسمع  الله",
    "en": ""
  },
  {
    "ar": "لكم وعن نافع أنه قال كنت مع ابن عمر رضي الله عنهما في طريق  فسمع  زمارة  راع",
    "en": ""
  },
  {
    "ar": "فوضع أصبعيه في أذنيه ثم عدل عن الطريق فلم يزل يقول يا  نافع  أتسمع  ذلك  حتى",
    "en": ""
  },
  {
    "ar": "قلت لا فأخرج أصبعيه وقال هكذا رأيت رسول الله  صلى  الله  عليه  وسلم  صنعحديث",
    "en": ""
  },
  {
    "ar": "نافع كنت وابن عمر في طريق فسمع زمارة راع فوضع أصبعيه في أذنية  الحديث  ورفعه",
    "en": ""
  },
  {
    "ar": "أبو داود وقال هذا حديث منكر وقال الفضيل بن عياض رحمه الله الغناء رقية  الزنا",
    "en": ""
  },
  {
    "ar": "وقال بعضهم الغناء رائد من رواد الفجور وقال  يزيد  بن  الوليد  إياكم  والغناء",
    "en": ""
  },
  {
    "ar": "فإنه ينقص الحياء ويزيد الشهوة ويهدم المروءة وإنه لينوب  عن  الخمر  ويفعل  ما",
    "en": ""
  },
  {
    "ar": "يفعله السكر فإن كنتم لا بد فاعلين  فجنبوه  النساء  فإن  الغناء  داعية  الزنا",
    "en": ""
  },
  {
    "ar": "فنقول قول ابن مسعود رضي الله عنه ينبت النفاق أراد به في حق  المغنى  فإنه  في",
    "en": ""
  },
  {
    "ar": "حقه ينبت النفاق إذ غرضه كله أن يعرض نفسه على غيره ويروج صوته عليه  ولا  يزال",
    "en": ""
  },
  {
    "ar": "ينافق ويتودد إلى الناس ليرغبوا في غنائه وذلك أيضا لا  يوجب  تحريما  فإن  لبس",
    "en": ""
  },
  {
    "ar": "الثياب الجميلة وركوب الخيل  المهملجة  وسائر  أنواع  الزينة  والتفاخر  بالحرث",
    "en": ""
  },
  {
    "ar": "والأنعام والزرع وغير ذلك ينبت في القلب النفاق والرياء ولا يطلق القول  بتحريم",
    "en": ""
  },
  {
    "ar": "ذلك كله فليس السبب في ظهور النفاق في القلب المعاصي فقط بل المباحات  التي  هي",
    "en": ""
  },
  {
    "ar": "مواقع نظر الخلق أكثر تأثيرا ولذلك نزل عمر رضي الله  عنه  عن  فرس  هملج  تحته",
    "en": ""
  },
  {
    "ar": "وقطع ذنبه لأنه استشعر في نفسه الخيلاء لحسن مطيته  فهذا  النفاق  من  المباحات",
    "en": ""
  },
  {
    "ar": "وأما قول ابن عمر رضي الله عنهما ألا لا أسمع الله لكم فلا يدل على التحريم  من",
    "en": ""
  },
  {
    "ar": "حيث إنه غناء بل كانوا محرمين ولا يليق  بهم  الرفث  وظهر  له  من  مخايلهم  أن",
    "en": ""
  },
  {
    "ar": "سماعهم لم يكن لوجد وشوق إلى زيارة بيت الله تعالى بل لمجرد  اللهو  فأنكر  ذلك",
    "en": ""
  },
  {
    "ar": "عليهم لكونه منكرا بالإضافة إلى حالهم وحال الإحرام وحكايات الأحوال تكثر  فيها",
    "en": ""
  },
  {
    "ar": "وجوه الاحتمال وأما وضعه أصبعيه في أذنيه فيعارضه أنه لم يأمر نافعا  بذلك  ولا",
    "en": ""
  },
  {
    "ar": "أنكر عليه سماعه وإنما فعل ذلك هو لأنه رأى أن ينزه سمعه  في  الحال  وقلبه  عن",
    "en": ""
  },
  {
    "ar": "صوت ربما يحرك اللهو ويمنعه عن فكر كان فيه أو ذكر هو أولى منه وكذلك فعل  رسول",
    "en": ""
  },
  {
    "ar": "الله صلى الله عليه وسلم مع أنه لم يمنع ابن عمر لا يدل أيضا  على  التحريم  بل",
    "en": ""
  },
  {
    "ar": "يدل على أن الأولى تركه ونحن نرى أن الأولى  تركه  في  أكثر  الأحوال  بل  أكثر",
    "en": ""
  },
  {
    "ar": "مباحات الدنيا الأولى تركها إذا علم أن ذلك يؤثر في القلب فقد  خلع  رسول  الله",
    "en": ""
  },
  {
    "ar": "صلى الله عليه وسلم بعد الفراغ من الصلاة ثوب أبي جهم إذ كانت عليه أعلام  شغلت",
    "en": ""
  },
  {
    "ar": "قلبه حديث خلع رسول الله صلى الله عليه وسلم بعد الفراغ من الصلاة ثوب أبي  جهم",
    "en": ""
  },
  {
    "ar": "إذ كان عليه أعلام شغلت قلبه تقدم في  الصلاة  أفترى  أن  ذلك  يدل  على  تحريم",
    "en": ""
  },
  {
    "ar": "الأعلام على الثوب فلعله صلى الله عليه وسلم كان في حالة كان صوت زمارة  الراعي",
    "en": ""
  },
  {
    "ar": "يشغله عن تلك الحالة كما شغله العلم عن الصلاة بل الحاجة إلى  استثارة  الأحوال",
    "en": ""
  },
  {
    "ar": "الشريفة من القلب بحيلة السماع قصور بالإضافة إلى من هو دائم الشهود  للحق  وإن",
    "en": ""
  },
  {
    "ar": "كان كمالا بالإضافة إلى غيره ولذلك قال الحصرى ماذا أعمل بسماع ينقطع  إذا  مات",
    "en": ""
  },
  {
    "ar": "من يسمع منه إشارة إلى أن السماع من الله  تعالى  هو  الدائم  فالأنبياء  عليهم",
    "en": ""
  },
  {
    "ar": "السلام على الدوام في لذة السمع والشهود فلا يحتاجون إلى التحريك بالحيلة  واما",
    "en": ""
  },
  {
    "ar": "قول الفضيل هو رقية الزنا وكذلك ما عداه من الأقاويل القريبة منه فهو منزل  على",
    "en": ""
  },
  {
    "ar": "سماع الفساق والمغتلمين من الشبان ولو كان ذلك عاما لما سمع  من  الجاريتين  في",
    "en": ""
  },
  {
    "ar": "بيت رسول الله صلى الله عليه وسلم وأما القياس فغاية ما يذكر فيه أن  يقاس  على",
    "en": ""
  },
  {
    "ar": "الأوتار وقد سبق الفرق أو يقال هو لهو ولعب وهو  كذلك  ولكن  الدنيا  كلها  لهو",
    "en": ""
  },
  {
    "ar": "ولعب قال عمر رضي الله  عنه  لزوجته  إنما  أنت  لعبة  في  زاوية  البيت  وجميع",
    "en": ""
  },
  {
    "ar": "الملاعبة مع النساء لهو إلا الحراثة التي هي سبب وجود الولد وكذلك  المزح  الذي",
    "en": ""
  },
  {
    "ar": "لا فحش فيه حلال نقل ذلك عن رسول الله صلى الله  عليه  وسلم  وعن  الصحابة  كما",
    "en": ""
  },
  {
    "ar": "سيأتى تفصيله في كتاب آفات اللسان إن شاء الله تعالى حديث مزاحه صلى الله  عليه",
    "en": ""
  },
  {
    "ar": "وسلم يأتي في آفات اللسان كما قال المصنف وأي لهو يزيد على لهو الحبشة  والزنوج",
    "en": ""
  },
  {
    "ar": "في لعبهم وقد ثبت بالنص إباحته على أنى أقول اللهو مروح للقلب ومخفف عنه  أعباء",
    "en": ""
  },
  {
    "ar": "الفكر والقلوب إذا أكرهت عميت  وترويحها  إعانة  لها  على  الجد  فالمواظب  على",
    "en": ""
  },
  {
    "ar": "التفقة مثلا ينبغي أن يتعطل يوم الجمعة لأن عطلة يوم تبعث على النشاط  في  سائر",
    "en": ""
  },
  {
    "ar": "الأيام والمواظب على نوافل الصلوات في سائر الأوقات  ينبغى  أن  يتعطل  في  بعض",
    "en": ""
  },
  {
    "ar": "الأوقات ولأجله كرهت الصلاة في بعض الأوقات فالعطلة  معونة  على  العمل  واللهو",
    "en": ""
  },
  {
    "ar": "معين على الجد ولا يصبر على الجد المحض والحق المر  إلا  نفوس  الأنبياء  عليهم",
    "en": ""
  },
  {
    "ar": "السلام فاللهو دواء القلب من داء الإعياء والملال فينبغي أن  يكون  مباحا  ولكن",
    "en": ""
  },
  {
    "ar": "لا ينبغي أن يستكثر منه كما لا يستكثر من الدواء  فإذا  اللهو  على  هذه  النية",
    "en": ""
  },
  {
    "ar": "يصير قربة هذا في حق من لا يحرك السماع من قلبه صفة  محمودة  يطلب  تحريكها  بل",
    "en": ""
  },
  {
    "ar": "ليس له إلا اللذة والاستراحة المحضة فينبغي أن يستحب  له  ذلك  ليتوصل  به  إلى",
    "en": ""
  },
  {
    "ar": "المقصود الذي ذكرناه نعم هذا يدل على نقصان عن ذروة الكمال فإن الكامل هو  الذي",
    "en": ""
  },
  {
    "ar": "لا يحتاج أن يروح نفسه بغير الحق ولكن حسنات الأبرار سيئات المقربين  ومن  أحاط",
    "en": ""
  },
  {
    "ar": "بعلم علاج القلوب ووجوه التلطف بها لسياقتها إلى  الحق  علم  قطعا  أن  ترويحها",
    "en": ""
  },
  {
    "ar": "بأمثال هذه الأمور دواء نافع لا غنى عنه الباب الثاني آثار السماع وآدابه  اعلم",
    "en": ""
  },
  {
    "ar": "أن أول درجة السماع فهم المسموع وتنزيله على معنى يقع للمستمع  ثم  يثمر  الفهم",
    "en": ""
  },
  {
    "ar": "الوجد ويثمر الوجد الحركة بالجوارح فلينظر  في  هذه  المقامات  الثلاثة  المقام",
    "en": ""
  },
  {
    "ar": "الأول في الفهم وهو يختلف باختلاف أحوال المستمع وللمستمع أربعة  أحوال  احداها",
    "en": ""
  },
  {
    "ar": "أن يكون سماع بمجرد الطبع أي لاحظ له في السماع إلا استلذاذ  الالحان  والنغمات",
    "en": ""
  },
  {
    "ar": "وهذا مباح وهو أخسر رتب السماع إذ الإبل شريكه له فيه وكذا سائر البهائم بل  لا",
    "en": ""
  },
  {
    "ar": "يستدعي هذا الذوق إلا الحياة فلكل  حيوان  نوع  تلذذ  بالأصوات  الطيبة  الحالة",
    "en": ""
  },
  {
    "ar": "الثانية أن يسمع بفهم ولكن ينزله على صورة مخلوق إما معينا وإما غير  معين  وهو",
    "en": ""
  },
  {
    "ar": "سماع الشباب وأرباب الشهوات ويكون تنزيلهم  للمسموع  على  حسب  شهواتهم  ومقتضى",
    "en": ""
  },
  {
    "ar": "أحوالهم وهذه الحالة أخس من أن نتكلم فيها إلا ببيان خستها والنهي عنها  الحالة",
    "en": ""
  },
  {
    "ar": "الثالثة أن ينزل ما يسمعه على أحوال نفسه في معاملته لله  تعالى  وتقلب  أحواله",
    "en": ""
  },
  {
    "ar": "في التمكن مرة والتعذر أخرى وهذا سماع المريدين لا سيما المبتدئين  فإن  للمريد",
    "en": ""
  },
  {
    "ar": "لا محالة مرادا هو مقصده ومقصده معرفة الله سبحانه ولقاؤه والوصول  إليه  بطريق",
    "en": ""
  },
  {
    "ar": "المشاهدة بالسر وكشف الغطاء وله في مقصده طريق  هو  سالكه  ومعاملات  هو  مثابر",
    "en": ""
  },
  {
    "ar": "عليها وحالات تستقبله في معاملاته فإذا سمع ذكر عتاب أو خطاب أو قبول أو رد  أو",
    "en": ""
  },
  {
    "ar": "وصل أو هجر أو قرب أو بعد أو تلهف على فائت أو تعطش إلى منتظر أو شوق إلى  وارد",
    "en": ""
  },
  {
    "ar": "أو طمع أو يأس أو وحشة أو استئناس أو وفاء بالوعد أو نقض للعهد أو خوف فراق  أو",
    "en": ""
  },
  {
    "ar": "فرح بوصال أو ذكر ملاحظة الحبيب ومدافعة  الرقيب  أو  همول  العبرات  أو  ترادف",
    "en": ""
  },
  {
    "ar": "الحسرات أو طول الفراق أو عدة الوصال أو غير ذلك مما يشتمل  على  وصفه  الأشعار",
    "en": ""
  },
  {
    "ar": "فلا بد أن يوافق بعضها حال المريد في طلبه فيجرى  ذلك  مجرى  القدح  الذي  يورى",
    "en": ""
  },
  {
    "ar": "زناد قلبه فتشتعل به نيرانه ويقوي به انبعاث الشوق وهيجانه  ويهجم  عليه  بسببه",
    "en": ""
  },
  {
    "ar": "أحوال مخالفة لعادته ويكون له مجال رحب في تنزيل الألفاظ على أحواله  وليس  على",
    "en": ""
  },
  {
    "ar": "المستمع مراعاة مراد الشاعر من كلامه بل لكل كلام وجوه ولكل ذي فهم  في  اقتباس",
    "en": ""
  },
  {
    "ar": "المعنى منه حظوظ ولنضرب لهذه التنزيلات والفهوم أمثلة  كي  لا  يظن  الجاهل  أن",
    "en": ""
  },
  {
    "ar": "المستمع لأبيات فيها ذكر الفم والخد والصدغ إنما يفهم منها  ظواهرها  ولا  حاجة",
    "en": ""
  },
  {
    "ar": "بنا إلى ذكر كيفية فهم المعاني من الأبيات ففي حكايات أهل السماع  ما  يكشف  عن",
    "en": ""
  },
  {
    "ar": "ذلك فقد حكى أن بعضهم سمع قائلا يقول قال الرسول غدا تزور فقلت  تعقل  ما  تقول",
    "en": ""
  },
  {
    "ar": "فاستفزه اللحن والقول وتواجد وجعل يكرر ذلك ويجعل مكان التاء  نونا  فيقول  قال",
    "en": ""
  },
  {
    "ar": "الرسول غدا نزور حتى غشى عليه من شدة الفرح واللذة والسرور فلما  أفاق  سئل  عن",
    "en": ""
  },
  {
    "ar": "وجده مم كان فقال ذكرت قول الرسول صلى الله عليه  وسلم  إن  أهل  الجنة  يزورون",
    "en": ""
  },
  {
    "ar": "ربهم في كل يوم جمعة مرة حديث إن أهل الجنة  يزورون  ربهم  في  كل  جمعة  أخرجه",
    "en": ""
  },
  {
    "ar": "الترمذي وابن ماجه من حديث أبي هريرة وفيه عبد الحميد ابن حبيب بن أبي  العشرين",
    "en": ""
  },
  {
    "ar": "مختلف فيه وقال الترمذي لا نعرفه إلا من هذا الوجه قال وقد روى  سويد  بن  عمرو",
    "en": ""
  },
  {
    "ar": "عن الاوزاعي شيئا من هذا وحكى الرقي عن  ابن  الدراج  أنه  قال  كنت  أنا  وابن",
    "en": ""
  },
  {
    "ar": "الفوطى مارين على دجلة بين البصرة والأبلة فإذا بقصر حسن له  منظرة  وعليه  رجل",
    "en": ""
  },
  {
    "ar": "بين يديه جارية تغني وتقول كل يوم تتلون غير هذا بك  أحسن  فإذا  شاب  حسن  تحت",
    "en": ""
  },
  {
    "ar": "المنظرة وبيده ركوة وعليه مرقعة يستمع فقال يا جارية بالله  وبحياة  مولاك  إلا",
    "en": "A\n    reader is needed for PDF files and it is available\n    free of charge from Adobe ."
  },
  {
    "ar": "أعدت على هذا البيت فأعادت فكان الشاب يقول هذا والله تلوني مع  الحق  في  حالي",
    "en": ""
  },
  {
    "ar": "فشهق شهقة ومات قال فقلنا قد استقبلنا فرض فوقفنا فقال صاحب القصر للجارية  أنت",
    "en": ""
  },
  {
    "ar": "حرة لوجه الله تعالى قال ثمإن أهل البصرة خرجوا وهذا القصر للسبيل قال  ثم  رمى",
    "en": ""
  },
  {
    "ar": "بثيابه واتزر بإزار وارتدى بآخر ومر على وجهه والناس ينظرون إليه  حتى  غاب  عن",
    "en": ""
  },
  {
    "ar": "أعينهم وهم يبكون فلم يسمع له بعد خبر والمقصود أن هذا الشخص كان مستغرق  الوقت",
    "en": ""
  },
  {
    "ar": "بحاله مع الله تعالى ومعرفة عجزه عن الثبوت على حسن الأدب في  المعاملة  وتأسفه",
    "en": ""
  },
  {
    "ar": "على تقلب قلبه وميله عن سنن الحق فلما قرع سمعه ما يوافق  حاله  سمعه  من  الله",
    "en": ""
  },
  {
    "ar": "تعالى كأنه يخاطبه ويقول له كل يوم تتلون غير هذا بك أحسن  ومن  كان  سماعه  من",
    "en": ""
  },
  {
    "ar": "الله تعالى وعلى الله وفيه فينبغي أن يكون قد أحكم قانون العلم في  معرفة  الله",
    "en": ""
  },
  {
    "ar": "تعالى ومعرفة صفاته وإلا خطر له من السماع في حق الله  تعالى  ما  يستحيل  عليه",
    "en": ""
  },
  {
    "ar": "ويكفر به ففي سماع المريد المبتدئ خطر إلا إذا لم ينزل ما يسمع  إلا  على  حاله",
    "en": ""
  },
  {
    "ar": "من حيث لا يتعلق بوصف الله تعالى ومثال الخطأ فيه هذا البيت بعينه فلو سمعه  في",
    "en": ""
  },
  {
    "ar": "نفسه وهو يخاطب به ربه عز وجل فيضيف التلون إلى الله تعالى فيكفر وهذا  قد  يقع",
    "en": ""
  },
  {
    "ar": "عن جهل محض مطلق غير ممزوج بتحقيق وقد يكون عن جهل ساقه إليه  نوع  من  التحقيق",
    "en": ""
  },
  {
    "ar": "وهو أن يرى تقلب أحوال قلبه بل تقلب أحوال سائر العالم من  الله  وهو  حق  فإنه",
    "en": ""
  },
  {
    "ar": "تارة يبسط قلبه وتارة يقبضه وتارة ينوره وتارة يظلمه وتارة يقسيه  وتارة  يلينه",
    "en": ""
  },
  {
    "ar": "وتارة يثبته على طاعته ويقويه عليها وتارة يسلط الشيطان  عليه  ليصرفه  عن  سنن",
    "en": ""
  },
  {
    "ar": "الحق وهذا كله من الله تعالى ومن يصدر منه أحوال مختلفة في أوقات  متقاربة  فقد",
    "en": ""
  },
  {
    "ar": "يقال له في العادة إنه ذو بداوات وإنه متلون ولعل الشاعر لم يرد  به  إلا  نسبة",
    "en": ""
  },
  {
    "ar": "محبوبه إلى التلون في قبوله ورده وتقريبه وإبعاده وهذا  هو  المعنى  فسماع  هذا",
    "en": ""
  },
  {
    "ar": "كذلك في حق الله تعالى كفر محض بل ينبغي أن يعلم انه سبحانه  وتعالى  يلون  ولا",
    "en": ""
  },
  {
    "ar": "يتلون ويغير ولا يتغير بخلاف عباده وذلك  العلم  يحصل  للمريد  بإعتقاد  تقليدي",
    "en": ""
  },
  {
    "ar": "إيماني ويحصل للعارف البصير بيقين كشفي حقيقي وذلك من  أعاجيب  أوصاف  الربوبية",
    "en": ""
  },
  {
    "ar": "وهو المغير من غير تغير ولا يتصور ذلك إلا في حق الله تعالى بل  كل  مغير  سواه",
    "en": ""
  },
  {
    "ar": "فلا يغير ما لم يتغير ومن أرباب الوجد من  يغلب  عليه  حال  مثل  السكر  المدهش",
    "en": ""
  },
  {
    "ar": "فيطلق لسانه بالعتاب مع الله تعالى  ويستنكر  اقتهاره  للقلوب  وقسمته  للأحوال",
    "en": ""
  },
  {
    "ar": "الشريفة على تفاوت  فإنه  المستصفى  لقلوب  الصديقين  والمبعد  لقلوب  الجاحدين",
    "en": ""
  },
  {
    "ar": "والمغرورين فلا مانع لما أعطى ولا معطي لما منع ولم  يقطع  التوفيق  عن  الكفار",
    "en": ""
  },
  {
    "ar": "لجناية متقدمة ولا أمد الأنبياء  عليهم  السلام  بتوفيقه  ونور  هدايته  لوسيلة",
    "en": ""
  },
  {
    "ar": "سابقة ولكنه قال ولقد سبقت كلمتنا لعبادنا المرسلين وقال عز وجل ولكن حق  القول",
    "en": ""
  },
  {
    "ar": "مني لأملأن جهنم من الجنة والناس أجمعين وقال تعالى  إن  الذين  سبقت  لهم  منا",
    "en": ""
  },
  {
    "ar": "الحسنى أولئك عنها مبعدون فإن خطر ببالك أنه لم اختلفت  السابقة  وهم  في  ربقه",
    "en": ""
  },
  {
    "ar": "العبودية مشتركون نوديت من سرادقات الجلال لا تجاوز حد الأدب فإنه لا يسئل  عما",
    "en": ""
  },
  {
    "ar": "يفعل وهم يسئلون ولعمري تأدب اللسان والظاهر مما يقدر عليه الأكثرون فأما  تأدب",
    "en": ""
  },
  {
    "ar": "السر عن إضمار الاستبعاد بهذا الاختلاف الظاهر في  التقريب  والإبعاد  والإشقاء",
    "en": ""
  },
  {
    "ar": "والإسعاد مع بقاء السعادة والشقاوة أبد  الآباد  فلا  يقوى  عليه  إلا  العلماء",
    "en": ""
  },
  {
    "ar": "الراسخون في العلم ولهذا قال الخضر عليه السلام لما سئل عن  السماع  في  المنام",
    "en": ""
  },
  {
    "ar": "إنه الصفو الزلال الذي لا يثبت  عليه  إلا  أقدام  العلماء  لأنه  محرك  لأسرار",
    "en": ""
  },
  {
    "ar": "القلوب ومكامنها ومشوش لها تشويش السكر المدهش الذي يكاد  يحل  عقدة  الأدب  عن",
    "en": ""
  },
  {
    "ar": "السر إلا ممن عصمه الله تعالى بنور هدايته ولطيف عصمته ولذلك قال  بعضهم  ليتنا",
    "en": ""
  },
  {
    "ar": "نجونا من هذا السماع رأسا برأس ففي هذا  الفن  من  السماع  خطر  يزيد  على  خطر",
    "en": ""
  },
  {
    "ar": "السماع المحرك للشهوة فإن غاية ذلك معصية وغاية الخطأ ههنا كفر واعلم أن  الفهم",
    "en": ""
  },
  {
    "ar": "قد يختلف بأحوال المستمع فيغلب الوجد على مستمعين لبيت واحد  واحدهما  مصيب  في",
    "en": ""
  },
  {
    "ar": "الفهم والآخر مخطىءأو كلاهما مصيبان وقد فهما  معنيين  مختلفين  متضادين  ولكنه",
    "en": ""
  },
  {
    "ar": "بالإضافة إلى اختلاف احوالهما لا يتناقض كما حكى عن عتبة الغلام انه  سمع  رجلا",
    "en": ""
  },
  {
    "ar": "يقول سبحان جبار السما إن المحب لفي عنا فقال صدقت وسمعه  رجل  آخر  فقال  كذبت",
    "en": ""
  },
  {
    "ar": "فقال بعض ذوي البصائر أصابا جميعا وهو الحق فالتصديق  كلام  محب  غير  ممكن  من",
    "en": ""
  },
  {
    "ar": "المراد بل مصدود متعب بالصد والهجر  والتكذيب  كلام  مستأنس  بالحب  مستلذ  لما",
    "en": ""
  },
  {
    "ar": "يقاسيه بسبب فرط حبه غير متأثر به أو كلام محب غير مصدود  عن  مراده  في  الحال",
    "en": ""
  },
  {
    "ar": "ولا مستشعر بخطر الصد في المآل  وذلك  لاستيلاء  الرجاء  وحسن  الظن  على  قلبه",
    "en": ""
  },
  {
    "ar": "فباختلاف هذه الأحوال يختلف الفهم وحكى عن أبي القاسم بن  مروان  وكان  قد  صحب",
    "en": ""
  },
  {
    "ar": "أبا سعيد الخراز رحمه الله وترك حضور السماع سنين كثيرة فحضر دعوة وفيها  إنسان",
    "en": ""
  },
  {
    "ar": "يقول واقف في الماء عطشان ولكن ليس يسقى فقام القوم وتواجدوا فلما سكنوا  سألهم",
    "en": ""
  },
  {
    "ar": "عن معنى ما وقع لهم من معنى البيت فأشاروا  إلى  التعطش  إلى  الأحوال  الشريفة",
    "en": ""
  },
  {
    "ar": "والحرمان منها مع حضور أسبابها فلم يقنعه ذلك فقالوا له فماذا  عندك  فيه  فقال",
    "en": ""
  },
  {
    "ar": "أن يكون في وسط الأحوال ويكرم بالكرامات ولا يعطى  منها  ذرة  وهذه  إشارة  إلى",
    "en": ""
  },
  {
    "ar": "إثبات حقيقة وراء  الأحوال  والكرامات  والاحوال  سوابقها  والكرامات  تسنح  في",
    "en": ""
  },
  {
    "ar": "مباديها والحقيقة بعد لم يقع الوصول إليها ولا فرق بين المعنى الذي  فهمه  وبين",
    "en": ""
  },
  {
    "ar": "ما ذكروه إلا في تفاوت رتبة المتعطش إليه فإن المحروم عن الأحوال الشريفة  أولا",
    "en": ""
  },
  {
    "ar": "يتعطش إليها فإن مكن منها تعطش إلى ما وراءها  فليس  بين  المعنيين  اختلاف  في",
    "en": ""
  },
  {
    "ar": "الفهم بل الاختلاف بين الرتبتين وكان الشبلى رحمه الله  كثيرا  ما  يتواجد  على",
    "en": ""
  },
  {
    "ar": "هذا البيت ودادكم هجر وحبكم قلى ووصلكم صرم وسلمكم حرب وهذا البيت  يمكن  سماعه",
    "en": ""
  },
  {
    "ar": "على وجوه مختلفة وبعضها حق وبعضها باطل وأظهرها أن يفهم هذا  في  الخلق  بل  في",
    "en": ""
  },
  {
    "ar": "الدنيا بأسرها بل في كل ما سوى  الله  تعالى  فإن  الدنيا  مكارة  خداعة  قتالة",
    "en": ""
  },
  {
    "ar": "لأربابها معادية لهم في الباطن ومظهرة صورة الود فما امتلأت منها دار حبرة  إلا",
    "en": ""
  },
  {
    "ar": "امتلأت عبرة حديث ما امتلأت دار منها حبرة إلا امتلأت عبرة أخرجه  ابن  المبارك",
    "en": ""
  },
  {
    "ar": "عن عكرمة بن عمار عن يحيى بن أبي  كثير  مرسلا  كما  ورد  في  الخبر  وكما  قال",
    "en": ""
  },
  {
    "ar": "الثعلبي في وصف الدنيا تنح عن الدنيا فلا تخطبنها ولا  تخطبن  قتالة  من  تناكح",
    "en": ""
  },
  {
    "ar": "فليس يفي مرجوها بمخوفها ومكروهها  أما  تأملت  راجح  لقد  قال  فيها  الواصفون",
    "en": ""
  },
  {
    "ar": "فأكثروا وعندي لها وصف لعمري صالح سلاف قصاراها زعاف ومركب  شهى  إذا  استذللته",
    "en": ""
  },
  {
    "ar": "فهو جامح وشخص جميل يؤثر الناس حسنه ولكن له أسرار سوء  قبائح  والمعنى  الثاني",
    "en": ""
  },
  {
    "ar": "أن ينزله على نفسه في حق الله تعالى فإنه إذا تفكر فمعرفته  جهل  إذ  ما  قدروا",
    "en": ""
  },
  {
    "ar": "الله حق قدره وطاعته رياء إذ لا يتقي الله حق تقاته وحبه معلول إذ لا يدع  شهوة",
    "en": ""
  },
  {
    "ar": "من شهواته في حبه ومن أراد الله به خيرا بصره بعيوب نفسه فيرى مصداق هذا  البيت",
    "en": ""
  },
  {
    "ar": "في نفسه وإن كان على المرتبة بالإضافة إلى الغافلين ولذلك قال  صلى  الله  عليه",
    "en": ""
  },
  {
    "ar": "وسلم لا أحصى ثناء عليك أنت كما أثنيت على نفسك حديث لا  أحصي  ثناء  عليك  أنت",
    "en": ""
  },
  {
    "ar": "كما أثنيت على نفسك رواه مسلم وقد تقدم وقال صلى الله عليه  وسلم  إني  لاستغفر",
    "en": ""
  },
  {
    "ar": "الله في اليوم والليلة سبعين مرة حديث  إني  لاستغفر  الله  في  اليوم  والليلة",
    "en": ""
  },
  {
    "ar": "سبعين مرة تقدم في الباب الثاني من الاذكار وإنما كان  استغفاره  عن  أحوال  هي",
    "en": ""
  },
  {
    "ar": "درجات بعد بالإضافة إلى ما بعدها وإن كانت قربا بالإضافة إلى ما قبلها فلا  قرب",
    "en": ""
  },
  {
    "ar": "إلا ويبقى وراءه قرب لا نهاية له إذ سبيل السلوك  إلى  الله  تعالى  غير  متناه",
    "en": ""
  },
  {
    "ar": "والوصول إلى أقصى درجات القرب محال والمعنى الثالث أن  ينظر  في  مبادئ  أحواله",
    "en": ""
  },
  {
    "ar": "فيرتضيها ثم ينظر في عوافيها فيزدريها لاطلاعه على خفايا الغرور فيها فيرى  ذلك",
    "en": ""
  },
  {
    "ar": "من الله تعالى فيستمع البيت في حق الله تعالى شكاية من القضاء والقدر وهذا  كفر",
    "en": ""
  },
  {
    "ar": "كما سبق بيانه وما من بيت إلا ويمكن تنزيله  على  معان  وذلك  بقدر  غزارة  علم",
    "en": ""
  },
  {
    "ar": "المستمع وصفاء قلبه الحالة الرابعة سماع من جاوز  الأحوال  والمقامات  فعزب  عن",
    "en": ""
  },
  {
    "ar": "فهم ما سوى الله تعالى حتى عزب عن  نفسه  واحوالها  ومعاملاتها  وكان  كالمدهوش",
    "en": ""
  },
  {
    "ar": "الغائص في بحر عين الشهود الذي يضاهي حاله حال النسوة اللاتي  قطعن  ايديهن  في",
    "en": ""
  },
  {
    "ar": "مشاهدة جمال يوسف عليه السلام حتى دهشن وسقط احساسهن وعن مثل هذه  الحالة  تعبر",
    "en": ""
  },
  {
    "ar": "الصوفية بأنه قد فنى عن نفسه ومهما فنى عن نفسه فهو عن غيره أفنى فكأنه فنى  عن",
    "en": ""
  },
  {
    "ar": "كل شيء إلا عن الواحد المشهود وفنى أيضا عن الشهود فإن القلب  أيضا  إذا  التفت",
    "en": ""
  },
  {
    "ar": "إلى الشهود وإلى نفسه بأنه مشاهد فقد غفل  عن  المشهود  فالمستهتر  بالمرئي  لا",
    "en": ""
  },
  {
    "ar": "التفات له في حال استغراقه إلى رؤيته ولا إلى عينه  التي  بها  رؤيته  ولا  إلى",
    "en": ""
  },
  {
    "ar": "قلبه الذي به لذته فالسكران لا خبر له من سكره والمتلذذ لا خبر له  من  التذاذه",
    "en": ""
  },
  {
    "ar": "وإنما خبره من المتلذذ به فقط ومثاله العلم بالشيء  فإنه  مغاير  للعلم  في  حق",
    "en": ""
  },
  {
    "ar": "المخلوق وتطرأ أيضا في حق الخالق ولكنها في الغالب تكن كالبرق الخاطف  الذي  لا",
    "en": ""
  },
  {
    "ar": "يثبت ولا يدوم وإن دام لم تطقه القوة البشرية فربما اضطرب تحت  أعبائه  اضطرابا",
    "en": ""
  },
  {
    "ar": "تهلك به نفسه كما روي عن أبي الحسن النوري أنه حضر مجلسا  فسمع  هذا  البيت  ما",
    "en": ""
  },
  {
    "ar": "زلت أنزل من ودادك منزلا تتحير الالباب عند نزوله فقام وتواجد  وهام  على  وجهه",
    "en": ""
  },
  {
    "ar": "فوقع في أجمة قصب قد قطع وبقيت أصوله مثل السيوف فصار يعدو  فيها  ويعيد  البيت",
    "en": ""
  },
  {
    "ar": "إلى الغداة والدم يخرج من رجليه حتى ورمت قدماه  وساقاه  وعاش  بعد  ذلك  أياما",
    "en": ""
  },
  {
    "ar": "ومات رحمه الله فهذه درجة الصديقين في  الفهم  والوجد  فهي  أعلى  الدرجات  لأن",
    "en": ""
  },
  {
    "ar": "السماع على الأحوال نازل عن درجات الكمال وهي ممتزجة  بصفات  البشرية  وهو  نوع",
    "en": ""
  },
  {
    "ar": "قصور وإنما الكمال أن يفنى بالكلية عن نفسه واحواله أعنى أنه ينساها  فلا  يبقى",
    "en": ""
  },
  {
    "ar": "له التفات إليها كما لم يكن للنسوة التفات  إلى  الأيدي  والسكاكين  فيسمع  لله",
    "en": ""
  },
  {
    "ar": "وبالله وفي الله ومن الله وهذه رتبة من خاض  لجة  الحقائق  وعبر  ساحل  الأحوال",
    "en": ""
  },
  {
    "ar": "والأعمال واتحد بصفاء التوحيد وتحقق بمحض الإخلاص فلم يبق فيه منه شيء أصلا  بل",
    "en": ""
  },
  {
    "ar": "خمدت بالكلبة بشريته وفنى التفاته إلى صفات  البشرية  رأسا  ولست  أعنى  بفنائه",
    "en": ""
  },
  {
    "ar": "فناء جسده بل فناء قلبه ولست أعنى بالقلب اللحم والدم بل سر لطيف له إلى  القلب",
    "en": ""
  },
  {
    "ar": "الظاهر نسبة خفية وراءها سر الروح الذي هو من أمر الله عز وجل عرفها  من  عرفها",
    "en": ""
  },
  {
    "ar": "وجهلها من جهلها ولذلك السر وجود وصورة ذلك الوجود ما يحضر فيه  فإذا  حضر  فيه",
    "en": ""
  },
  {
    "ar": "غيره فكأنه لا وجود إلا للحاضر ومثاله المرآة المجلوة إذ ليس لها لون في  نفسها",
    "en": ""
  },
  {
    "ar": "بل لونها لون الحاضر فيها وكذلك الزجاجة فإنها  تحكي  لون  قرارها  ولونها  لون",
    "en": ""
  },
  {
    "ar": "الحاضر فيها وليس لها في نفسها صورة بل  صورتها  قبول  الصور  ولونها  هو  هيئة",
    "en": ""
  },
  {
    "ar": "الاستعداد لقبول الألوان ويعرب عن هذه الحقيقة أعنى سر القلب بالإضافة  إلى  ما",
    "en": ""
  },
  {
    "ar": "يحضر فيه قول الشاعر رق الزجاج ورقت الخمر فتشابها  فتشاكل  الأمر  فكأنما  خمر",
    "en": ""
  },
  {
    "ar": "ولا قدح وكأنما قدح ولا خمر وهذا مقام من مقامات علوم المكاشفة  منه  نشأ  خيال",
    "en": ""
  },
  {
    "ar": "من ادعى الحلول والاتحاد وقال أنا الحق  وحوله  يدندن  كلام  النصارى  في  دعوى",
    "en": ""
  },
  {
    "ar": "اتحاد اللاهوت بالناسوت أو تدرعها بها  أو  حلولها  فيها  على  ما  اختلف  فيهم",
    "en": ""
  },
  {
    "ar": "عباراتهم وهو غلط محض يضاهي غلط من يحكم على المرآة بصورة الحمرة إذ  ظهر  فيها",
    "en": ""
  },
  {
    "ar": "لون الحمرة مقابلها وإذا كان هذا لا غير لائق بعلم المعاملة فلنرجع  إلى  الغرض",
    "en": ""
  },
  {
    "ar": "فقد ذكرنا تفاوت الدرجات في فهم المسموعات المقام الثاني  بعد  الفهم  والتنزيل",
    "en": ""
  },
  {
    "ar": "الوجد وللناس كلام طويل في حقيقة الوجد أعنى الصوفية والحكماء الناظرين في  وجه",
    "en": ""
  },
  {
    "ar": "مناسبة السماع للأرواح فلننقل من اقوالهم الفاظا ثم لنكشف عن الحقيقة  فيه  أما",
    "en": ""
  },
  {
    "ar": "الصوفية فقد قال ذو النون المصري رحمه الله في السماع انه  وارد  حق  جاء  يزعج",
    "en": ""
  },
  {
    "ar": "القلوب إلى الحق فمن أصغى إليه بحق تحقق ومن أصغى إليه بنفس  تزندق  فكأنه  عبر",
    "en": ""
  },
  {
    "ar": "عن الوجد بانزعاج القلوب إلى الحق وهو الذي يجده عند ورود وارد السماع  إذ  سمى",
    "en": ""
  },
  {
    "ar": "السماع وارد حق وقال أبو الحسين الدراج مخبرا عما وجده في السماع  الوجد  عبارة",
    "en": ""
  },
  {
    "ar": "عما يوجد عند السماع وقال جال بي السماع في ميادين البهاء  فاوجدني  وجود  الحق",
    "en": ""
  },
  {
    "ar": "عند العطاء فسقاني بكأس الصفاء  فادركت  به  منازل  الرضاء  واخرجني  إلى  رياض",
    "en": ""
  },
  {
    "ar": "التنزه والفضاء وقال الشبلي رحمه الله السماع ظاهره فتنة وباطنه عبرة  فمن  عرف",
    "en": ""
  },
  {
    "ar": "الاشارة حل له استماع العبارة وإلا فقد استدعى الفتنة وتعرض للبلية وقال  بعضهم",
    "en": ""
  },
  {
    "ar": "السماع غذاء الأرواح لأهل المعرفة لأنه وصف يدق عن  سائر  الأعمال  ويدرك  برقة",
    "en": ""
  },
  {
    "ar": "الطبع لرقته وبصفاء السر لصفائه ولطفه عند أهله وقال عمرو بن  عثمان  المكي  لا",
    "en": "About\n    the Islamic Philosophy Online Project ."
  },
  {
    "ar": "يقع على كيفية الوجد عبارة لأنه سر الله  عند  عباده  المؤمنين  الموقنين  وقال",
    "en": ""
  },
  {
    "ar": "بعضهم الوجد مكاشفات من الحق وقال أبو  سعيد  بن  الأعرابي  الوجد  رفع  الحجاب",
    "en": ""
  },
  {
    "ar": "ومشاهدة الرقيب وحضور الفهم وملاحظة الغيب ومحادثة  السر  وايناس  المفقود  وهو",
    "en": ""
  },
  {
    "ar": "فناؤك من حيث أنت وقال أيضا الوجد أول درجات الخصوص وهو ميراث  التصديق  بالغيب",
    "en": ""
  },
  {
    "ar": "فلما ذاقوه وسطع في قلوبهم نوره زال عنهم كل شك وريب وقال أيضا  الذي  يحجب  عن",
    "en": ""
  },
  {
    "ar": "الوجد رؤية آثار النفس والتعلق بالعلائق والاسباب لأن  النفس  محجوبة  بأسبابها",
    "en": ""
  },
  {
    "ar": "فإذا انقطعت الأسباب وخلص الذكر وصحا القلب ورق وصفا ونجحت الموعظة فيه وحل  من",
    "en": ""
  },
  {
    "ar": "المناجاة في محل قريب وخوطب وسمع الخطاب بأذن واعية وقلب شاهد وسر  ظاهر  فشاهد",
    "en": ""
  },
  {
    "ar": "ما كان منه خاليا فذلك هو الوجد لأنه قد وجد ما  كان  معدوما  عنده  وقال  أيضا",
    "en": ""
  },
  {
    "ar": "الوجد ما يكون عند ذكر مزعج أو خوف مقلق أو توبيخ على زلة أو محادثة بلطيفة  أو",
    "en": ""
  },
  {
    "ar": "إشارة إلى فائدة أو شوق إلى غائب أو اسف على فائت أو ندم على  ماض  أو  استجلاب",
    "en": ""
  },
  {
    "ar": "إلى حال أو داع إلى واجب أو مناجاة بسر  وهو  مقابلة  الظاهر  بالظاهر  والباطن",
    "en": ""
  },
  {
    "ar": "بالباطن والغيب بالغيب والسر بالسر واستخراج مالك بما عليك مما سبق  للسعي  فيه",
    "en": ""
  },
  {
    "ar": "فيكتب ذلك لك بعد كونه منك فيثبت لك قدم بلا  قدم  وذكر  بلا  ذكر  إذ  كان  هو",
    "en": ""
  },
  {
    "ar": "المبتدئ بالنعم والمتولى وإليه يرجع الأمر كله  فهذا  ظاهر  علم  الوجد  وأقوال",
    "en": ""
  },
  {
    "ar": "الصوفية من هذا الجنس في الوجد كثيرة وأما الحكماء فقال بعضهم في  القلب  فضيلة",
    "en": ""
  },
  {
    "ar": "شريفة لم تقدر قوة النطق على إخراجها  باللفظ  فأخرجتها  النفس  بالالحان  فلما",
    "en": ""
  },
  {
    "ar": "ظهرت سرت وطربت إليها فاستمعوا من النفس وناجوها  ودعوا  مناجاة  الظواهر  وقال",
    "en": ""
  },
  {
    "ar": "بعضهم نتائج السماع استنهاض العاجز من الرأي واستجلاب العازب من  الافكار  وحدة",
    "en": ""
  },
  {
    "ar": "الكال من الافهام والآراء حتى يثوب ما عزب وينهض ما عجز ويصفو ما كدر ويمرح  في",
    "en": ""
  },
  {
    "ar": "كل رأى ونية فيصيب ولا يخطىء ويأتي ولا يبطىء  وقال  آخر  كما  أن  الفكر  يطرق",
    "en": ""
  },
  {
    "ar": "العلم إلى المعلوم فالسماع يطرق القلب إلى العالم الروحاني وقال بعضهم وقد  سئل",
    "en": ""
  },
  {
    "ar": "عن سبب حركة الأطراف بالطبع على وزن الألحان  والإيقاعات  فقال  ذلك  عشق  عقلي",
    "en": ""
  },
  {
    "ar": "والعاشق العقلي لا يحتاج  إلى  أن  يناغي  معشوقه  بالمنطق  الجرمي  بل  يناغيه",
    "en": ""
  },
  {
    "ar": "ويناجيه بالتبسم واللحظ والحركة اللطيفة بالحاجب والجفن  والإشارة  وهذه  نواطق",
    "en": ""
  },
  {
    "ar": "أجمع إلا أنها روحانية وأما العاشق البهيمي فإنه يستعمل  المنطق  الجرمي  ليعبر",
    "en": ""
  },
  {
    "ar": "به عن ثمرة ظاهر شوقه الضعيف وعشقه الزائف وقال آخر من حزن فليسمع الألحان  فإن",
    "en": ""
  },
  {
    "ar": "النفس إذا دخلها الحزن خمد نورها وإذا  فرحت  اشتعل  نورها  وظهر  فرحها  فيظهر",
    "en": ""
  },
  {
    "ar": "الحنين بقدر قبول القابل وذلك بقدر صفائه  ونقائه  من  الغش  والدنس  والأقاويل",
    "en": ""
  },
  {
    "ar": "المقررة في السماع والوجد كثيرة ولا معنى للاستكثار من إيرادها فلنشتغل  بتفهيم",
    "en": ""
  },
  {
    "ar": "المعنى الذي الوجد عبارة عنه فنقول إنه عبارة عن حالة يثمرها السماع  وهو  وارد",
    "en": ""
  },
  {
    "ar": "حق جديد عقيب السماع يجده المستمع من نفسه وتلك الحالة لا تخلو عن قسمين  فإنها",
    "en": ""
  },
  {
    "ar": "إما أن ترجع إلى مكاشفات ومشاهدات هي من قبيل العلوم والتنبيهات وإما  أن  ترجع",
    "en": ""
  },
  {
    "ar": "إلى تغيرات وأحوال ليست من العلوم بل هي كالشوق والخوف والحزن  والقلق  والسرور",
    "en": ""
  },
  {
    "ar": "والاسف والندم والبسط والقبض وهذه الأحوال يهيجها السماع ويقويها فإن ضعف  بحيث",
    "en": ""
  },
  {
    "ar": "لم يؤثر في تحريك الظاهر أو تسكينه أو تغيير حاله حتى يتحرك على خلاف عادته  أو",
    "en": ""
  },
  {
    "ar": "يطرق أو يسكن عن النظر والنطق والحركة على خلاف عادته لم يسم وجدا وإن ظهر  على",
    "en": ""
  },
  {
    "ar": "الظاهرسمى وجدا إما ضعيفا وإما قويا بحسب ظهوره وتغييره  للظاهر  وتحريكه  بحسب",
    "en": ""
  },
  {
    "ar": "قوة وروده وحفظ الظاهر عن التغيير بحسب قوة الواجد وقدرته على ضبط  جوارحه  فقد",
    "en": ""
  },
  {
    "ar": "يقوى الوجد في الباطن ولا يتغير الظاهر لقوة صاحبه وقد  لا  يظهر  لضعف  الوارد",
    "en": ""
  },
  {
    "ar": "وقصوره عن التحريك وحل عقد التماسك وإلى معنى الأول أشار أبو سعيد بن  الأعرابي",
    "en": ""
  },
  {
    "ar": "حيث قال في الوجد إنه مشاهدة الرقيب وحضور الفهم وملاحظة  الغيب  ولا  يبعد  أن",
    "en": ""
  },
  {
    "ar": "يكون السماع سببا لكشف ما لم يكن مكشوفا  قبله  فإن  الكشف  يحصل  بأسباب  منها",
    "en": ""
  },
  {
    "ar": "التنبيه والسماع منبه ومنها تغير الأحوال ومشاهدتها وإدراكها فإن  إدراكها  نوع",
    "en": ""
  },
  {
    "ar": "علم يفيد ايضاح أمور لم تكن معلومة قبل الورود ومنها صفاء القلب  والسماع  يؤثر",
    "en": ""
  },
  {
    "ar": "في تصفية القلب والصفاء يسبب الكشف ومنها انبعاث نشاط القلب بقوة السماع  فيقوى",
    "en": ""
  },
  {
    "ar": "به على مشاهدة ما كان تقصر عنه قبل ذلك قوته كما يقوى البعير على  حمل  ما  كان",
    "en": ""
  },
  {
    "ar": "لا يقوى عليه قبله وعمل القلب الاستكشاف وملاحظة  أسرار  الملكوت  كما  أن  عمل",
    "en": ""
  },
  {
    "ar": "البعير حمل الأثقال فبواسطة هذه الأسباب يكون سببا  للكشف  بل  القلب  إذا  صفا",
    "en": ""
  },
  {
    "ar": "ربما يمثل له الحق في صورة مشاهدة أو في لفظ منظوم يقرع  سمعه  يعبر  عنه  بصوت",
    "en": ""
  },
  {
    "ar": "الهاتف إذا كان في اليقظة وبالرؤيا إذا كان في المنام وذلك جزء من ستة  وأربعين",
    "en": ""
  },
  {
    "ar": "جزءا من النبوة وعلم تحقيق ذلك خارج عن علم المعاملة وذلك كما روى عن  محمد  بن",
    "en": ""
  },
  {
    "ar": "مسروق البغدادي أنه قال خرجت ليلة في أيام جهالتي وأنا  نشوان  وكنت  أغنى  هذا",
    "en": ""
  },
  {
    "ar": "البيت بطور سيناء كرم ما مررت به إلا تعجبت ممن يشرب الماء  فسمعت  قائلا  يقول",
    "en": ""
  },
  {
    "ar": "وفي جهنم ماء ما تجرعه خلق فأبقى له في الجوف أمعاء قال  فكان  ذلك  سبب  توبتي",
    "en": ""
  },
  {
    "ar": "واشتغالي بالعلم والعبادة فانظر كيف أثر الغناء في  تصفية  قلبه  حتى  تمثل  له",
    "en": ""
  },
  {
    "ar": "حقيقة الحق في صفة جهنم في لفظ مفهوم موزون وقرع ذلك سمعه الظاهر وروى عن  مسلم",
    "en": ""
  },
  {
    "ar": "العباداني انه قال قدم علينا صالح المري  وعتبة  الغلام  وعبد  الواحد  بن  زيد",
    "en": ""
  },
  {
    "ar": "ومسلم الأسواري فنزلوا على الساحل قال فهيأت لهم ذات ليلة طعاما  فدعوتهم  إليه",
    "en": ""
  },
  {
    "ar": "فجاؤا فلما وضعت الطعام بين أيديهم  إذا  بقائل  يقول  رافعا  صوته  هذا  البيت",
    "en": ""
  },
  {
    "ar": "وتلهيك عن دار الخلود مطاعم ولذة نفس غيها غير نافع قال فصاح عتبة الغلام  صيحة",
    "en": ""
  },
  {
    "ar": "وخر مغشيا عليه وبكى القوم فرفعت الطعام وما ذاقوا والله منه  لقمة  وكما  يسمع",
    "en": ""
  },
  {
    "ar": "صوت الهاتف عند صفاء القلب فيشاهد أيضا بالبصر صورة  الخضر  عليه  السلام  فإنه",
    "en": ""
  },
  {
    "ar": "يتمثل لأرباب القلوب بصور مختلفة وفي مثل هذه الحالة تتمثل  الملائكة  للأنبياء",
    "en": ""
  },
  {
    "ar": "عليهم السلام إما على حقيقة صورتها وإما على مثال يحاكي  صورتها  بعض  المحاكاة",
    "en": ""
  },
  {
    "ar": "وقد رأى رسول الله صلى الله عليه وسلم جبريل عليه السلام مرتين في صورته  وأخبر",
    "en": ""
  },
  {
    "ar": "عنه بأنه سد الأفق حديث رأى جبريل عليه السلام مرتين في  صورته  فأخبر  أنه  سد",
    "en": ""
  },
  {
    "ar": "الأفق متفق عليه من حديث عائشة وهو المراد بقوله تعالى علمه شديد القوى ذو  مرة",
    "en": ""
  },
  {
    "ar": "فاستوى وهو بالافق الأعلى إلى آخر هذه الآيات وفي مثل هذه  الأحوال  من  الصفاء",
    "en": ""
  },
  {
    "ar": "يقع الاطلاع على ضمائر القلوب وقد يعبر عن ذلك الاطلاع بالتفرس ولذلك  قال  صلى",
    "en": ""
  },
  {
    "ar": "الله عليه وسلم اتقوا فراسة المؤمن فإنه  ينظر  بنور  الله  حديث  اتقوا  فراسة",
    "en": ""
  },
  {
    "ar": "المؤمن فإنه ينظر بنور الله تعالى أخرجه الترمذي من حديث أبي  سعيد  وقال  حديث",
    "en": ""
  },
  {
    "ar": "غريب وقد حكى أن رجلا من المجوس كان يدور  على  المسلمين  ويقول  ما  معنى  قول",
    "en": ""
  },
  {
    "ar": "النبي صلى الله عليه وسلم اتقوا فراسة المؤمن فكان يذكر له  تفسيره  فلا  يقنعه",
    "en": ""
  },
  {
    "ar": "ذلك حتى انتهى إلى بعض المشايخ من الصوفية فسأله فقال له معناه أن تقطع  الزنار",
    "en": ""
  },
  {
    "ar": "الذي على وسطك تحت ثوبك فقال صدقت هذا معناه وأسلم وقال  الآن  عرفت  أنك  مؤمن",
    "en": ""
  },
  {
    "ar": "وأن إيمانك حق وكما حكى عن إبراهيم الخواص قال كنت ببغداد في جماعة من  الفقراء",
    "en": ""
  },
  {
    "ar": "في الجامع فأقبل شاب طيب الرائحة حسن الوجه فقلت  لأصحابي  يقع  لي  أنه  يهودي",
    "en": ""
  },
  {
    "ar": "فكلهم كرهوا ذلك فخرجت وخرج الشاب ثم رجع إليهم  وقال  أي  شيء  قال  الشيخ  في",
    "en": ""
  },
  {
    "ar": "فاحتشموه فألح عليهم فقالوا له قالإنك يهودي قال  فجاءني  وأكب  على  يدي  وقبل",
    "en": ""
  },
  {
    "ar": "رأسي وأسلم وقال نجد في كتبنا أن الصديق لا تخطىء فراسته فقلت  أمتحن  المسلمين",
    "en": ""
  },
  {
    "ar": "فتأملتهم فقلت إن كان فيهم صديق ففي هذه الطائفة  لأنهم  يقولون  حديثه  سبحانه",
    "en": ""
  },
  {
    "ar": "ويقرءون كلامه فلبست عليكم فلما اطلع على الشيخ وتفرس في  علمت  أنه  صديق  قال",
    "en": ""
  },
  {
    "ar": "وصار الشاب من كبار الصوفية وإلى مثل هذا  الكشف  الاشارة  بقوله  عليع  السلام",
    "en": ""
  },
  {
    "ar": "لولا أن الشياطين يحومون على قلوب بني آدم لنظروا إلى ملكوت السماء  حديث  لولا",
    "en": ""
  },
  {
    "ar": "أن الشياطين يحومون على قلوب بني آدم لنظروا إلى ملكوت السماء  تقدم  في  الصوم",
    "en": ""
  },
  {
    "ar": "وإنما تحوم الشياطين على القلوب إذا كانت مشحونة بالصفات المذمومة  فإنها  مرعى",
    "en": ""
  },
  {
    "ar": "الشيطان وجنده ومن خلص قلبه من تلك الصفات  وصفاه  لم  يطف  الشيطان  حول  قلبه",
    "en": ""
  },
  {
    "ar": "وإليه الاشارة بقوله تعالىإلا عبادك منهم المخلصين وبقوله تعالى إن  عبادي  ليس",
    "en": ""
  },
  {
    "ar": "لك عليهم سلطان والسماع سبب لصفاء القلب وهو شبكة للحق بواسطة الصفاء وعلى  هذا",
    "en": ""
  },
  {
    "ar": "يدل ما روى أن ذا النون المصري  رحمه  الله  دخل  بغداد  فاجتمع  إليه  قوم  من",
    "en": ""
  },
  {
    "ar": "الصوفية ومعهم قوال فاستأذنوه في أن يقول لهم شيئا فأذن لهم في ذلك فأنشأ  يقول",
    "en": ""
  },
  {
    "ar": "صغير هواك عذبني فكيف به إذا احتنكا وأنت جمعت في قلبي هوى قد كان  مشتركا  أما",
    "en": ""
  },
  {
    "ar": "ترثى لمكتئب إذا ضحك الخلى بكى فقام ذو النون وسقط على وجهه  ثم  قام  رجل  آخر",
    "en": ""
  },
  {
    "ar": "فقال ذو النون الذي يراك حين تقوم فجلس ذلك الرجل وكان ذلك اطلاعا من ذي  النون",
    "en": ""
  },
  {
    "ar": "على قلبه أنه متكلف متواجد فعرفه أن الذي يراه حين  يقوم  هو  الخصم  في  قيامه",
    "en": ""
  },
  {
    "ar": "لغير الله تعالى ولو كان الرجل صادقا لما جلس  فإذا  قد  رجع  حاصل  الوجد  إلى",
    "en": ""
  },
  {
    "ar": "مكاشفات والى حالات واعلم أن كل واحد منهما ينقسم إلى ما يمكن التعبير عنه  عند",
    "en": ""
  },
  {
    "ar": "الافاقة منه وإلى ما لا تمكن العبارة عنه أصلا ولعلك تستبعد حالة  أو  علما  لا",
    "en": ""
  },
  {
    "ar": "تعلم حقيقته ولا يمكن التعبير عنه عن  حقيقته  فلا  تستبعد  ذلك  فإنك  تجد  في",
    "en": ""
  },
  {
    "ar": "أحوالك القريبة لذلك شواهد أما العلم فكم من فقيه تعرض عليه مسألتان  متشابهتان",
    "en": ""
  },
  {
    "ar": "في الصورة ويدرك الفقيه بذوقه أن بينهما فرقا في الحكم وإذا كلف ذكر وجه  الفرق",
    "en": ""
  },
  {
    "ar": "لم يساعده اللسان على التعبير وإن كان من أفصح الناس  فيدرك  بذوقه  الفرق  ولا",
    "en": ""
  },
  {
    "ar": "يمكنه التعبير عنه وإدراكه الفرق علم يصادفه في قلبه  بالذوق  ولا  يشك  في  أن",
    "en": ""
  },
  {
    "ar": "لوقوعه في قلبه سببا وله عند الله تعالى حقيقة ولا يمكنه الأخبار عنه لا  لقصور",
    "en": ""
  },
  {
    "ar": "في لسانه بل لدقة المعنى في نفسه عن أن تناله العبارة  وهذا  مما  قد  تفطن  له",
    "en": ""
  },
  {
    "ar": "المواظبون على النظر في المشكلات وأما الحال فكم من  إنسان  يدرك  في  قلبه  في",
    "en": ""
  },
  {
    "ar": "الوقت الذي يصبح فيه قبضا أو بسطا ولا يعلم سببه وقد يتفكر إنسان في شيء  فيؤثر",
    "en": ""
  },
  {
    "ar": "في نفسه اثر فينسى ذلك السبب ويبقى الأثر في نفسه وهو يحس به وقد  تكون  الحالة",
    "en": ""
  },
  {
    "ar": "التي يحسها سرورا ثبت في نفسه  بتفكره  في  سبب  موجب  للسرور  أو  حزنا  فينسى",
    "en": ""
  },
  {
    "ar": "المتفكر فيه ويحس بالأثر عقيبه وقد تكون تلك الحالة حالة غريبة  لا  يعرب  عنها",
    "en": ""
  },
  {
    "ar": "لفظ السرور والحزن ولا يصادف لها عبارة مطابقة مفصحة عن المقصود بل  ذوق  الشعر",
    "en": ""
  },
  {
    "ar": "الموزون والفرق بينه وبين غير الموزون يختص به بعض  الناس  دون  بعض  وهي  حالة",
    "en": ""
  },
  {
    "ar": "يدركها صاحب الذوق بحيث لا يشك فيها أعني التفرقة  بين  الموزون  والمنزحف  فلا",
    "en": ""
  },
  {
    "ar": "يمكنه التعبير عنها بما يتضح مقصوده لمن لا ذوق له وفي النفس أحوال  غريبة  هذا",
    "en": ""
  },
  {
    "ar": "وصفها بل المعاني المشهورة من الخوف والحزن والسرور إنما  تحصل  في  السماع  عن",
    "en": ""
  },
  {
    "ar": "غناء مفهوم وأما الأوتار وسائر النغمات التي ليست مفهومة فإنها تؤثر  في  النفس",
    "en": ""
  },
  {
    "ar": "تأثيرا عجيبا ولا يمكن التعبير عن عجائب تلك الآثار وقد يعبر عنها بالشوق  ولكن",
    "en": ""
  },
  {
    "ar": "شوق لا يعرف صاحبه المشتاق إليه فهو عجيب والذي اضطرب قلبه  بسماع  الأوتار  أو",
    "en": ""
  },
  {
    "ar": "الشاهين وما أشبهه ليس يدري إلى ماذا يشتاق ويجد في  نفسه  حالة  كأنها  تتقاضى",
    "en": ""
  },
  {
    "ar": "امرا ليس يدري ما هو حتى يقع ذلك للعوام ومن لا يغلب على قلبه لا حب  آدمي  ولا",
    "en": ""
  },
  {
    "ar": "حب الله تعالى وهذا له سر وهو أن كل شوق فله ركنان أحدهما صفة المشتاق وهو  نوع",
    "en": ""
  },
  {
    "ar": "مناسبة مع المشتاق إليه والثاني معرفة المشتاق إليه ومعرفة  صورة  الوصول  إليه",
    "en": ""
  },
  {
    "ar": "فإن وجدت الصفة التي بها الشوق ووجد العلم بصورة المشتاق إليه كان الأمر  ظاهرا",
    "en": ""
  },
  {
    "ar": "وإن لم يوجد العلم بالمشتاق ووجدت الصفة  المشوقة  وحركت  قلبك  الصفة  واشتعلت",
    "en": ""
  },
  {
    "ar": "نارها اورث ذلك دهشة وحيرة لا محالة ولو نشأ آدمي وحده بحيث لم ير صورة  النساء",
    "en": ""
  },
  {
    "ar": "ولا عرف صورة الوقاع ثم راهق الحلم وغلبت عليه الشهوة لكان يحس  من  نفسه  بنار",
    "en": ""
  },
  {
    "ar": "الشهوة ولكن لا يدري انه يشتاق إلى الوقاع لأنه ليس يدري صورة الوقاع ولا  يعرف",
    "en": ""
  },
  {
    "ar": "صورة النساء فكذلك في نفسه الآدمي مناسبة مع العالم الأعلى  واللذات  التي  وعد",
    "en": ""
  },
  {
    "ar": "بها في سدرة المنتهى والفراديس العلا إلا أنه  لم  يتخيل  من  هذا  الأمور  إلا",
    "en": ""
  },
  {
    "ar": "الصفات والاسماء كالذي سمع لفظ الوقاع واسم النساء ولم  يشاهد  صورة  امرأة  قط",
    "en": ""
  },
  {
    "ar": "ولا صورة رجل ولا صورة نفسه في المرآة ليعرف بالمقايسة فالسماع يحرك منه  الشوق",
    "en": ""
  },
  {
    "ar": "والجهل المفرط والاشتغال بالدنيا قد أنساه نفسه وأنساه ربه وأنساه مستقره  الذي",
    "en": ""
  },
  {
    "ar": "إليه حنينه واشتياقه بالطبع فيتقاضاه قلبه أمرا ليس يدري ما  هو  فيدهش  ويتحير",
    "en": "Reporting\n    copyright infringement ."
  },
  {
    "ar": "ويضطرب ويكون كالمختنق الذي لا يعرف طريق الخلاص فهذا وامثاله من الأحوال  التي",
    "en": ""
  },
  {
    "ar": "لا يدرك تمام حقائقها ولا يمكن المتصف بها أن يعبر عنها فقد ظهر  انقسام  الوجد",
    "en": ""
  },
  {
    "ar": "إلى ما يمكن إظهاره والى ما لا يمكن إظهاره واعلم  أيضا  أن  الوجد  ينقسم  إلى",
    "en": ""
  },
  {
    "ar": "هاجم والى متكلف ويسمى التواجد وهذا التواجد المتكلف فمنه مذموم وهو الذي  يقصد",
    "en": ""
  },
  {
    "ar": "به الرياء وإظهار الأحوال الشريفة مع  الإفلاس  منها  ومنه  ما  هو  محمود  وهو",
    "en": ""
  },
  {
    "ar": "التوصل إلى استدعاء الأحوال الشريفة واكتسابها  واجتلابها  بالحيلة  فإن  للكسب",
    "en": ""
  },
  {
    "ar": "مدخلا في جلب الأحوال الشريفة ولذلك أمر رسول الله صلى الله عليه  وسلم  من  لم",
    "en": ""
  },
  {
    "ar": "يحضره البكاء في قراءة القرآن أن يتباكى ويتحازن حديث البكاء عند قراءة  القرآن",
    "en": ""
  },
  {
    "ar": "فإن لم تبكوا فتباكوا تقدم في تلاوة القرآن في الباب الثاني  فإن  هذه  الأحوال",
    "en": ""
  },
  {
    "ar": "قد تتكلف مباديها ثم تتحقق أواخرها وكيف  لا  يكون  التكلف  سببا  في  أن  يصير",
    "en": ""
  },
  {
    "ar": "المتكلف في الآخرة طبعا وكل من يتعلم القرآن أو لا يحفظه  تكلفا  ويقرؤه  تكلفا",
    "en": ""
  },
  {
    "ar": "مع تمام التأمل وإحضار الذهن ثم يصير ذلك ديدنا للسان مطردا حتى يجري به  لسانه",
    "en": ""
  },
  {
    "ar": "في الصلاة وغيرها وهو غافل فيقرأ تمام السورة وتثوب نفسه إليه بعد انتهائه  إلى",
    "en": ""
  },
  {
    "ar": "آخرها ويعلم أنه قرأها في حال غفلته وكذلك الكاتب يكتب في الابتداء  بجهد  شديد",
    "en": ""
  },
  {
    "ar": "ثم تتمرن على الكتابة يده فيصير الكتب له طبعا فيكتب أوراقا كثيرة  وهو  مستغرق",
    "en": ""
  },
  {
    "ar": "القلب بفكر آخر فجميع ما تحتمله النفس والجوارح من الصفات لا سبيل إلى  اكتسابه",
    "en": ""
  },
  {
    "ar": "إلا بالتكلف والتصنع أولا ثم يصير بالعادة طبعا وهو المراد بقول  بعضهم  العادة",
    "en": ""
  },
  {
    "ar": "طبيعة خامسة فكذلك الأحوال الشريفة لا ينبغي أن يقع اليأس منها  عند  فقدها  بل",
    "en": ""
  },
  {
    "ar": "ينبغي أن يتكلف اجتلابها بالسماع وغيره فلقد شوهد في العادات من اشتهى أن  يعشق",
    "en": ""
  },
  {
    "ar": "شخصا ولم يكن يعشقه فلم يزل يردد ذكره على نفسه ويديم  النظر  إليه  ويقرر  على",
    "en": ""
  },
  {
    "ar": "نفسه الأوصاف المحبوبة والاخلاق المحمودة فيه حتى عشقه ورسخ ذلك في قلبه  رسوخا",
    "en": ""
  },
  {
    "ar": "خرج عن حداختياره فاشتهى بعد ذلك الخلاص منه فلم يتخلص  فكذلك  حب  الله  تعالى",
    "en": ""
  },
  {
    "ar": "والشوق إلى لقائه والخوف من سخطه  وغير  ذلك  من  الأحوال  الشريفة  إذا  فقدها",
    "en": ""
  },
  {
    "ar": "الإنسان فينبغي أن يتكلف  اجتلابها  بمجالسة  الموصوفين  بها  ومشاهدة  أحوالهم",
    "en": ""
  },
  {
    "ar": "وتحسين صفاتهم في النفس وبالجلوس معهم في السماع  وبالدعاء  والتضرع  إلى  الله",
    "en": ""
  },
  {
    "ar": "تعالى في أن يرزقه تلك الحلة بأن ييسر له اسبابها ومن أسبابها  السماع  ومجالسة",
    "en": ""
  },
  {
    "ar": "الصالحين والخائفين والمحسنين والمشتاقين والخاشعين فمن  جالس  شخصا  سرت  إليه",
    "en": ""
  },
  {
    "ar": "صفاته من حيث لا يدري ويدل على إمكان تحصيل الحب  وغيره  من  الأحوال  بالأسباب",
    "en": ""
  },
  {
    "ar": "قول رسول الله صلى الله عليه وسلم في دعائه اللهم ارزقني حبك وحب من  احبك  وحب",
    "en": ""
  },
  {
    "ar": "من يقربني إلى حبك حديث اللهم ارزقني حبك وحب من أحبك الحديث تقدم  في  الدعوات",
    "en": ""
  },
  {
    "ar": "فقد فزع صلى الله عليه وسلم إلى الدعاء في طلب الحب  فهذا  بيان  انقسام  الوجد",
    "en": ""
  },
  {
    "ar": "إلى مكاشفات والى أحوال وانقسامه إلى ما يمكن الافصاح  عنه  والى  ما  لا  يمكن",
    "en": ""
  },
  {
    "ar": "وانقسامه إلى المتكلف والى المطبوع فإن قلت فما بال هؤلاء لا  يظهر  وجدهم  عند",
    "en": ""
  },
  {
    "ar": "سماع القرآن وهو كلام الله ويظهر عند الغناء وهو كلام الشعراء فلو كان ذلك  حقا",
    "en": ""
  },
  {
    "ar": "من لطف الله تعالى ولم يكن باطلا من غرور  الشيطان  لكان  القرآن  أولى  به  من",
    "en": ""
  },
  {
    "ar": "الغناء فنقول الوجد الحق هو ما ينشأ من فرط حب الله تعالى وصدق  إرادته  والشوق",
    "en": ""
  },
  {
    "ar": "إلى لقائه وذلك يهيج بسماع القرآن أيضا وإنما الذي لا  يهيج  بسماع  القرآن  حب",
    "en": ""
  },
  {
    "ar": "الخلق وعشق المخلوق ويدل على ذلك قوله تعالى ألا بذكر الله تطمئن القلوب  وقوله",
    "en": ""
  },
  {
    "ar": "تعالى مثاني تقشعر منه جلود الذين يخشون ربهم ثم تلين جلودهم وقلوبهم  إلى  ذكر",
    "en": ""
  },
  {
    "ar": "الله وكل ما يوجد عقيب السماع في النفس فهو وجد فالطمأنينة والاقشعرار  والخشية",
    "en": ""
  },
  {
    "ar": "ولين القلب كل ذلك وجد وقد قال الله تعالى إنما المؤمنون الذين  إذا  ذكر  الله",
    "en": ""
  },
  {
    "ar": "وجلت قلوبهم وقال تعالى لو أنزلنا هذا القرآن على جبل لرأيته خاشعا  متصدعا  من",
    "en": ""
  },
  {
    "ar": "خشية الله فالوجل والخشوع وجد من قبيل الأحوال وإن لم يكن  من  قبيل  المكاشفات",
    "en": ""
  },
  {
    "ar": "ولكن قد يصير سببا للمكاشفات والتنبيهات ولهذا قال صلى الله  عليه  وسلم  زينوا",
    "en": ""
  },
  {
    "ar": "القرآن بأصواتكم حديث زينوا القرآن بأصواتكم تقدم في تلاوة  القرآن  وقال  لأبي",
    "en": ""
  },
  {
    "ar": "موسى الأشعري لقد أوتي مزمارا من مزامير آل داود عليه  السلام  حديث  لقد  أوتي",
    "en": ""
  },
  {
    "ar": "مزمارا من مزامير آل داود قاله لأبي موسى تقدم فيه وأما  الحكايات  الدالة  على",
    "en": ""
  },
  {
    "ar": "أن أرباب القلوب ظهر عليهم الوجد عند سماع القرآن فكثيرة فقوله صلى  الله  عليه",
    "en": ""
  },
  {
    "ar": "وسلم شيبتني هود وأخواتها حديث شيبتني هود وأخواتها أخرجه الترمذي من حديث  أبي",
    "en": ""
  },
  {
    "ar": "جحيفة وله وللحاكم من حديث ابن عباس نحوه قال الترمذي  حسن  وقال  الحاكم  صحيح",
    "en": ""
  },
  {
    "ar": "على شرط البخاري خبر عن الوجد فإن الشيب يحصل من الحزن والخوف  وذلك  وجد  وروي",
    "en": ""
  },
  {
    "ar": "أن ابن مسعود رضي الله عنه قرأ على رسول الله صلى الله عليه وسلم  سورة  النساء",
    "en": ""
  },
  {
    "ar": "فلما انتهى إلى قوله تعالى فكيف إذا جئنا من كل أمة بشهيد وجئنا بك  على  هؤلاء",
    "en": ""
  },
  {
    "ar": "شهيدا قال حسبك وكانت عيناه تذرفان بالدموع حديث إن ابن مسعود  قرأ  عليه  فلما",
    "en": ""
  },
  {
    "ar": "انتهى إلى قوله فكيف إذا جئنا من كل أمة بشهيد وجئنا بك على  هؤلاء  شهيدا  قال",
    "en": ""
  },
  {
    "ar": "حسبك الحديث متفق عليه من حديثه وفي رواية أنه صلى  الله  عليه  وسلم  قرأ  هذا",
    "en": ""
  },
  {
    "ar": "الآية أو قرئ عنده إن لدينا أنكالا وجحيما وطعاما ذا  غصة  وعذابا  أليما  فصعق",
    "en": ""
  },
  {
    "ar": "حديث أنه قرئ عنده إن لدينا انكالا وجحيما وطعام  ذا  غصة  وعذابا  أليما  فصعق",
    "en": ""
  },
  {
    "ar": "رواه ابن عدي في الكامل والبيهقي في الشعب من طريقه من حديث  أبي  حرب  بن  أبي",
    "en": ""
  },
  {
    "ar": "الأسود مرسلا وفي رواية أنه صلى الله عليه وسلم  قرأ  إن  تعذبهم  فإنهم  عبادك",
    "en": ""
  },
  {
    "ar": "فبكى حديث إنه قرأ إن تعذبهم فإنهم عبادك فبكى أخرجه مسلم من حديث عبد الله  بن",
    "en": ""
  },
  {
    "ar": "عمرو وكان صلى الله عليه وسلم إذا مر بآية رحمة دعا واستبشر حديث  كان  إذا  مر",
    "en": ""
  },
  {
    "ar": "بآية رحمة دعا واستبشر تقدم في تلاوة القرآن دون قوله واستبشر  والاستبشار  وجد",
    "en": ""
  },
  {
    "ar": "وقد أثنى الله تعالى على أهل الوجد بالقرآن فقال تعالى وإذا سمعوا ما أنزل  إلى",
    "en": ""
  },
  {
    "ar": "الرسول ترى أعينهم تفيض من الدمع مما عرفوا من الحق  وروى  أن  رسول  الله  صلى",
    "en": ""
  },
  {
    "ar": "الله عليه وسلم كان يصلي ولصدره أزيز كأزيز المرجل حديث أنه  كان  يصلي  ولصدره",
    "en": ""
  },
  {
    "ar": "أزيز كأزيز المرجل أخرجه أبو داود والنسائي والترمذي في الشمائل  من  حديث  عبد",
    "en": ""
  },
  {
    "ar": "الله بن الشخير وقد تقدم وأما ما نقل من الوجد بالقرآن  عن  الصحابة  رضي  الله",
    "en": ""
  },
  {
    "ar": "عنهم والتابعين فكثير فمنهم من صعق ومنهم من بكى ومنهم من غشي  عليه  ومنهم  من",
    "en": ""
  },
  {
    "ar": "مات في غشيته وروى أن زرارة بن أوفى وكان من التابعين  كان  يؤم  الناس  بالرقة",
    "en": ""
  },
  {
    "ar": "فقرأ فإذا نقر في الناقور فصعق ومات في محرابه رحمه الله  وسمع  عمر  رضي  الله",
    "en": ""
  },
  {
    "ar": "عنه رجلا يقرأ إن عذاب ربك لواقع ماله من دافع فصاح صيحة وخر مغشيا  عليه  فحمل",
    "en": ""
  },
  {
    "ar": "إلى بيته فلم يزل مريضا في بيته شهرا وأبو جرير  من  التابعين  قرأ  عليه  صالح",
    "en": ""
  },
  {
    "ar": "المري فشهق ومات وسمع الشافعي رحمه الله قارئا يقرأ  هذا  يوم  لا  ينطقون  ولا",
    "en": ""
  },
  {
    "ar": "يؤذن لهم فيعتذرون فغشى عليه وسمع على بن الفضيل قارئا  يقرأ  يوم  يقوم  الناس",
    "en": ""
  },
  {
    "ar": "لرب العالمين فسقط مغشيا عليه فقال الفضيل شكر الله لك ما قد  علمه  منك  وكذلك",
    "en": ""
  },
  {
    "ar": "نقل عن جماعة منهم وكذلك الصوفية فقد كان الشبلي في مسجده ليلة  من  رمضان  وهو",
    "en": ""
  },
  {
    "ar": "يصلي خلف إمام له فقرأ الإمام ولئن شئنا لنذهبن بالذي أوحينا إليك فزعق  الشبلي",
    "en": ""
  },
  {
    "ar": "زعقة ظن الناس أنه قد طارت روحه واحمر وجهه وارتعدت فرائصه وكان يقول بمثل  هذا",
    "en": ""
  },
  {
    "ar": "يخاطب الأحباب يردد ذلك مرارا وقال الجنيد دخلت على سري السقطي فرأيت بين  يديه",
    "en": ""
  },
  {
    "ar": "رجلا قد غشى عليه فقال لي هذا رجل قد سمع آية من القرآن فغشى عليه فقلت  اقرءوا",
    "en": ""
  },
  {
    "ar": "عليه تلك الآية بعينها فقرئت فأفاق فقال من أين قلت هذا فقلت رأيت  يعقوب  عليه",
    "en": ""
  },
  {
    "ar": "السلام كان عماه من أجل مخلوق فبمخلوق أبصر ولو كان عماه من أجل الحق  ما  أبصر",
    "en": ""
  },
  {
    "ar": "بمخلوق فاستحسن ذلك ويشير إلى ما قاله الجنيد قول الشاعر  وكأس  شربت  على  لذة",
    "en": ""
  },
  {
    "ar": "وأخرى تداويت منها بها وقال بعض الصوفية كنت أقرأ ليلة هذه الآية كل نفس  ذائقة",
    "en": ""
  },
  {
    "ar": "الموت فجعلت ارددها فإذا هاتف يهتف بي كم تردد هذه الآية  فقد  قتلت  أربعة  من",
    "en": ""
  },
  {
    "ar": "الجن ما رفعوا رءوسهم إلى السماء منذ خلقوا وقال أبو علي المغازلي للشبلي  ربما",
    "en": ""
  },
  {
    "ar": "تطرق سمعي آية من كتاب الله تعالى فتجذبني إلى الإعراض عن الدنيا ثم  أرجع  إلى",
    "en": ""
  },
  {
    "ar": "أحوالي والى الناس فلا أبقى على ذلك فقال ما طرق سمعك  من  القرآن  فاجتذبك  به",
    "en": ""
  },
  {
    "ar": "إليه فذلك عطف منه عليك ولطف منه بك وإذا ردك إلى نفسك فهو شفقة منه عليك  فإنه",
    "en": ""
  },
  {
    "ar": "لا يصلح لك إلا التبري من الحول والقوة في التوجه إليه وسمع رجل من أهل  التصوف",
    "en": ""
  },
  {
    "ar": "قارئا يقرأ يا أيتها النفس المطمئنة ارجعي إلى ربك راضية  مرضية  فاستعادها  من",
    "en": ""
  },
  {
    "ar": "القارىء وقال كم أقول لها ارجعي وليست ترجع وتواجد وزعق زعقة فخرجت  روحه  وسمع",
    "en": ""
  },
  {
    "ar": "بكر بن معاذ قارئا يقرأ وأنذرهم يوم  الآزفة  الآية  فاضطرب  ثم  صاح  ارحم  من",
    "en": ""
  },
  {
    "ar": "أنذرته ولم يقبل إليك بعد الإنذار بطاعتك ثم غشى عليه وكان  إبراهيم  ابن  أدهم",
    "en": ""
  },
  {
    "ar": "رحمه الله إذا سمع أحدا يقرأ إذا السماء انشقت اضطربت  أوصاله  حتى  كان  يرتعد",
    "en": ""
  },
  {
    "ar": "وعن محمد بن صبيح قال كان رجل يغتسل في الفرات فمر به  رجل  على  الشاطىء  يقرأ",
    "en": ""
  },
  {
    "ar": "وامتازوا اليوم أيها المجرمون فلم يزل الرجل يضطرب حتى غرق ومات وذكر أن  سلمان",
    "en": ""
  },
  {
    "ar": "الفارسي أبصر شابا يقرأ فأتى على آية فاقشعر جلده فأحبه سلمان وفقده  فسأل  عنه",
    "en": ""
  },
  {
    "ar": "فقيل له إنه مريض فأتاه يعوده فإذا هو في الموت فقال يا  عبد  الله  أرأيت  تلك",
    "en": ""
  },
  {
    "ar": "القشعريرة التي كانت بي فإنها أتتني في أحسن صورة فأخبرتني أن الله قد  غفر  لي",
    "en": ""
  },
  {
    "ar": "بها كل ذنب وبالجملة لا يخلو صاحب القلب  عن  وجد  عند  سماع  القرآن  فإن  كان",
    "en": ""
  },
  {
    "ar": "القرآن لا يؤثر فيه أصلا ف مثله كمثل الذي ينعق بما لا يسمع إلا دعاء ونداء  صم",
    "en": ""
  },
  {
    "ar": "بكم عمي فهم لا يعقلون بل صاحب القلب تؤثر فيه الكلمة  من  الحكمة  يسمعها  قال",
    "en": ""
  },
  {
    "ar": "جعفر الخلدي دخل رجل من أهل خراسان على الجنيد وعنده  جماعة  فقال  للجنيد  متى",
    "en": ""
  },
  {
    "ar": "يستوي عند العبد حامده وذامه فقال بعض الشيوخ إذا دخل البيمارستان وقيد  بقيدين",
    "en": ""
  },
  {
    "ar": "فقال الجنيد ليس هذا من شأنك ثم أقبل على الرجل وقال إذا تحقق أنه  مخلوق  فشهق",
    "en": ""
  },
  {
    "ar": "الرجل شهقة ومات فإن قلت فإن كان سماع القرآن مفيدا للوجد  فما  بالهم  يجتمعون",
    "en": ""
  },
  {
    "ar": "على سماع الغناء من  القوالين  دون  القارئين  فكان  ينبغي  أن  يكون  اجتماعهم",
    "en": ""
  },
  {
    "ar": "وتواجدهم في حلق القراء لا حلق المغنين وكان ينبغي أن يطلب عند  كل  اجتماع  في",
    "en": ""
  },
  {
    "ar": "كل دعوة قارىء لأقوال فإن كلام الله تعالى أفضل من الغناء لا  محالة  فاعلم  أن",
    "en": ""
  },
  {
    "ar": "الغناء اشد تهييجا للوجد من القرآن من سبعة أوجه  الوجه  الأول  أن  جميع  آيات",
    "en": ""
  },
  {
    "ar": "القرآن لا تناسب حال المستمع ولا تصلح لفهمه وتنزيله على ما هو  ملابس  له  فمن",
    "en": ""
  },
  {
    "ar": "استولى عليه حزن أو شوق أو ندم فمن أين يناسب حاله قوله تعالى يوصيكم  الله  في",
    "en": ""
  },
  {
    "ar": "أولادكم للذكر مثل حظ الأنثيين وقوله تعالى والذين يرمون المحصنات  وكذلك  جميع",
    "en": ""
  },
  {
    "ar": "الآيات التي فيها بيان أحكام الميراث والطلاق والحدود وغيرها وإنما المحرك  لما",
    "en": ""
  },
  {
    "ar": "في القلب ما يناسبه والأبيات إنما يضعها الشعراء إعرابا  بها  عن  أحوال  القلب",
    "en": ""
  },
  {
    "ar": "فلا يحتاج في فهم الحال منها إلى تكلف نعم من يستولي عليه حالة غالبة قاهرة  لم",
    "en": ""
  },
  {
    "ar": "تبق فيه متسعا لغيرها ومعه تيقظ  وذكاء  ثاقب  يتفطن  به  للمعاني  البعيدة  من",
    "en": ""
  },
  {
    "ar": "الألفاظ فقد يخرج وجده على كل مسموع كمن يخطر له عند  ذكر  قوله  تعالى  يوصيكم",
    "en": ""
  },
  {
    "ar": "الله في أولادكم حالة الموت المحوج إلى الوصية وان كل  إنسان  لا  بد  أن  يخلف",
    "en": ""
  },
  {
    "ar": "ماله وولده وهما محبوباه من الدنيا فيترك أحد المحبوبين للثاني ويهجرهما  جميعا",
    "en": ""
  },
  {
    "ar": "فيغلب عليه الخوف والجزع أو يسمع ذكر الله في  قوله  يوصيكم  الله  في  أولادكم",
    "en": ""
  },
  {
    "ar": "فيدهش بمجرد الاسم عما قبله وبعده أو يخطر له رحمة الله على عباده  وشفقته  بأن",
    "en": ""
  },
  {
    "ar": "تولى قسم مواريثهم بنفسه نظرا لهم في حياتهم وموتهم  فيقول  إذا  نظر  لاولادنا",
    "en": ""
  },
  {
    "ar": "بعد موتنا فلا نشك بأنه ينظر لنا فيهيج منه حال  الرجاء  ويورثه  ذلك  استبشارا",
    "en": ""
  },
  {
    "ar": "وسرورا أو يخطر له من قوله تعالى للذكر مثل  حظ  الأنثيين  تفضيل  الذكر  بكونه",
    "en": ""
  },
  {
    "ar": "رجلا على الأنثى وأن الفضل في الآخرة لرجال لا تلهيهم تجارة  ولا  بيع  عن  ذكر",
    "en": ""
  },
  {
    "ar": "الله وأن من ألهاه غير الله تعالى عن الله تعالى فهو من الإناث  لا  من  الرجال",
    "en": ""
  },
  {
    "ar": "تحقيقا فيخشى أن يحجب أو يؤخر في نعيم الآخرة كما اخرت الانثى في أموال  الدنيا",
    "en": ""
  },
  {
    "ar": "فأمثال هذا قد يحرك الوجد ولكن لمن فيه وصفان أحدهما حالة غالبة مستغرقة  قاهرة",
    "en": ""
  },
  {
    "ar": "والآخر تفطن بليغ  وتيقظ  بالغ  كامل  للتنبيه  بالأمور  القريبة  على  المعاني",
    "en": ""
  },
  {
    "ar": "البعيدة وذلك مما يعز فلأجل ذلك يفزع إلى الغناء الذي هو ألفاظ مناسبة  للأحوال",
    "en": ""
  },
  {
    "ar": "حتى يتسارع هيجانها وروي أن أبا الحسين النوري  كان  مع  جماعة  في  دعوى  فجرى",
    "en": "Site listed by MENALIB ."
  },
  {
    "ar": "بينهم مسألة في العلم وأبو الحسين ساكت ثم رفع رأسه وأنشدهم رب ورقاء  هتوف  في",
    "en": ""
  },
  {
    "ar": "الضحى ذات شجو صدحت في فنن ذكرت إلفا ودهرا صالحا وبكت حزنا فهاجت حزني  فبكائي",
    "en": ""
  },
  {
    "ar": "ربما أرقها وبكاها ربما أرقني ولقد أشكو فما أفهمها ولقد تشكو فما  تفهمني  غير",
    "en": ""
  },
  {
    "ar": "أني بالجوى أعرفها وهي أيضا بالجوى تعرفني قال فما بقي أحد من  القوم  إلا  قام",
    "en": ""
  },
  {
    "ar": "وتواجد ولم يحصل لهم هذا الوجد من العلم الذي خاضوا  فيه  وإن  كان  العلم  جدا",
    "en": ""
  },
  {
    "ar": "وحقا الوجه الثاني أن القرآن محفوظ للأكثرين ومتكرر على الاسماع والقلوب  وكلما",
    "en": ""
  },
  {
    "ar": "سمع أولا عظم أثره في القلوب وفي الكرة الثانية يضعف  أثره  وفي  الثالثة  يكاد",
    "en": ""
  },
  {
    "ar": "يسقط أثره ولو كلف صاحب الوجد الغالب أن يحضر وجده على بيت واحد على الدوام  في",
    "en": ""
  },
  {
    "ar": "مرات متقاربة في الزمان في يوم أو اسبوع لم يمكنه ذلك ولو ابدل ببيت آخر  لتجدد",
    "en": ""
  },
  {
    "ar": "له أثر في قلبه وإن كان معربا عن عين ذلك المعنى ولكن كون النظم  واللفظ  غريبا",
    "en": ""
  },
  {
    "ar": "بالإضافة إلى الأولى يحرك النفس وإن كان المعنى واحدا وليس يقدر القارئ على  أن",
    "en": ""
  },
  {
    "ar": "يقرأ قرآنا غريبا في كل وقت ودعوة فإن القرآن محصور لا يمكن الزيادة عليه  وكله",
    "en": ""
  },
  {
    "ar": "محفوظ متكرر وإلى ما ذكرناه أشار الصديق رضي الله عنه حيث رأى  الأعراب  يقدمون",
    "en": ""
  },
  {
    "ar": "فيسمعون القرآن ويبكون فقال كنا كما كنتم ولكن قست  قلوبنا  ولا  تظنن  أن  قلب",
    "en": ""
  },
  {
    "ar": "الصديق رضي الله عنه كان اقسى من قلوب الاجلاف من العرب وانه كان  اخلى  عن  حب",
    "en": ""
  },
  {
    "ar": "الله تعالى وحب كلامه من قلوبهم ولكن التكرار على قلبه اقتضى المرون عليه  وقلة",
    "en": ""
  },
  {
    "ar": "التأثر به لما حصل له من الأنس بكثرة استماعه  إذ  محال  في  العادات  أن  يسمع",
    "en": ""
  },
  {
    "ar": "السامع آية لم يسمعها قبل فيبكي ثم يدوم على بكائه عليها عشرين سنة  ثم  يرددها",
    "en": ""
  },
  {
    "ar": "ويبكي ولا يفارق الأول الآخر إلا في كونه غريبا جديدا ولكل جديد لذة ولكل  طارئ",
    "en": ""
  },
  {
    "ar": "صدمة ومع كل مألوف أنس يناقض الصدمة ولذا هم عمر رضي الله عنه  أن  يمنع  الناس",
    "en": ""
  },
  {
    "ar": "من كثرة الطواف وقال قد خشيت أن يتهاون الناس بهذا البيت أي يأنسوا به ومن  قدم",
    "en": ""
  },
  {
    "ar": "حاجا فرأى البيت أولا بكى وزعق وربما غشي عليه إذ وقع عليه بصره وقد يقيم  بمكة",
    "en": ""
  },
  {
    "ar": "شهرا ولا يحس من ذلك في نفسه بأثر فإذا المغنى يقدر على الأبيات الغريبة في  كل",
    "en": ""
  },
  {
    "ar": "وقت ولا يقدر في كل وقت على أية غريبة الوجه الثالث أن لوزن الكلام بذوق  الشعر",
    "en": ""
  },
  {
    "ar": "تأثيرا في النفس فليس الصوت الموزون الطيب كالصوت الطيب الذي ليس بموزون  وإنما",
    "en": ""
  },
  {
    "ar": "يوجد الوزن في الشعر دون الآيات ولو زحف المغنى البيت الذي ينشده  أو  لحن  فيه",
    "en": ""
  },
  {
    "ar": "أو مال عن حد تلك الطريقة في اللحن لاضطرب قلب المستمع وبطل  جده  وسماعه  ونفر",
    "en": ""
  },
  {
    "ar": "طبعه لعدم المناسبة وإذا نفر الطبع اضطرب القلب وتشوش فالوزن  إذن  مؤثر  فلذلك",
    "en": ""
  },
  {
    "ar": "طاب الشعر الوجه الرابع أن الشعر الموزون يختلف تأثيره في النفس بالألحان  التي",
    "en": ""
  },
  {
    "ar": "تسمى الطرق والأستانات وإنما اختلاف تلك الطرق بمد المقصور وقصر المدود  والوقف",
    "en": ""
  },
  {
    "ar": "في أثناء الكلمات والقطع والوصل في بعضها وهذا التصرف جائز في الشعر  ولا  يجوز",
    "en": ""
  },
  {
    "ar": "في القرآن إلا التلاوة كما أنزل فقصره ومده والوقف والوصل والقطع فيه على  خلاف",
    "en": ""
  },
  {
    "ar": "ما تقضيه التلاوة حرام أو مكروه وإذا رتل القرآن كما أنزل سقط عنه  الأثر  الذي",
    "en": ""
  },
  {
    "ar": "سببه وزن الألحان وهو سبب مستقل بالتأثير وإن لم يكن  مفهوما  كما  في  الأوتار",
    "en": ""
  },
  {
    "ar": "والمزمار والشاهين وسائر  الاصوات  التي  لا  تفهم  الوجه  الخامس  أن  الألحان",
    "en": ""
  },
  {
    "ar": "الموزونة تعضد وتؤكد بإيقاعات وأصوات أخر موزونة  خارج  الحلق  كالضرب  بالقضيب",
    "en": ""
  },
  {
    "ar": "والدف وغيره لأن الوجد الضعيف لا يستثار إلا بسبب قوى وإنما  يقوى  بمجموع  هذه",
    "en": ""
  },
  {
    "ar": "الأسباب ولكل واحد منها حظ في  التأثير  وواجب  أن  يصان  القرآن  عن  مثل  هذه",
    "en": ""
  },
  {
    "ar": "القرائن لأن صورتها عند عامة الخلق صورة اللهو واللعب والقرآن جد كله عند  كافة",
    "en": ""
  },
  {
    "ar": "الخلق فلا يجوز أن يمزج بالحق المحض ما هو لهو عند العامة  وصورته  صورة  اللهو",
    "en": ""
  },
  {
    "ar": "عند الخاصة وإن كانوا لا ينظرون إليها من  حيث  إنها  لهو  بل  ينبغي  أن  يوقر",
    "en": ""
  },
  {
    "ar": "القرآن فلا يقرأ على شوارع الطرق بل في مجلس ساكن ولا في حال الجنابة  ولا  على",
    "en": ""
  },
  {
    "ar": "غير طهارة ولا يقدر على الوفاء بحق  حرمة  القرآن  في  كل  حال  إلا  المراقبون",
    "en": ""
  },
  {
    "ar": "لأحوالهم فيعدل إلى الغناء الذي لا يستحق  هذه  المراقبة  والمراعاة  ولذلك  لا",
    "en": ""
  },
  {
    "ar": "يجوز الضرب بالدف مع قراءة القرآن ليلة العرس وقد أمر رسول الله صلى الله  عليه",
    "en": ""
  },
  {
    "ar": "وسلم بضرب الدف في العرس فقال أظهروا النكاح ولو بضرب الغربال حديث الأمر  بضرب",
    "en": ""
  },
  {
    "ar": "الدف في العرس تقدم في النكاح أو بلفظ  هذا  معناه  وذلك  جائز  مع  الشعر  دون",
    "en": ""
  },
  {
    "ar": "القرآن ولذلك لما دخل رسول الله صلى  الله  عليه  وسلم  بيت  الربيع  بنت  معوذ",
    "en": ""
  },
  {
    "ar": "وعندها جوار فسمع إحداهن تقول وفينا نبي يعلم ما في غد  على  وجه  الغناء  فقال",
    "en": ""
  },
  {
    "ar": "صلى الله عليه وسلم دعي هذا وقولي ما كنت تقولين حديث دخل رسول الله  صلى  الله",
    "en": ""
  },
  {
    "ar": "عليه وسلم بيت الربيع بنت معوذ وعندها جوار  يغنين  الحديث  أخرجه  البخاري  من",
    "en": ""
  },
  {
    "ar": "حديثها وقد تقدم في النكاح وهذه شهادة بالنبوة فزجرها عنها  وردها  إلى  الغناء",
    "en": ""
  },
  {
    "ar": "الذي هو لهو لأن هذا جد محض فلا يقرن  بصورة  اللهو  فإذا  يتعذر  بسببه  تقوية",
    "en": ""
  },
  {
    "ar": "الأسباب التي بها يصير السماع  محركا  للقلب  فواجب  في  الاحترام  العدول  إلى",
    "en": ""
  },
  {
    "ar": "الغناء عن القرآن كما وجب على تلك الجارية العدول عن شهادة النبوة  إلى  الغناء",
    "en": ""
  },
  {
    "ar": "الوجه السادس أن المغني قد يغني ببيت لا يوافق حال السامع  فيكرهه  وينهاه  عنه",
    "en": ""
  },
  {
    "ar": "ويستدعي غيره فليس كل كلام موافقا لكل حال فلو اجتمعوا في الدعوات  على  القارئ",
    "en": ""
  },
  {
    "ar": "فربما يقرأ آية لا توافق حالهم إذ القرآن شفاء للناس كلهم على  اختلاف  الأحوال",
    "en": ""
  },
  {
    "ar": "فآيات الرحمة شفاء الخائف وآيات العذاب شفاء  المغرور  الآمن  وتفصيل  ذلك  مما",
    "en": ""
  },
  {
    "ar": "يطول فإذا لا يؤمن أن لا يوافق المقروء الحال  وتكرهه  النفس  فيتعرض  به  لخطر",
    "en": ""
  },
  {
    "ar": "كراهة كلام الله تعالى من حيث لا يجد سبيلا إلى دفعه فالاحتراز عن خطر ذلك  حزم",
    "en": ""
  },
  {
    "ar": "بالغ وحتم واجب إذ لا يجد الخلاص عنه إلا بتنزيله على وفق حاله ولا يجوز  تنزيل",
    "en": ""
  },
  {
    "ar": "كلام الله تعالى إلا على ما أراد الله تعالى وأما قول الشاعر فيجوز تنزيله  على",
    "en": ""
  },
  {
    "ar": "غير مراده ففيه خطر الكراهة أو خطر التأويل الخطأ  لموافقة  الحال  فيجب  توقير",
    "en": ""
  },
  {
    "ar": "كلام الله وصيانته عن ذلك وهذا ما ينقدح في علل انصراف الشيوخ إلى سماع  الغناء",
    "en": ""
  },
  {
    "ar": "عن سماع القرآن وههنا وجه سابع ذكره أبو نصر السراج الطوسي في الاعتذار عن  ذلك",
    "en": ""
  },
  {
    "ar": "فقال القرآن كلام الله وصفة من صفاته وهو حق لا تطيقه البشرية لأنه  غير  مخلوق",
    "en": ""
  },
  {
    "ar": "فلا تطيقه الصفات المخلوقة ولو كشف للقلوب ذرة من معناه  وهيبته  لتصدعت  ودهشت",
    "en": ""
  },
  {
    "ar": "وتحيرت والألحان الطيبة مناسبة للطباع ونسبتها  نسبة  الحظوظ  لا  نسبة  الحقوق",
    "en": ""
  },
  {
    "ar": "والشعر نسبته نسبة الحظوظ فإذا  علقت  الألحان  والأصوات  بما  في  الأبيات  من",
    "en": ""
  },
  {
    "ar": "الاشارات واللطائف شاكل  بعضها  بعضاكان  أقرب  إلى  الحظوظ  وأخف  على  القلوب",
    "en": ""
  },
  {
    "ar": "لمشاكلة المخلوق المخلوق فما دامت البشرية باقية ونحن  بصفاتنا  وحظوظنا  نتنعم",
    "en": ""
  },
  {
    "ar": "بالنغمات الشجية والأصوات  الطيبة  فانبساطنا  لمشاهدة  بقاء  هذه  الحظوظ  إلى",
    "en": ""
  },
  {
    "ar": "القصائد أولى من انبساطنا إلى كلام الله تعالى الذي هو صفته  وكلامه  الذي  منه",
    "en": ""
  },
  {
    "ar": "بدأ واليه يعود وهذا حاصل المقصود من كلامه واعتذاره  وقد  حكى  عن  أبي  الحسن",
    "en": ""
  },
  {
    "ar": "الدراج أنه قال قصدت يوسف بن الحسين الرازي  من  بغداد  للزيارة  والسلام  عليه",
    "en": ""
  },
  {
    "ar": "فلما دخلت الري كنت أسأل عنه فكل من سألته  عنه  قال  أيش  تعمل  بذلك  الزنديق",
    "en": ""
  },
  {
    "ar": "فضيقوا صدري حتى عزمت على الانصراف ثم قلت في نفسي قد جبت هذا الطريق  كله  فلا",
    "en": ""
  },
  {
    "ar": "أقل من أن أراه فلم أزل أسأل عنه حتى دخلت عليه في مسجد وهو  قاعد  في  المحراب",
    "en": ""
  },
  {
    "ar": "وبين يديه رجل وبيده مصحف وهو يقرأ فإذا هو شيخ بهي حسن  الوجه  واللحية  فسلمت",
    "en": ""
  },
  {
    "ar": "عليه فأقبل علي وقال من أين أقبلت فقلت من بغداد فقال وما  الذي  جاء  بك  فقلت",
    "en": ""
  },
  {
    "ar": "قصدتك للسلام عليك فقال لو أن في بعض هذه البلدان قال لك إنسان أقم  عندنا  حتى",
    "en": ""
  },
  {
    "ar": "نشتري لك دارا أو جارية أكان يقعدك ذلك عن المجيء فقلت ما  امتحنني  الله  بشيء",
    "en": ""
  },
  {
    "ar": "من ذلك ولو امتحنني ما كنت ادري كيف أكون ثم قال لي أتحسن أن  تقول  شيئا  فقلت",
    "en": ""
  },
  {
    "ar": "نعم فقال هات فأنشأت أقول رأيتك تبني دائما في قطيعتي ولو كنت ذا حزم لهدمت  ما",
    "en": ""
  },
  {
    "ar": "تبني كأني بكم والليت أفضل قولكم ألا ليتنا كنا إذ الليت  لا  يغني  قال  فأطبق",
    "en": ""
  },
  {
    "ar": "المصحف ولم يزل يبكي حتى ابتلت لحيته وابتل ثوبه حتى رحمته من  كثرة  بكائه  ثم",
    "en": ""
  },
  {
    "ar": "قال يا بني تلوم أهل الري يقولون يوسف زنديق هذا أنا من صلاة  الغداة  أقرأ  في",
    "en": ""
  },
  {
    "ar": "المصحف لم تقطر من عيني قطرة وقد قامت القيامة على لهذين البيتين  فإذا  القلوب",
    "en": ""
  },
  {
    "ar": "وإن كانت محترقة في حب الله تعالى فإن البيت  الغريب  يهيج  منها  ما  لا  تهيج",
    "en": ""
  },
  {
    "ar": "تلاوة القرآن وذلك لوزن الشعر  ومشاكلته  للطباع  ولكونه  مشاكلا  للطبع  اقتدر",
    "en": ""
  },
  {
    "ar": "البشر على نظم الشعر وأما القرآن فنظمه خارج  عن  أساليب  الكلام  ومنهاجه  وهو",
    "en": ""
  },
  {
    "ar": "لذلك معجز لا يدخل في قوة البشر لعدم مشاكلته لطبعه وروي أن إسرافيل  أستاذ  ذي",
    "en": ""
  },
  {
    "ar": "النون المصري دخل عليه رجل فرآه وهو ينكت في الأرض بأصبعه ويترنم ببيت فقال  هل",
    "en": ""
  },
  {
    "ar": "تحسن أن تترنم بشيء فقال لا قال فأنت بلا قلب إشارة إلى  أن  من  له  قلب  وعرف",
    "en": ""
  },
  {
    "ar": "طباعه علم أنه تحركه الأبيات والنغمات تحريكا لا يصادف في  غيرها  فيتكلف  طريق",
    "en": ""
  },
  {
    "ar": "التحريك إما بصوت نفسه أو بغيره وقد ذكرنا حكم المقام  الأول  في  فهم  المسموع",
    "en": ""
  },
  {
    "ar": "وتنزيله وحكم المقام الثاني في الوجد الذي يصادف  في  القلب  فلنذكر  الآن  أثر",
    "en": ""
  },
  {
    "ar": "الوجد أعني ما يترشح منه إلى الظاهر من صعقة  وبكاء  وحركة  وتمزيق  ثوب  وغيره",
    "en": ""
  },
  {
    "ar": "فنقول المقام الثالث من السماع نذكر فيه آداب السماع ظاهرا وباطنا وما يحمد  من",
    "en": ""
  },
  {
    "ar": "آثار الوجد وما يذم فأما الآداب فهي  خمس  جمل  الأول  مراعاة  الزمان  والمكان",
    "en": ""
  },
  {
    "ar": "والإخوان قال الجنيد السماع يحتاج  إلى  ثلاثة  أشياء  وإلا  فلا  تسمع  الزمان",
    "en": ""
  },
  {
    "ar": "والمكان والإخوان ومعناه أن الاشتغال به في وقت حضور طعام أو خصام أو  صلاة  أو",
    "en": ""
  },
  {
    "ar": "صارف من الصوارف مع اضطراب القلب لا فائدة فيه فهذا معنى مراعاة الزمان  فيراعى",
    "en": ""
  },
  {
    "ar": "حالة فراغ القلب له وأما المكان فقد يكون شارعا مطروقا أو  موضعا  كريه  الصورة",
    "en": ""
  },
  {
    "ar": "أو فيه سبب يشغل القلب فيجتنب ذلك وأما الإخوان فسببه أنه إذا  حضر  غير  الجنس",
    "en": ""
  },
  {
    "ar": "من منكر السماع متزهد الظاهر مفلس من  لطائف  القلوب  كان  مستثقلا  في  المجلس",
    "en": ""
  },
  {
    "ar": "واشتغل القلب به وكذلك إذا حضر متكبر من أهل الدنيا  يحتاج  إلى  مراقبته  والى",
    "en": ""
  },
  {
    "ar": "مراعاته أو متكلف متواجد من أهل التصوف يرائي بالوجد والرقص وتمزيق الثياب  فكل",
    "en": ""
  },
  {
    "ar": "ذلك مشوشات فترك السماع عند فقد هذه الشروط أولى ففي هذه  الشروط  نظر  للمستمع",
    "en": ""
  },
  {
    "ar": "الأدب الثاني هو نظر الحاضرين أن الشيخ إذا كان حوله مريدون يضرهم  السماع  فلا",
    "en": ""
  },
  {
    "ar": "ينبغي أن يسمع في حضورهم  فإن  سمع  فليشغلهم  بشغل  آخر  والمريد  الذي  يستضر",
    "en": ""
  },
  {
    "ar": "بالسماع أحد ثلاثة أقلهم درجة هو الذي لم يدرك من الطريق إلا  الأعمال  الظاهرة",
    "en": ""
  },
  {
    "ar": "ولم يكن له ذوق السماع فاشتغاله بالسماع اشتغال بما لا يعنيه فإنه ليس  من  أهل",
    "en": ""
  },
  {
    "ar": "اللهو فيلهو ولا من أهل الذوق فيتنعم بذوق السماع فليشتغل بذكر  أو  خدمة  وإلا",
    "en": ""
  },
  {
    "ar": "فهو تضييع لزمانه الثاني هو الذي له  ذوق  السماع  ولكن  فيه  بقية  من  الحظوظ",
    "en": ""
  },
  {
    "ar": "والالتفات إلى الشهوات والصفات البشرية ولم  ينكسر  بعد  انكسارا  تؤمن  غوائله",
    "en": ""
  },
  {
    "ar": "فربما يهيج السماع  منه  داعية  اللهو  والشهوة  فيقطع  عليه  طريقه  ويصده  عن",
    "en": ""
  },
  {
    "ar": "الاستكمال الثالث أن  يكون  قد  انكسرت  شهوته  وأمنت  غائلته  وانفتحت  بصيرته",
    "en": ""
  },
  {
    "ar": "واستولى على قلبه حب الله تعالى ولكنه لم يحكم ظاهر العلم ولم يعرف أسماء  الله",
    "en": ""
  },
  {
    "ar": "تعالى وصفاته وما يجوز عليه وما يستحيل فإذا فتح له باب السماع نزل المسموع  في",
    "en": ""
  },
  {
    "ar": "حق الله تعالى على ما يجوز وما لا يجوز فيكون ضرره من تلك الخواطر التي هي  كفر",
    "en": ""
  },
  {
    "ar": "أعظم من نفع السماع قال سهل رحمه الله كل وجد لا يشهد  له  الكتاب  والسنة  فهو",
    "en": ""
  },
  {
    "ar": "باطل فلا يصلح السماع لمثل هذا ولا لمن قلبه بعد ملوث بحب الدنيا  وحب  المحمدة",
    "en": ""
  },
  {
    "ar": "والثناء ولا لمن يسمع لأجل التلذذ والاستطابة بالطبع فيصير ذلك عادة له  ويشغله",
    "en": ""
  },
  {
    "ar": "ذلك عن عبادته ومراعاة قلبه وينقطع  عليه  طريقه  فالسماع  مزلة  قدم  يجب  حفظ",
    "en": ""
  },
  {
    "ar": "الضعفاء عنه قال الجنيد رأيت إبليس في النوم فقلت له هل تظفر من  أصحابنا  بشيء",
    "en": ""
  },
  {
    "ar": "قال نعم في وقتين وقت السماع ووقت النظر فإني أدخل عليهم به  فقال  بعض  الشيوخ",
    "en": ""
  },
  {
    "ar": "لو رأيته أنا لقلت له ما أحمقك من سمع منه إذا سمع ونظر إليه إذا نظر كيف  تظفر",
    "en": ""
  },
  {
    "ar": "به فقال الجنيد صدقت الأدب الثالث أن يكون  مصغيا  إلى  ما  يقول  القائل  حاضر",
    "en": ""
  },
  {
    "ar": "القلب قليل الالتفات إلى الجوانب متحرزا عن النظر إلى وجوه المستمعين وما  يظهر",
    "en": ""
  },
  {
    "ar": "عليهم من أحوال الوجد مشتغلا بنفسه ومراعاة قلبه ومراقبة ما  يفتح  الله  تعالى",
    "en": ""
  },
  {
    "ar": "له من رحمته في سره متحفظا عن حركة  تشوش  على  أصحابه  قلوبهم  بل  يكون  ساكن",
    "en": ""
  },
  {
    "ar": "الظاهر هادئ الأطراف متحفظا عن التنحنح والتثاؤب ويجلس مطرقا  رأسه  كجلوسه  في",
    "en": "Site\n    © Copyright 2003 by Islamic Philosophy Online, Inc. A not-for-profit\n    organization dedicated to academic study of Islamic philosophy. Individual\n    content may have its own individual copyrights. See\n    copyright information."
  },
  {
    "ar": "فكر مستغرق لقلبه متماسكا عن التصفيق والرقص  وسائر  الحركات  على  وجه  التصنع",
    "en": ""
  },
  {
    "ar": "والتكلف والمراءاة ساكتا عن النطق في أثناء القول  بكل  ما  عنه  بد  فإن  غلبه",
    "en": ""
  },
  {
    "ar": "الوجد وحركه بغير اختيار فهو فيه معذور  غير  ملوم  ومهما  رجع  إليه  الاختيار",
    "en": ""
  },
  {
    "ar": "فليعد إلى هدوئه وسكونه ولا ينبغي أن يستديمه حياء من أن يقال انقطع  وجده  على",
    "en": ""
  },
  {
    "ar": "القرب ولا أن يتواجد خوفا من أن يقال هو قاسي القلب عديم الصفاء والرقة حكي  أن",
    "en": ""
  },
  {
    "ar": "شابا كان يصحب الجنيد فكان إذا سمع شيئا من الذكر يزعق فقال له  الجنيد  يوماإن",
    "en": ""
  },
  {
    "ar": "فعلت ذلك مرة أخرى لم تصحبني فكان بعد ذلك يضبط نفسه حتى يقطر من كل  شعرة  منه",
    "en": ""
  },
  {
    "ar": "قطرة ماء ولا يزعق فحكي أنه اختنق يوما لشدة ضبطه لنفسه فشهق شهقة  فانشق  قلبه",
    "en": ""
  },
  {
    "ar": "وتلفت نفسه وروي أن موسى عليه السلام قص في بني إسرائيل فمزق  واحد  منهم  ثوبه",
    "en": ""
  },
  {
    "ar": "أو قميصه فأوحى الله تعالى إلى موسى عليه السلام قل له مزق لي  قلبك  ولا  تمزق",
    "en": ""
  },
  {
    "ar": "ثوبك قال أبو القاسم النصراباذي لأبي عمرو بن عبيد أنا أقول  إذا  اجتمع  القوم",
    "en": ""
  },
  {
    "ar": "فيكون معهم قوال يقول خيرا لهم من أن يغتابوا فقال أبو عمرو الرياء  في  السماع",
    "en": ""
  },
  {
    "ar": "وهو أن ترى من نفسك حالا ليست فيك شر من أن تغتاب ثلاثين سنة أو  نحو  ذلك  فإن",
    "en": ""
  },
  {
    "ar": "قلت الأفضل هو الذي لا يحركه السماع ولا يؤثر  في  ظاهره  أو  الذي  يظهر  عليه",
    "en": ""
  },
  {
    "ar": "فاعلم أن عدم الظهور تارة يكون لضعف الوارد من الوجد فهو نقصان وتارة  يكون  مع",
    "en": ""
  },
  {
    "ar": "قوة الوجد في الباطن لكن لا يظهر لكمال القوة على ضبط الجوارح فهو  كمال  وتارة",
    "en": ""
  },
  {
    "ar": "يكون لكون حال الوجد ملازما ومصاحبا في الأحوال كلها  فلا  يتبين  للسماع  مزيد",
    "en": ""
  },
  {
    "ar": "تأثير وهو غاية الكمال فإن صاحب الوجد في غالب الأحوال لا يدوم وجده فمن هو  في",
    "en": ""
  },
  {
    "ar": "وجد دائم ثم فهو المرابط للحق  والملازم  لعين  الشهود  فهذا  لا  تغيره  طوارق",
    "en": ""
  },
  {
    "ar": "الأحوال ولا يبعد أن تكون الإشارة بقول الصديق رضي الله عنه كنا  كما  كنتم  ثم",
    "en": ""
  },
  {
    "ar": "قست قلوبنا معناه قويت قلوبنا واشتدت فصارت تطيق ملازمة الوجد  في  كل  الأحوال",
    "en": ""
  },
  {
    "ar": "فنحن في سماع معاني القرآن على الدوام فلا يكون القرآن  جديدا  في  حقنا  طارئا",
    "en": ""
  },
  {
    "ar": "علينا حتى تتأثر به فإذا قوة الوجد تحرك وقوة العقل والتماسك تضبط  الظاهر  وقد",
    "en": ""
  },
  {
    "ar": "يغلب أحدهما الآخر إما الشدة قوته وإما لضعف ما يقابله ويكون  النقصان  والكمال",
    "en": ""
  },
  {
    "ar": "بحسب ذلك فلا تظنن أن الذي يضطرب بنفسه على الأرض أتم وجدا من الساكن  باضطرابه",
    "en": ""
  },
  {
    "ar": "بل رب ساكن أتم وجدا من المضطرب فقد كان الجنيد يتحرك في السماع في  بدايته  ثم",
    "en": ""
  },
  {
    "ar": "صار لا يتحرك فقيل له في ذلك فقال وترى الجبال تحسبها جامدة وهي تمر مر  السحاب",
    "en": ""
  },
  {
    "ar": "صنع الله الذي أتقن كل شيء إشارة إلى أن القلب مضطرب جائل في الملكوت  والجوارح",
    "en": ""
  },
  {
    "ar": "متأدبة في الظاهر ساكنة وقال أبو الحسن محمد بن أحمد وكان بالبصرة صحبت سهل  بن",
    "en": ""
  },
  {
    "ar": "عبد الله ستين سنة فما رأيته تغير عند شيء كان يسمعه من الذكر أو  القرآن  فلما",
    "en": ""
  },
  {
    "ar": "كان في آخر عمره قرأ رجل بين يديه فاليوم لا يؤخذ منكم فدية  الآية  فرأيته  قد",
    "en": ""
  },
  {
    "ar": "ارتعد وكاد يسقط فلما عاد إلى حاله سألته عن ذلك فقال نعم يا  حبيبي  قد  ضعفنا",
    "en": ""
  },
  {
    "ar": "وكذلك سمع مرة قوله تعالى الملك يومئذ الحق للرحمن فاضطرب فسأله ابن سالم  وكان",
    "en": ""
  },
  {
    "ar": "من أصحابه فقال قد ضعفت فقيل له فإن كان هذا من مضعف فما قوة الحال فقال أن  لا",
    "en": ""
  },
  {
    "ar": "يرد عليه وارد إلا وهو يلتقيه بقوة حاله فلا  تغيره  الواردات  وإن  كانت  قوية",
    "en": ""
  },
  {
    "ar": "وسبب القدرة على ضبط الظاهر مع وجود الوجد استواء الأحوال بملازمة  الشهود  كما",
    "en": ""
  },
  {
    "ar": "حكي عن سهل رحمه الله تعالى أنه قال حالتي قبل الصلاة وبعدها  واحدة  لأنه  كان",
    "en": ""
  },
  {
    "ar": "مراعيا للقلب حاضر الذكر مع الله تعالى في كل حال فكذلك يكون قبل السماع  وبعده",
    "en": ""
  },
  {
    "ar": "إذ يكون وجده دائما وعطشه متصلا وشربه مستمرا بحيث لا يؤثر  السماع  في  زيادته",
    "en": ""
  },
  {
    "ar": "كما روي أن ممشاد الدينوري أشرف على جماعة فيهم قوال فسكنوا  فقال  ارجعوا  إلى",
    "en": ""
  },
  {
    "ar": "ما كنتم فيه فلو جمعت ملاهي الدنيا في أذني ما شغل همي ولا شفى بعض ما بي  وقال",
    "en": ""
  },
  {
    "ar": "الجنيد رحمه الله تعالى لا يضر نقصان الوجد مع فضل العلم  وفضل  العلم  أتم  من",
    "en": ""
  },
  {
    "ar": "فضل الوجد فإن قلت فمثل هذا لم يحضر السماع فاعلم أن من هؤلاء  من  ترك  السماع",
    "en": ""
  },
  {
    "ar": "في كبره وكان لا يحضر إلا نادرا لمساعدة أخ  من  الإخوان  وإدخالا  للسرور  على",
    "en": ""
  },
  {
    "ar": "قلبه وربما حضر ليعرف القوم كمال قوته فيعلمون أنه ليس  الكمال  بالوجد  الظاهر",
    "en": ""
  },
  {
    "ar": "فيتعلمون منه ضبط الظاهر عن التكلف وإن لم يقدروا على الاقتداء به  في  صيرورته",
    "en": ""
  },
  {
    "ar": "طبعا لهم وإن اتفق حضورهم مع غير أبناء  جنسهم  فيكونون  معهم  بأبدانهم  نائين",
    "en": ""
  },
  {
    "ar": "عنهم بقلوبهم وبواطنهم كما يجلسون من غير  سماع  مع  غير  جنسهم  بأسباب  عارضة",
    "en": ""
  },
  {
    "ar": "تقتضى الجلوس معهم وبعضهم نقل عنه ترك السماع ويظن أنه كان سبب  تركه  استغناءه",
    "en": ""
  },
  {
    "ar": "عن السماع بما ذكرناه وبعضهم كان من الزهاد ولم يكن له  حظ  روحاني  في  السماع",
    "en": ""
  },
  {
    "ar": "ولا كان من أهل اللهو فتركه لئلا يكون مشغولا بما لا يعنيه  وبعضهم  تركه  لفقد",
    "en": ""
  },
  {
    "ar": "الإخوان قيل لبعضهم لم لا تسمع فقال ممن ومع من الأدب الرابع أن  لا  يقوم  ولا",
    "en": ""
  },
  {
    "ar": "يرفع صوته بالبكاء وهو يقدر على ضبط نفسه ولكن إن رقص أو تباكى  فهو  مباح  إذا",
    "en": ""
  },
  {
    "ar": "لم يقصد به المراءاة لأن التباكي استجلاب للحزن والرقص  سبب  في  تحريك  السرور",
    "en": ""
  },
  {
    "ar": "والنشاط فكل سرور مباح فيجوز تحريكه ولو كان ذلك  حراما  لما  نظرت  عائشة  رضي",
    "en": ""
  },
  {
    "ar": "الله عنها إلى الحبشة مع رسول الله صلى الله عليه وسلم وهم  يزفنون  حديث  نظرت",
    "en": ""
  },
  {
    "ar": "عائشة إلى رقص الحبشة مع رسول الله صلى الله عليه  وسلم  وهم  يزفنون  تقدم  في",
    "en": ""
  },
  {
    "ar": "الباب قبله هذا لفظ عائشة رضي الله عنها في بعض الروايات وقد روي عن  جماعة  من",
    "en": ""
  },
  {
    "ar": "الصحابة رضي الله عنهم أنهم حجلوا لما ورد عليهم سرور أوجب  ذلك  وذلك  في  قصة",
    "en": ""
  },
  {
    "ar": "ابنة حمزة لما اختصم فيها علي بن أبي طالب وأخوه جعفر وزيد بن حارثة  رضي  الله",
    "en": ""
  },
  {
    "ar": "عنهم فتشاحوا في تربيتها فقال صلى الله عليه وسلم لعلي أنت مني وأنا  منك  فحجل",
    "en": ""
  },
  {
    "ar": "علي وقال لجعفر أشبهت خلقي وخلقي فحجل  وراء  حجل  علي  وقال  لزيد  أنت  أخونا",
    "en": ""
  },
  {
    "ar": "ومولانا فحجل زيد وراء حجل جعفر ثم قال  صلى  الله  عليه  وسلم  هي  لجعفر  لأن",
    "en": ""
  },
  {
    "ar": "خالتها تحته والخالة والدة حديث اختصم علي وجعفر وزيد بن حارثة  في  ابنة  حمزة",
    "en": ""
  },
  {
    "ar": "فقال لعلي أنت مني وأنا منك فحجل وقال لجعفر أشبهت خلقي وخلقي فحجل  وقال  لزيد",
    "en": ""
  },
  {
    "ar": "أنت أخونا ومولانا فحجل الحديث أخرجه أبو داود من حديث علي بإسناد حسن وهو  عند",
    "en": ""
  },
  {
    "ar": "البخاري دون فحجل وفي رواية أنه قال لعائشة رضي الله عنها أتحبين أن تنظري  إلى",
    "en": ""
  },
  {
    "ar": "زفن الحبشة والزفن والحجل هو الرقص وذلك يكون لفرح أو شوق فحكمه حكم  مهيجه  إن",
    "en": ""
  },
  {
    "ar": "كان فرحه محمودا والرقص يزيده ويؤكده فهو محمود وإن كان  مباحا  فهو  مباح  وإن",
    "en": ""
  },
  {
    "ar": "كان مذموما فهو مذموم نعم لا يليق اعتياد ذلك بمناصب الأكابر وأهل القدوة  لأنه",
    "en": ""
  },
  {
    "ar": "في الأكثر يكون عن لهو ولعب وماله صورة اللعب واللهو في أعين الناس  فينبغي  أن",
    "en": ""
  },
  {
    "ar": "يجتنبه المقتدى به لئلا يصغر في أعين  الناس  فيترك  الاقتداء  به  وأما  تمزيق",
    "en": ""
  },
  {
    "ar": "الثياب فلا رخصة فيه إلا عند خروج الأمر عن الاختيار ولا يبعد  أن  يغلب  الوجد",
    "en": ""
  },
  {
    "ar": "بحيث يمزق ثوبه وهو لا يدري لغلبة سكر الوجد عليه أو يدري  ولكن  يكون  كالمضطر",
    "en": ""
  },
  {
    "ar": "الذي لا يقدر على ضبط نفسه وتكون صورته صورة المكره إذ يكون له  في  الحركة  أو",
    "en": ""
  },
  {
    "ar": "التمزيق متنفس فيضطر إليه اضطرار المريض إلى الأنين ولو كلف الصبر عنه لم  يقدر",
    "en": ""
  },
  {
    "ar": "عليه مع أنه فعل اختياري فليس كل فعل حصوله بالإرادة  يقدر  الإنسان  على  تركه",
    "en": ""
  },
  {
    "ar": "فالتنفس فعل يحصل بالإرادة ولو كلف الإنسان أن يمسك النفس ساعة لاضطر من  باطنه",
    "en": ""
  },
  {
    "ar": "إلى أن يختار التنفس فكذلك الزعقة وتمزيق الثياب قد يكون  كذلك  فهذا  لا  يوصف",
    "en": ""
  },
  {
    "ar": "بالتحريم فقد ذكر عند السرى حديث  الوجد  الحاد  الغالب  فقال  نعم  يضرب  وجهه",
    "en": ""
  },
  {
    "ar": "بالسيف وهو لا يدري فروجع فيه واستبعد أن ينتهي إلى هذا  الحد  فأصر  عليه  ولم",
    "en": ""
  },
  {
    "ar": "يرجع ومعناه أنه في بعض الأحوال قد ينتهي إلى هذا الحد في بعض الأشخاص فإن  قلت",
    "en": ""
  },
  {
    "ar": "فما تقول في تمزيق الصوفية الثياب الجديدة بعد سكون الوجد  والفراغ  من  السماع",
    "en": ""
  },
  {
    "ar": "فإنهم يمزقونها قطعا صغارا ويفرقونها على القوم ويسمونها الخرقة فاعلم  أن  ذلك",
    "en": ""
  },
  {
    "ar": "مباح إذا قطع قطعا مربعة تصلح لترقيع الثياب والسجادات فإن  الكرباس  يمزق  حتى",
    "en": ""
  },
  {
    "ar": "يخاط منه القميص ولا يكون ذلك تضييعا لأنه تمزيق لغرض وكذلك  ترقيع  الثياب  لا",
    "en": ""
  },
  {
    "ar": "يمكن إلا بالقطع الصغار وذلك مقصود والتفرقة على الجميع ليعم ذلك  الخير  مقصود",
    "en": ""
  },
  {
    "ar": "مباح ولكل مالك أن يقطع كرباسه مائة قطعة ويعطيها لمائة مسكين  ولكن  ينبغي  أن",
    "en": ""
  },
  {
    "ar": "تكون القطع بحيث يمكن أن ينتفع بها في الرقاع وإنما منعنا  في  السماع  التمزيق",
    "en": ""
  },
  {
    "ar": "المفسد للثوب الذي يهلك بعضه بحيث لا يبقى منتفعا به فهو  تضييع  محض  لا  يجوز",
    "en": ""
  },
  {
    "ar": "بالاختيار الأدب الخامس موافقه القوم في القيام إذا قام واحد منهم في وجد  صادق",
    "en": ""
  },
  {
    "ar": "من غير رياء وتكلف أو قام باختيار من غير إظهار وجد وقامت له  الجماعة  فلا  بد",
    "en": ""
  },
  {
    "ar": "من الموافقة فذلك من آداب الصحبة وكذلك إن جرت عادة طائفة بتنحية  العمامة  على",
    "en": ""
  },
  {
    "ar": "موافقة صاحب الوجد إذا سقطت عمامته أو خلع الثياب إذا سقط  عنه  ثوبه  بالتمزيق",
    "en": ""
  },
  {
    "ar": "فالموافقة في هذه الأمور من حسن الصحبة والعشرة إذا المخالفة  موحشة  ولكل  قوم",
    "en": ""
  },
  {
    "ar": "رسم ولا بد من مخالقة الناس بأخلاقهم حديث مخالقة الناس بأخلاقهم أخرجه  الحاكم",
    "en": ""
  },
  {
    "ar": "من حديث أبي ذر خالقوا الناس بأخلاقهم الحديث قال صحيح  على  شرط  الشيخين  كما",
    "en": ""
  },
  {
    "ar": "ورد في الخبر لا سيما إذا كانت أخلاقا فيها حسن العشرة والمجاملة وتطييب  القلب",
    "en": ""
  },
  {
    "ar": "بالمساعدة وقول القائل إن ذلك بدعة لم يكن في الصحابة فليس كل ما يحكم  بإباحته",
    "en": ""
  },
  {
    "ar": "منقولا عن الصحابة رضي الله عنهم وإنما المحذور ارتكاب بدعة تراغم  سنة  مأثورة",
    "en": ""
  },
  {
    "ar": "ولم ينقل النهي عن شيء من هذا والقيام عند الدخول للداخل لم يكن من عادة  العرب",
    "en": ""
  },
  {
    "ar": "بل كان الصحابة رضي الله عنهم لا يقومون لرسول الله صلى الله عليه وسلم في  بعض",
    "en": ""
  },
  {
    "ar": "الأحوال حديث كانوا لا يقومون لرسول الله صلى الله عليه وسلم  في  بعض  الأحوال",
    "en": ""
  },
  {
    "ar": "كما رواه أنس تقدم في آداب الصحبة كما رواه أنس رضي الله عنه ولكن إذا لم  يثبت",
    "en": ""
  },
  {
    "ar": "فيه نهي عام فلا نرى به بأسا في البلاد التي جرت  العادة  فبها  بإكرام  الداخل",
    "en": ""
  },
  {
    "ar": "بالقيام فإن المقصود منه الاحترام والإكرام وتطييب القلب به وكذلك  سائر  أنواع",
    "en": ""
  },
  {
    "ar": "المساعدات إذا قصد بها تطييب القلب  واصطلح  عليها  جماعة  فلا  بأس  بمساعدتهم",
    "en": ""
  },
  {
    "ar": "عليها بل الأحسن المساعدة إلا فيما ورد فيه نهي لا يقبل التأويل ومن  الأدب  أن",
    "en": ""
  },
  {
    "ar": "لا يقوم للرقص مع القوم إن كان يستثقل رقصه ولا يشوش عليهم  أحوالهم  إذ  الرقص",
    "en": ""
  },
  {
    "ar": "من غير إظهار التواجد مباح والمتواجد هو الذي يلوح للجميع منه اثر  التكلف  ومن",
    "en": ""
  },
  {
    "ar": "يقوم عن صدق لا تستثقله الطباع فقلوب الحاضرين إذا كانوا من أرباب  القلوب  محك",
    "en": ""
  },
  {
    "ar": "للصدق والتكلف سئل بعضهم عن الوجد الصحيح فقال صحته قبول قلوب الحاضرين له  إذا",
    "en": ""
  },
  {
    "ar": "كانوا أشكالا غير أضداد فإن قلت فما  بال  الطباع  تنفر  عن  الرقص  ويسبق  إلى",
    "en": ""
  },
  {
    "ar": "الاوهام أنه باطل ولهو ومخالف للدين فلا يراه ذو جد في الدين إلا وينكره  فاعلم",
    "en": ""
  },
  {
    "ar": "أن الجد لا يزيد على جد رسول الله صلى الله عليه وسلم وقد  رأى  الحبشة  يزفنون",
    "en": ""
  },
  {
    "ar": "في المسجد وما أنكره لما كان في وقت لائق به وهو العيد ومن  شخص  لائق  به  وهم",
    "en": ""
  },
  {
    "ar": "الحبشة نعم نفرة الطباع عنه  لأنه  يرى  غالبا  مقرونا  باللهو  واللعب  واللهو",
    "en": ""
  },
  {
    "ar": "واللعب مباح ولكن للعوام من الزنوج والحبشة ومن أشبههم وهو مكروه لذوي  المناصب",
    "en": ""
  },
  {
    "ar": "لأنه لا يليق بهم وما كره لكونه غير لائق بمنصب ذي المنصب  فلا  يجوز  أن  يوصف",
    "en": ""
  },
  {
    "ar": "بالتحريم فمن سأل فقيرا شيئا فأعطاه رغيفا كان ذلك طاعة مستحسنة ولو  سأل  ملكا",
    "en": ""
  },
  {
    "ar": "فأعطاه رغيفا أو رغيفين لكان ذلك منكرا  عند  الناس  كافة  ومكتوبا  في  تواريخ",
    "en": ""
  },
  {
    "ar": "الأخبار من جملة مساويه ويعير به أعقابه وأشياعه ومع هذا فلا يجوز أن  يقال  ما",
    "en": ""
  },
  {
    "ar": "فعله حرام لأنه من حيث إنه أعطى خبزا للفقير حسن  ومن  حيث  أنه  بالإضافة  إلى",
    "en": ""
  },
  {
    "ar": "منصبه كالمنع بالإضافة إلى الفقير مستقبح  فكذلك  الراقص  وما  يجري  مجراه  من",
    "en": ""
  },
  {
    "ar": "المباحات ومباحات العوام سيئات الأبرار وحسنات  الأبرار  سيئات  المقربين  ولكن",
    "en": ""
  },
  {
    "ar": "هذا من حيث الالتفات إلى المناصب وأما إذا نظر إليه في نفسه وجب الحكم بأنه  هو",
    "en": ""
  },
  {
    "ar": "في نفسه لا تحريم فيه والله أعلم فقد خرج من جملة التفصيل السابق أن السماع  قد",
    "en": ""
  },
  {
    "ar": "يكون حراما محضا وقد يكون مباحا وقد يكون مكروها وقد يكون  مستحبا  أما  الحرام",
    "en": ""
  },
  {
    "ar": "فهو لأكثر الناس من الشبان ومن غلبت عليهم شهوة الدنيا فلا  يحرك  السماع  منهم",
    "en": ""
  },
  {
    "ar": "إلا ما هو الغالب على قلوبهم من الصفات  المذمومة  وأما  المكروه  فهو  لمن  لا",
    "en": ""
  },
  {
    "ar": "ينزله على صورة المخلوقين ولكنه يتخذه عادة له في أكثر الأوقات على سبيل  اللهو",
    "en": ""
  },
  {
    "ar": "وأما المباح فهو لمن لا حظ له منه إلا التلذذ بالصوت الحسن  وأما  المستحب  فهو",
    "en": ""
  },
  {
    "ar": "لمن غلب عليه حب الله تعالى ولم يحرك السماع منه إلا  الصفات  المحمودة  والحمد",
    "en": ""
  },
  {
    "ar": "لله وحده صلى الله عليه وسلم و على محمد وآله.",
    "en": ""
  }
]