[
  {
    "ar": "كتاب آداب العزلة",
    "en": "REVIVAL OF RELIGIOUS LEARNINGS IMAM GHAZZALI'S IHYA UL UM-ID-DIN Translated by FAZL-UL-KARIM VOL: II THE BOOK OF WORLDLY USAGES CONTENTS CHAPTER VI\tDuties to relatives, neighbours, Muslims  117 Duties towards Muslims                            117 Duties towards Neighbours                         131 Duties towards Relatives                          134 Duties towards servants and Slaves\t          137 CHAPTER VII Benefits and harms of seclusion and society  139 CHAPTER VIII Rules of journey                            151 CHAPTER IX Music and Exctacy                             162 CHAPTER X\tEnjoining good & Forbidding Evil\t  180 CHAPTER XI\tConduct and Character of Holy Prophet     207 CHAPTER VI DUTIES TO RELATIVES, NEIGHBOURS, SLAVES AND MUSLIMS Man is social being and he is to observe certain rules and regulations if he lives in society. I am going to discuss these rules and regulations to be observed by a Muslim while dealing with persons of various types. DUTIES TOWARDS A MUSLIM (1) The following instructions have come in the Quran and Hadis. When you meet a Muslim, give him Salam. when he invites you, accept his invitation. When he sneezes, respond to him. When he falls ill, call on him. When he dies, join his funeral prayer. If he seeks your advice, give him advice. If he is absent, guard his proprieties. Love for him what you love for yourself. Don't love for him what you do not love for yourself . The Prophet said: There are four duties on you to help the pious, to seek forgiveness for the sinners, to invoke good for the unfortunate and to love those who make repentance. God says They are sympathetic towards one another. Hazrat Ibn Abbas explained it by saying : The pious among them seek forgiveness for the sinners. When a sinner among the Muslim looks to a pious man, the latter should say : 0 God, give him the blessing of good of which you have decreed for him and keep him firm over it and give him benefit therewith. When a pious man looks to a sinner among them, he should pray for him thus : 0 God, give him guidance, accept his repentance and forgive his sins. (2) Love for the believers what you love for yourself and dislike for the believers what you dislike for yourself . The Prophet said: The Muslim society is like a body in respect of mutual love and sympathy. If a limb of the body suffers pain, the whole body responds to it by sleepessness and fever. The Prophet said : One believer is like a building to another believer a portion of which strengthens another portion. (3) Don't give trouble to a Muslim by your words and actions. The Prophet said : A Muslim is he from whose tongue and hands other Muslim remain safe. The Prophet advised the people to do good deeds in a long sermon. He said in the midst of his sermon. 118\tThe Book of Wordly Usages\tVol-II If you are unable to do it, advise the people to give up evils, because it is a charity. It will be considered for you as an act of charity. The Prophet said : The best Muslim is he from whose tongue and hands other Muslim, remains safe. The Prophet once was asked : Do you know who is a Muslim ? The companions replied. God and His Apostle know best. He said : A Muslim is he from whose tongue and hands other Muslim are safe and a believer is he in whose hand the lives and properties of the believers remain safe. The companions asked : Who is a refuges ? He said : One who gives up sin. A man asked : What is Islam ? he said : Your sacrifice of heart for the sake of God and the Muslim remaining safe from your tongue and hands. The Prophet said : I saw a man loitering freely in Paradise for rewards of cutting tree which was obstructing the path of the Muslims. Hazrat Abu Hurairah asked the Prophet one day : 0 Messenger of God, give me such advice as will do benefit to me. He said : Remove the injurious things from the path of the Muslims. The Prophet said : If a man removes an injurious thing from the path of the Muslims, God writes for him a virtue. Paradise is sure for one for whom God writes a virtue. The Prophet said ; It is no lawful for a Muslim to cast such a look on another Muslim which gives him trouble in mind. He said : It is not lawful for a Muslim to threaten another Muslim with fear. He said : God does not like that the believers should be given trouble. (4) Be modest to every Muslim Don't treat harshly with him, don't take pride near him as God does not love the proud and the self-conceited. The Prophet said : God revealed to me : Be modest to one another and don't be proud to one, another. If anybody shows pride to you, keep patience. God ordered the Prophet Take to pardon and enjoin good and keep away from the illiterate. The Prophet was modest to every Muslim, he was not harsh to them and did not dislike to do the, necessary works of the poor and the widwoss. (5) Don't hear back-biting and don't take it to others. The Prophet said: The back-biter will not enter paradise. (6) Give up disputes and quarrels. When you get angry with another, don't give up his association for more than three days. The Prophet said : It is not lawful for a Muslim to remain aloof Vol-II\tLove and Brotherhood\t119 from his brother for more than three days, nor should he turn away his face from another if both of them meet. The better of the two is one who greets first with salutation. The Prophet said: If a man pardons the faults of a Muslim, God will forgive his faults on the resurrection day. Hazrat Ayesha said : The Prophet never took revenge for personal wrongs. The Prophet said: Wealth does not reduce by charity. God does not increase but honour in case of pardon. God raises a man who becomes modest for the sake of God. (7) Do good to every one either deserving or underserving. The Prophet said : Do good to everyone, pious, or impious-If you do good to one who is fit to receive, it is good. If he is not fit to receive it, you are fit to do good. The Prophet said : The root of wisdom after religion is to love for men and to do good to everyone, pious or impious. Hazrat Abu Hurairah said that the Prophet did not withdraw his hand from another till the latter withdrew his own hand. (8) Treat well with all and speak to everyone according to his intellect. If you go to meet an illiterate person with words, of wisdom and with theology and dispute with the fools, you will get trouble. (9) Honour the dead and show affection to the juniors: The Prophet said : He who does not show affection to our juniors is not of us. He said: 'To honour an aged Muslim is to honour God.' The honour of an aged man does not become perfect if without his permission one talks with others of the party. Hazrat Jaber reported : A deputation of Juhaina tribe once came to the Prophet . A young man among them stood on their behalf to talk to the Prophet. The Prophet said : Stop, where is your aged man ? The Prophet said : 'If a young man shows honour to an aged man, God will create, for him such one in his old age who will show him honour.' This means that he will live up to old age. So if you show honour to the aged, God will prolong your life. The Prophet said that the Hour will not came till a son gets angry at his parents, till there is profuse rain, till the back-biters come out from every place, till the honourable men will be unseen, till the juniors will not show honour to the aged and till the wrong doers will not be doing wrong against the honourable men. So treat affectionately with the boys according to the habit of the Prophet. Whenever the Prophet returned from a journey, the boys used to 120\tThe Book of Wordly Usages\tVol-II meet him and he waited for them standing in their front. He used to make some boys sit in his front and some in his back. He used to take the little children in his lap and some of them even passed urine in his cloth. (10) Live with all men with smiling face and kind heart: The Prophet said : Do you know for whom Hell has been made unlawful? The companions said: Cod and his Apostle know best. He said: Those who are modest, simple and neighbours of God. He said : God loves the simple and those having smiling countenance. A certain man asked : 0 Messenger of God, give me clue to such an action which will send me to Paradise. He said To give salutation and to speak sweet words are means of forgiveness. The Prophet said : Save yourself from the fire of Hell by giving in charity even half a seed of dried grapes. If you cannot do it, save yourself in lieu of a sweet word. The Prophet said : There are rooms in Paradise of which the inner sides can be seen from the outer sides. A desert Arab said :'0 Prophet of God, for whom are these rooms ?' He said : For those who use sweet words, give food and remain busy in prayers when the people remain asleep., The Prophet advised Muaz-b-Jabal saying: Fear God, tell the truth, fuflil promise, break not trust, take care of neighbours, show kindness to the orphans, be modest in talk, greet with salam and spread peace. Hazrat Anas narrated : A poor woman came to the Prophet and said : I have got some necessity to you. Some companions were then present there. He said: Sit down in this lane and I shall also sit with you. She sat down and the Prophet also did so. She said to the Prophet what she had to say. (11) Fuflil promise with the Muslims. The Prophet said Promises is like charity. He said : There are three faults of hyporcrite-(1) when he promises, he breaks it, (92) when he speaks, he speaks lies, (3) and when he is entrusted with a thing, he does not return it. The Prophet said : He in whom there are these three faults is a hypocrite though he prays and fasts. (12) Do justice to the people willingly and come to them with what they love. The Prophet said : The faith of a man does not become perfect in whom three qualities are not found-(1) to spend till he becomes poor, (2) to do justice to oneself, (3) and to greet with salam. The Prophet said : He who hopes to keep Hell distant and to enter Paradise shall testify at the time of death that Vol-II\tLove and Brotherhood\t121 there is no deity but God and Muhammad is the Messenger of God and treat with the people in such a manner as he wishes to get from them. The Prophet said : '0 Abu Darda'a , treat well with your neighbour, you will then be a believer. Love for men what you love for yourself, you will then be a Muslim. Hazrat Moses asked God : 0 Lord, who is the best judge among . Thy servants? He said : That servant who does best justice to himself. (13) Honour those to whom honour is due. Honour one who is understood to be honourable in rank from his nature, conduct, appearance and dresses and his status and rank. It is reported that when Hazrat Ayesha was in her tent in a journey, a beggar came to her when food was served to her and begged some food. Hazrat Ayesha said : Give him a piece of bread. Thereafter a man came to her riding on a horse. Hazrat Ayesha said : Call him to this feast. She was asked : You have given a bread to the begger, while you called the horse man to a feast. What is the reason ? Hazrat Ayesha said : God has given different persons different ranks. We should entertain them according to their ranks. This poor man will be pleased with a piece of bread, but to give to this rich man a piece of bread is out of etiquette. It has been reported that once the Prophet entered a room and the people came there and the room was full. Then Zarir-b-Abdullah, the chief of the tribe, came there but finding no place to sit he sat upon the door. Seeing this, the Prophet gave him his shirt to sit thereon. He began to kiss it and handed it over to the Prophet and said : May God honour you as you have honoured me. The Prophet said : When any honourable man of a people comes to you, honour him. The foster mother of the Prophet, Halima, once came to him and the Prophet gave her his own shirt to her to sit on and said : Mother, you are welcome. You intercession will be accepted . You will be given what you want. She said : I intercede to you for my own people. The Prophet said : You are the owner of my dues and the dues of the people of Hashemite dynasty. Then he gave the entire booty gained in the battle of Hunain to her. Halima sold it it to Hazrat Osman for one lac dirhams. (14) Compromise disputes among the Muslims if you have got means. The Prophet said : Shall I not inform you of a greater rank than that of prayer, fasting and Zakat ? The companions said : Surely. The Prophet said : It is to compromise disputes. 122\tThe Book of Wordly Usages\tVol-II Dispute between two persons is destructive. The Prophet said To settle dispute between two persons is the best charity. The Prophet said : Fear God and settle disputes among you, God will then compromise disputes among the believer. The Prophet said He who settles dispute between two persons is not a great lair. He also said : Every lie is recorded except three lies-(1) the lie of a man in a war battle as it is a deception , (2) the lie of a man to settle dispute between two persons, (3) and the lie of husband to please his wife. (15) Keep the secrets of Muslims secret: The Prophet said : If a man keeps the guilts of a Muslims secret, God will keep his guilts secret both in this world and the next. He also said : If a man keeps the sin of a man secret in this world, God will keep all of his sins secret on the Resurrection Day. The Prophet said : If a believer keeps the fault of his brother secret, he will enter Paradise. When Ma'az disclosed the condition of his fornication to the Prophet, he said : Had you kept it concealed under your cloth, it would have been better. Hazrat Abu Bakr said: If I see a drunkard, I entertain such a hope in my mind that God will keep this sin secret. Hazrat Omar one night went out in the city in disguise and saw a man and a woman in obscene action. In the morning he told the people : I f certain Ameer sees a man and a woman committing fornication and if he metes out prescribed punishment in the Quran to them, what is your opinion about it ? They said : You are a ruler. You have got freedom in this action. Hazr#t Ali said : Punishment in this case is unlawful, rather you are to suffer punishment for this for slander. This punishment cannot be meted out without the evidence of four persons. After this, Hazrat Omar kept silent for some days. Again he questioned them and they replied as they had said : He became inclined towards the opinion of Hazrat Ali and decided not to mete out the punishment. This is a good proof that the sins of the Muslims should be kept secret and that four eye witness are necessary for the capital punishment for fornication which is practically is possible in a case of sexual of sexual intercourse. The Prophet said : When God keeps the sin of a persons secret, He is more honourable to disclose it in the next world. Hazrat Abdur Rauf-b-Aaf narrated : We came out with Hazrat Omar secretly to travel in the city of Medina in the grim midnight. We saw a light in a house and proceeded towards it. When we came near, we found that in a closed door Rabia-b-Omayya was intoxicated Vol-II\tLove and Brotherhood\t123 with drinking wine. I said : Don't spy. So Hazrat Omar returned there. The Prophet said to Muwayiah : If you enquire into the secrets of the people, you will ruin them. The Prophet said : 0 people (who have faith by tongue but in whose heart the light of Islam has not yet entered), don't back-bite and Muslims, don't roam about to enquire into their secrets because he who roams about the secrets of his brother, God will enquire about his secrets. God humiliates one whose secrets He follows , even though he remains within the house. Hazrat Abu Bakr said : If I see anybody to commit prescribed offense, I will not arrest him nor I will tell anybody to arrest him till some person remains with me. A wise man said : I was seated one day with Hazrat Abdullah-b-Masud. At that time a man brought another man to him saying : This man is a drunkard. Abdullah-b-Masud said Take smell from his mouth. The people took smell from his mouth and it was found that he drank wine. He then arrested him and whipped him. He asked the man who brought him. Is this man your relative ? He said : I am his uncle. He said : You have not given him training and good manners and did not keep his sin secret. When any sin of a person is mentioned to a ruler, he has got no other alternatives but to punish him. God is forgiving and love forgiveness. Then he recited. Take to pardon and forgiveness. I will mention to you with regard to a thief who was brought to tht' Prophet for the first time. He ordered for cutting of his hands which were cut off. But then the colour of his face became changed at this. The companions asked : Are you dissatisfied with the cutting of his hands ? He said : Why should not I ? Don't be helpers of the devil against your brothers . The companions asked : Then why have you not forgiven him ? When a man in brought to a ruler for being guilty of a prescribed crime, it becomes compulsory on him to inflict the prescribed punishment on him. God is forgiving, He loves forgiveness . Then he recited : Let them pardon and forgive. Don't you like that God may forgive you ? God is forgiving, merciful. Once Hazrat Omar, while going at night in the city, heard sounds of songs in a house. He got over the wall and found that there was a woman with them and a pot of wine near a man. He said : 0 enemy of God, have you thought that God will keep your sin concealed ? He said : 0 Commander of the faithful, you have come yourself ! Don't be hasty in judgement I committed one sin this time, but you have committed three sins. God said: Don't 124\tThL Book of Wordly Usages spy, You have committed spying and therefore committed one sin. God says : 'It is not righteousness that you should come to the houses by their back-doors. ' You have come overstepping the wall and so you have committed another sin God says : Don't enter a house other than your own houses till you seek permission and greet their inmates-25:27 Q. You have entered my house without permission and greeting. Hazrat Omar said If I pardon you, will it do any good to you ? He said : By God, 0 Commander of the faithful, it will do me good. If you pardon me, I will never do it. Then he pardoned him and went away. The Prophet said: God will take a believer near Him, spread His mercy on him and keep his fault secret on the Resurrection Day. God will say : 0 My servant, I have kept it secret for you in the world and I wished to pardon you to-day. Then the book of good deeds will be given to him. The Prophet said: Every person of my followers will be forgiven except Muzaher who is a person who commits sins and then discloses them. He also said : If a person hears the news of a people secretly but they dislike it, molten brass will be put into their ears on the Resurrection Day. (16) Keep away from places of slander and back-biting so that the minds of the people remain free from cherishing evil ideas about you. God says : Don't abuse those whom they worship besides God, lest they abuse God out of enmity. The Prophet said Do you see a man who rebukes his parents ? The companions said : Is there anybody who rebukes his own parents ? He said Yes, some one rebukes his parent and he in turn rebukes his parents. !r order to avoid evil conjecture of the people, one should not even talk with his wife before the public on the path way. Once Hazrat Omar passed by a man who was talking with a woman on the road. When Omar was about to whip him, he said She is my wife. Hazrat Omar said : Why have you not talked with her in a place where people will not see you ? (17) Intercede for everyone. Make intercession to one who has got authority, to remove the needs of a Muslim and try hard to meet his requirements. The Prophet said : If anybody amongst you seeks something from me, I wish I should give it to him at once, but if anyone among you remains present near me, I like that he should intercede for him, as he gets rewards for that. So make intercession, you will get reward. God does through His Prophet what He loves. The Prophet said : Intercede to me, you Vol-II\tLove and Brotherhood\t125 will get rewards. I make delay to do a thing though I wish to do it, so that you may get rewards by interceding for it. The Prophet said: No charity is better than oral charity ? He was asked : What is oral charity ? He said : A just pleading which saves the life of man, benefits man or saves a man from a calamity. (18) Greet every Muslim with salam before talk and before greeting handshake with him. The Prophet said : Don't respond to one who begins talk before salam till he begins talk with salam. A wise man said : Once I went to the Prophet but did not great him with salam and did not seek permission. The Prophet said Go back and say : 'Peace be on you' and then enter. The Prophet said: When you enter your house, greet its inmates with salam, because when one of you greets, the devil does not enter his house. Hazrat Anas said : I have been serving the Prophet for the last eight years. He said to me one day : 0 Anas, make ablution well, your life will be prolonged. Greet with salam to any of my followers whom you meet, your rewards will increase . Greet with salam the inmates of a house when you enter it, that will be good for you. He also said : When two believers meet and handshake with each other, seventy virtues are divided among them. He who meets out of them with smiling, countenance, will get sixty nine virtue therefrom. God says : When you are greeted with greeting, greet them with a better greeting than it or similar to it. The Prophet said : By One in whose hand there is my life, you will not enter Paradise till you believe, you will not believe till you love one another. Shall I not inform you of such an action for which you will love one another if you do it? The companions said : Yes, 0 Messenger of God. He said : Spread. peace among you. He said : When a Muslim greets another Muslim with salam and the latter responds to it, the angels bless him seventy times, The Prophet said : The rider will salute one sitting. When one of a party salutes, it is sufficient for them. Handshaking with salam is Sunnat: A man came to the Prophet and said : Peace be on you. He said : For him, ten rewards have been written. Another man came and said : Peace be on you and God's mercy. He said : For him twenty rewards have been written. Another came and said : Peace be on you, God's mercy and His blessing. He said : For him thirty rewards have been written. Hazrat Anas saluted the boys while passing by them. The Prophet said : Don't greet the Jews and the Christens first. If Vol-II 126\tThe Book of Wordly Usages\tVol-II one of you meets any of them on the path or, lead him to the narrow corner of the path. The Prophet said : Don't handshake with the Zimmis and don't greet them first. When you meet any of them, take him to a corner of the pathway. Hazrat Ayesha reported: A party of the Jews came to the Prophet and said : Sa'm (death) on you The Prophet said : On you too. Hazrat Ayesha said : On you also death and curse. The Prophet then said : 0 Ayesha. God loves kindness in everything. Hazrat Ayesha said : Have you not heard what they said ? He said : I also said : On you too The Prophet said : The rider will salute one who walks, one who walks will salute one seated, a small party to the big party, the juniors to the seniors. The Prophet said : Don't follow the Jews and the Christians, because the greeting of the Jewsis hint by fingers and the greeting of the Christains is clapping by hands. The Prophet said : When a man reaches an assembly, he shall salute them. When he thinks good to sit, then he will sit. When he goes away, he will salute them. The first man has got no greater right than the last. Hazrat Omar said : I heard the Prophet say: When two Muslims meet with each other and one of them greets another and handshakes with him, one hundred mercies are showered on them, ninety for one who first greets and ten for one who handshakes. Hazrat Hasan Basari said: Handshake increases love. The Prophet said : Handshakes among you perfects greeting. The Prophet said . Handshake is like kissing the hand of Muslim to his brother. There is no harm in kissing the hand of a religious man and an honourable man out of respect. Ibn Omar said : We used to kiss the hands of the Prophet. A desert Arab came and said : 0 Messenger of God, give me permission to kiss his head and hands. On permission being given, he kissed his head and hands. Hazrat Bar'a-b-Ajeb reported that when he saluted the Prophet at the time of ablution, he did not respond to it till he finished his ablution. Then he responded to him and handshaked with him. He said This is the practice of the foreigners. The Prophet said: When two Muslims meet with each other and handshake, their sins fall down. It is prohibited to bow the head at the time of greeting. Hazrat Anas said : We asked the Prophet : 0 Messenger of God, shall we bow our head for one another ? He said : No They said : Shall we kiss one another ? He said : No They said Shall we Vol-U\tLove and Brotherhood\t127 handshake with one another ? He said : Yes . Hazrat Abu Zarr said : Whenever I met the Prophet, he handshaked with me. Once during my absence he enquired of rhe. When I heard it, I came to him and found him sitting in a Khatia. He got up from it and embraced me.\" This shows that embracing is good. It is Makruh to stand up for a man thinking him great but to stand in his honour is not Makruh. Hazrat Anas said that nobody was dearer to the companions than the Prophet. When they saw him, they used not to stand up, because they knew that the Prophet disliked it. The Prophet once said to them : When you see me, don't stand up as the foreigners do. The Prophet said: Let one seek his abode in Hell who is pleased with the standing of other for him. The Prophet said : Let nobody take the seat of another person after asking him to get up, rather he should make it spacious. One day a man saluted the Prophet while he was passing urine. He did not respond to him and disliked it. He said When one of you meets his brother, let him say 'Peace be on you and God's mercy. If he does not get space after greeting, let him not go but take seat behind the rows. The Prophet said : If two Muslims handshake with each other after meeting, God forgives them before they part away. (19) To help the distressed: Save your Muslim brother from oppression on his honour, wealth and life, remove it and help him, because it is binding on account of the brotherhood of Islam. Once a man abused another before the Prophet to which another man protested. The Prophet said : If a man saves the honour of his brother Muslim, it stands as a screen of Hell. He said : If a Muslim saves the honour of another Muslim it becomes the duty of God to remove from him the fire of Hell on the Resurrection day. The Prophet said : If a Muslim is mentioned before his brother and the latter does not help him inspite of his ability to help, God will arrest him in the world and the next. If a Muslim is mentioned before his brother and he helps him, God will help him in this world and the next. The Prophet said: if a Muslim keeps alive the honour of his brother Muslim in this world, God will send to him an angel on the Resurrection day to save him from hell-fire. He said : If a Muslim helps his brother Muslim in a place in which his honour is at stake, God will help him in such a place where he well be dependent on him for his help. On the otherhand, if a Muslim is about to disgrace his brother Muslim, and if another Muslim does not help him according to his ability and show no 128\tThe Book of Wordly Usages\tVol-II sympathy, God will disgrace an dishonour him in such a place where he will be waiting for help. (20) Respond to sneezing: The Prophet said : He who sneezes will say : God's praise in all circumstances and one who hears it will say : May God have mercy on you. The sneezer will then say May God guide you and make your mind pure. Once the Prophet replied to a sneezer and did not reply to another. When asked the reason he said : One has praised God and another remained silent. The Prophet said : When a Muslim sneezes thrice, respond to him. If he increases more than thrice, it is a disease. When the Prophet sneezed, he used to shut up his mouth with his hand or cloth. The Jews sneezed before the Prophet with the hope of getting a reply 'May God show you mercy. He used to say : Say : May God guide you. The Prophet said : Sneezing comes from God and yawing for the devil . When one of you yawn, let him place his hand upon his mouth. Moses said : 0 Lord, art Thou near me, so that I may hold secret conversation with Thee ? Art thou distant, so that I may speak loudly to Thee ? He said : I am with one who remembers Me. He said : We are sometime in such a condition that to remember Thee is impertinence, such as in the state of impurity or at the times of calls of nature. He said : Remember meat all times. (21) Help at the time of distress and calamities: God says Remove evil with what is good. God says : They remove evil by good deeds. Hazrat Abu Abbas explained this evil by saying Those who treat with salam and modesty in lieu of harm and harsh treatment. God says : If God would not have repelled one people by another, cloister, etc. would have been destroyed. Hazrat Ibn Abbas said that the meaning of another is a people with hope, fear, modesty and humble behavior. The Prophet said 0 Ayesha, the worst man on the Resurrection Day will be a man whom the people forsake for fear of his harm. He said : If a man keeps patience to save his honour after hearing abusive words, it will be an act of charity for him. (22) Give up the company of the rich and take the company of the poor and show kindness on the orphans. The Prophet said : 0 God, let me live as a poor man let me die as a poor man and resurrect me with the poor. Whenever Hazrat Solaiman saw a poor man, he sat with him and said : A poor man is sitting by the side of a poor man . It has been reported that nothing could Vol-II\tLove and Brotherhood\t129 please Jesus Christ so much as he was when addressed as a poor man. The sage Fuzail said : I heard that a Prophet said : 0 Lord, how can I know that you are pleased with me ? He said : Look for it when the poor remain satisfied with you. the Prophet said : Be careful of the assemblies of the dead. He was asked : 0 Messenger of God, who are the dead ? He said : The rich men. Moses asked God: 0 Lord, where shall I search for Thee ? He said : Near the broken heart. The Prophet said : Don't be envious for the fortunes of. the sinners, because you do not know that will be their condition. There is behind them one who enquires of them with haste. Orphans The Prophet said : Paradise is sure for one who maintains an orphan after taking him from Muslim parents till he comes of age. He said : I and the care taker of an orphan will remain in Paradise like these two fingers. He hinted by joining his two fingers. He said : He who passes his hand out of sympathy on the hairs of an orphan will get virtues to the proportion of hairs on which his hand has passed. The Prophet said : The best house of the Muslim is one in which an orphan is well treated and the worst house of the Muslims is one is which an orphan is badly treated. (23) Give advice to every Muslim . The Prophet said : A believer shall love for another believer what he loves for himself. He said - Nobody of you can be a believer till he loves for his brother what he loves for himself. He said : One of you is like a mirror for another. If he sees anything wrong in him, he should remove it from him. He said : He who fulfills the needs of his brother Muslim, has done divine service as it were for his whole .life. He said : If a man destroys the honour of a believer, God will destroy his virtues one the Resurrection Day. He said : If a man spends one hour to relieve the sufferings of his brother Muslim :day or night, it is better than two months, I tiqaf (seclution in mosque) , whether his sufferings are removed or not. The Prophet said : If a man removes the anxieties of a believer or helps an oppressed person, God forgives his seventy three sins. He said : Help your brother Muslim, he be oppressed or oppressor. He was asked : How can he help the oppressor ? He said : He thing to God is to incur pleasure to the mind of a believer, or to pay off his debt or to appease his hunger by giving food. The Prophet said : If a man saves a believer from the deceit 130\tThe Book of Wordly Usages of a hypocrite, God will send for him on the Resurrection Day an angel who will protect his flesh from Hell- fire. He said : There is no sin worse than two sin-(1) to set up partners with God and. (2) to oppress God's servants. There is no virtue better than two virtue (1) to have faith in God and (2) and to do good to God's servants. The Prophet said : He whose mind is not moved with the sufferings of the Muslims, is not of them. The sage Ma'ruf Karkhi said : If one says everyday : 0 God, show mercy on the followers of Muhammad, God will include him in the class of Abdals. In another narration : If a, man recites thrice everyday: 0 God, make the followers of Muhammad, good, 0 God, relieve the suffering of the followers of Muhammad God enrolls him as one of the Abdals. (24) Call on the diseased. If a a Muslim falls ill, call on him and nurse him. The following rules must be observed when you go to see a patient. (1) Sit for a short while before the patient, ask him few questions, take information of his health with soft mind and pray for his recovery. The Prophet said : If a man goes to a patient and places his hand on his forehead or asks the condition of his disease his meeting with him becomes perfect. Handshaking perfects your greeting. The Prophet said: He who meets with a patient, sits by the side of Paradise. When he return, he is entrusted with seventy thousand angels who pray for him up to night. He said : When a man goes to see a patient, he remains inmerged in mercy. When he sits by his bed, it becomes permanent. He said : When a Muslim goes to see his brother, a diseased Muslim or meets with him, God says Blessings on you, your steps, are good. He said : When a man falls ill, God sends to him two angels saying : Look what he says to the patient. When he comes to him and praises God, they carry it to God and prays to Him, God says. If I cause the death of this servant, I will admit him in Paradise. If I cure him, I will give him better flesh than this flesh, better blood than this blood and forgive his sins. The Prophet said : God gives disease to a man whom He loves. He said : The Prophet once came to see a patient and said : In the name of God, the most Compassionate, the Most Merciful, I give you from the evil which I see to the refuge of God, the Unique, free from want. He begets not, nor is He begotten and there is none like him. The Prophet said : Visit a patient every alternate day and treat modestly with him. Vol-II\tLove and Brotherhood\t131 (25) Join the funeral prayer of a Muslim. The Prophet said He who follows the bier will get a Qirat of virtue. If he waits uptoburial, he will get two Qirats of virture. The Prophet said One Qirat is like coins full of Uhud mountain. He said : Three things follow a dead man, two return and one does not return. His relatives and wealth return, but his actions do not return. (26) Visit the graves of the dead. The object is to pray, to take lessons and to make the mind soft. The Prophet said : I have not seen a more horrible secenery than grave. The Prophet once went to the grave of his mother Amina. He said : I sought permission of God to visit her grave and He gave me permission. I sought His permission for her forgiveness but he refused it. He began to weep. He said: grave is the first station out of the stations of the next world. If its inmate gets relief from it, what will occurs after it will be easy. If he does not get relief from it, what occurs after it will be severe. Hazrat Abu Darda'a used to sit by graves., Being asked the reason, he said I sit with such people who remind me of the next world. If I go away from them they do not back-bite me. The Prophet said : There is'no night in which a proclaimer does not proclaim : 0 inmates of the graves, whom do\" you envy ? They say : We envy the inmates of mosques, as they fast and we do not fast, as they pray and we do not pray, as they remember God and we do not remember Him. Sufiyan Saori said: He who remember grave much, will get a garden in Paradise out of His gardens. He who does.not remember grave gets a hole in Hell out of its holes. RIGHTS OF NEIGHBOURS As a Muslim has got rights over you, so a neighbour also has got rights over you. The Prophet said : There are three classes of neighbours. The first class neighbour has got one right, the second class two, and the third class three. He who is a neighbour, a Muslim and a relative has got three rights, one right of being a neighbour, one right of being a relative, and one night of being a Muslim. The second class neighbour has got two rights, one right of being a Muslim and one right of being a neighbour. The third class neighbour has got only one right. The right of being an infidel neighbour. The Prophet said : Treat well with your neighbour, you will be a Muslim. The Prophet said Gebriel was insisting always to pay the tight of the neighbour so much that I thought that he would give him the right of inheritance. The Prophet said : Let him who believes in God and Vol-lI i 132\tThe Book of Wordly Usages the next world honour his neighbour . He said : He is not a believer from whose harms his neighbour is not safe. He said The first two who will come as disputants on the Resurrection day will be neighbours. He said : When you throw a stone at the dog of neighbour, you cause trouble to his mind. The Prophet once was said : A certain man fasts all day and prays all night, but he give trouble to his neighbour. The Prophet said : he is in Hell. At another time, a man complained against his neighbour to the Prophet and he said: Have patience. When he said twice and thrice. The Prophet said : Throw your goods on the pathway. When he threw them, the people asked him: What is the matter with you? They were told that his neighbour was giving him trouble . They began to say : God's curse upon him. His neighbour came to him and said : By God, I will not treat with him further in such a manner. Once the Prophet said : Proclaim forty surrounding houses as houses of neighbours. He said fortune and misfortune lie in woman, house and conveyance. A woman is a cause of fortune when her dower is little, her marriage is easily performed and her character and conduct are good. The cause of her misfortune occurs when her dower is heavy, her marriage is solemnised with difficulty and her character and conduct are bad. Fortune regarding a house occurs when it is spacious and its neighbour is good and misfortune comes when it is narrow and its neighbour is bad. Fortune regarding a horse comes when it becomes submissive and has got a good figure and misfortune comes when it is disobedient and has got an ugly figure. In short, the rights of a neighbour on you are the following Salute him first, don't talk with him for long, don't ask about his condition long. Call on him when he is ill, show sympathy in his distress, be sorry in his sorrows, be happy in his happiness, share enjoyments in his happiness, pardon his faults, don't look at the inner side of his house from the top of your roof, don't trouble him by replacing your rafters on his wall, don't let water flow down his courtyard, don't shut up the outflow of water of his house through your boundary, don't make the path to his house narrow, cover his fault if it is out, try to remove his distress as soon as possible, take care of his house in his absence, don't hear his back-biting, talk with his sons and daughters with affection and read out to him \"What he is ignorant\" of the worldly and religious matters. Vol-II\tLove and Brotherhood\t133 The Prophet said: Do you know about your duties towards your neighbour ? Help him if he seeks your help, give him loan if he wants it, remove his wants if he is in wants, follow his bier if he is dead, give him joy him if he gets good news, show him sympathy and express sorrow if he is in danger, don't raise up your building so high without his permission so as to obstruct his air, don't give him trouble. If you purchase some fruits, give him something. If you do not do it, take them secretly to your house. Don't allow your children to come out with them as it may cause displeasure of his children. Don't give him trouble by the smoke of your cook-shed. There is no harm in sending food cooked in your cook-shed to your neighbour's house, Then he said: Do you know the rights of a neighbour ? By one in whose hand there is my life, one on whom God shows mercy can fuflil these duties towards neighbours. Hasan Basari used to present the meat of Qurbani to his neighbours-jews and Christians. Hazrat Abu Zarr said : My friend the Prophet gave me these instructions: When you cook curry, increase its Soup and send something to your neighbour. Hazrat Ayesha said : 0 Messenger of God, I have got two neighbours, the house of one is near my house and the house of another is some distant. Whose right is greater ? He said : The right of one whose house is nearer. Hazrat Ayesha said: There are ten habits of an honourable man. They may be found in a man, but may not be found in his father. They may be found in his servant but may not be found in his master. God gives these to one whom He loves-(1) to speak the truth, (2) to treat good with the people, (3) to give charity to the beggars, (4) to help in domestic works, (5) to treat well with relatives, (6) to protect trust, (7) to perform the duties towards a neighbour, (8) to maintain friendship, (9) to entertain guests and (10) to keep shame. These are the foundations for all qualities. The Prophet said : 0 Muslim women, don't think insignificant to give your neighbours even a goat's cooked hoof. The Prophet said : The fortune of a Muslim is in spacious abode, good neighbour and satisfactory conveyance. One man asked : 0 Messenger of God, how shall I know whether a man is good or bad ? He said : When you hear your neighbour say 'He is good' he is really good. If you hear say 'he is bad', he is really bad. The Prophet said : If a man has got a share in a wall, he shall not sell it without asking his cosharer. The Prophet said : A neighbour, can place his rafter in the wall of his neighbour whether he is willing Vol-II 134\tThe Book of Wordly Usages\tVol-II or not. He said : Let none amongst you refuges his neighbour from placing rafter on his wall. The Prophet said : God gives sweetness to one whose good He wishes. He was asked : What is the meaning of sweetness ? His said: He makes him dear to his neighbour. RIGHTS OF RELATIVES The Prophet said: God says : I am Rahim (Merciful and Raham (relationship) is derived from my name. I keep attached to one who joins it and I keep aloof from one who severs it. The Prophet said : If any man is pleased to prolong his life and to make his livelihood solvent, let him fear God and join the tie of relation ship. The Prophet was once asked : Who is the best persons ? He said : One who fears God most, keeps best connection with his relatives, gives much advice for good deeds and prohibits bad deeds. Hazrat Abu Zarr said : My friend (Prophet) advised me to keep good relation with relatives even though they treat badly. He ordered me to speak the truth though bitter. The Prophet said : Raham (relationship) is hanging with the Throne. The man who fulfills his duties towards his relatives is not the real protector of relationship but he is one who joins it after it is severed. He said : The rewards of keeping good relation with relatives are found more hastily than other rewards. His wealth and properties increase inspite of the inmates of his house being sinners and their numbers increase when they keep the relationship intact. When the Prophet started for the conquest of Mecca, a man came to him and said : If you wish to marry a beautiful woman and to get a camel of red hue, start a campaign against the tribe of Mudlej. He said : God prohibited me to wage a campaign against them owing to my relationship with them the Prophet said: Charity to a poor man has go.* one merit and charity to a poor relative has good two merits. God says : You will never attain righteousness till you spend what you love. Hazrat Abu Talha was greatly satisfied on hearing the verse and wished to give in charity his garden of dates and said : 0 Prophet of God, I have gifted in charity this garden for the poor and destitue. The Prophet of God said : Your reward from God has become sure. Distribute it among your near relatives. The Prophet said : The greatest rewards is of that charity which you give to your relative who has got dispute with you. This can be understood from the Vol-II\tLove and Brotherhood\t135 following Hadis. The Prophet said : If a man joins the tie of relationship after it is severed and gives in charity to a man who deprives him, he will get the greatest rewards. Hazrat Omar sent this order to his governors : Order relatives to meet one another. RIGHTS OF PARENTS AND CHILDREN The nearer is the relation, the greater are the duties towards him. Parents are nearest to a man and so the duty towards them is greatest. The Prophet said : A son cannot fuflil his duties towards his father He can, however, fulfil a part of it if he sees his father as a slave and liberates him. The Prophet said : To treat good with parents is better than prayer, fasting, pilgrimage, zakat, Umrah and jihad in the way of God. He said : If a man gets up at morning pleasing his parents, two doors of Paradise are opened up for him. If he gets up at dusk, he gets similar rewards. If he pleases one of them, one door is opened up for him even though they both oppress him (thrice) If a man gets up at dawn displeasing his parents, two doors are opened up for him towards Hell. If a man does it at dusk, he will get similar punishment. If he displeases one of them, one door is opened up for him, even though they both oppress him (thrice). The Prophet said : The fragrance of Paradise will be smelt from five hundred years' distance. He who is disobedient to parents and he who severs the tie of relationship will not get it. The Prophet said: Obey your mother, then your father, then your sister, your brother and then your nearest relatives and then the near relatives. God said to Moses : 0 Moses, if a man obeys his parents but commits sins, I enroll him as obedient to parents. If a man disobeys Me but is obedient to his parents. I enroll him as obedient to parents. It has been reported that when Hazrat Yakub (Israil) went to Joseph, the latter did not stand in his honour. God then revealed to him : Have you not stood up in honour of your father ? By oath of My glory, I will not make any Prophet out of your descendants. The Prophet said: When a man wishes to give charity for his Muslim parents, his parents get is rewards without any reduction. Once a man asked the Prophet : 0 Messenger of God, is there any duty remaining towards parents after their death ? He said: Yes, to invoke for them, to seek forgiveness for them, to fulfill their promise, to honour their friends and to preserve the tie of their relatives. The Prophet said : The best duty is to keep i 136\tThe Book of Wordly Usages\tVol-II connection with those who were dear to them after their death. The Prophet said : The right of a mother is double than that of a father. He said : The Invocation by a mother for her child is soon accepted. He was asked : What is its reason ? He said : She is more affectionate than father. The invocation of relatives does not go baffled. The Prophet was once asked : With whom shall I keep the tie of relationship ? He said : With you parents. He said : I have got no parents. He said : Then with your children. As you have got duties towards you parents, so also you have got duties towards your children. The Prophet said : May God show mercy on the father who helps his children to obey him. In other words., he does not help them by his evil actions to go to misguidance. The Prophet said : Treat equally with your children in the matter of charity. It has been said that a child is your flower and till he reaches the age of seven years, you will enjoy his fragrance. When he is seven years old, he becomes your servant and thereafter he becomes either your enemy or sharer in your works. The Prophet said: Observe Aqiqa (birth ceremony) on the seventh day of child's birth, give him a name and remove from him uncleanliness. When the child is six years old, teach him good manners, when nine years old , separate his bed, beat him when thirteen years old for saying prayer and get him married when sixteen years old. Then tell him catching his hands : I have taught you good manners, I have given you education and I have got you married. Now I pray to God that He may save you from dangers and difficulties and punishment of the next world. The Prophet said : The right of a son upon his father is that his father will teach him good manners and give him a good name. A man complained against his son to the Prophet. He asked : Have you invoked against him ? He said : Yes. He said : You have ruined him. It is commendable to show kindness to the son. Hazrat Aqra'a-b-Habes saw the Prophet kissing his grandson Hasan and said : I have got ten children but I never kissed any of them. The Prophet said : He who is not kind will not get kindness. Once the Prophet was in prostration leading a prayer, when Hussain got upon his shoulder. The Prophet made such delay in prostration that the companions thought that revelation was coming to him. When he finished the prayer, the Prophet said Hussain has made me his conveyance. I did not like to put him aside till he finished his work. The Prophet said : The fragrance Vol-II\tLove and Brotherhood\t137 of a child is the fragrance of Paradise. Once a man came from Yemen to join jihad to the Prophet who asked him. Have you got parents? He said : Yes . He asked : Have they given you permission for jihad ? He said : No. The Prophet said : Go to your parents and take their permission. If they do no give permission, serve them to your utmost, because of all the merits with which you will meet with God after Tauhid, the best is in the service of parents. At another time, a man sought advice from the Prophet about his joining jihad. He asked him : Have you :t your mother? He said : Yes . He said : Stay with her, as parad4 e lives under her feet. At another time, a man came to give allegiance to the Prophet and said: My parents were weeping at the time when I was leaving them. The Prophet said : Go back and give them joy as you have made them weep . The Prophet said : The right of an elder brother is like the right of a father over his son. RIGHTS OF SLAVES AND SERVANTS The last advice that the Prophet gave was regarding slaves----:.Fear God. give them food you eat, give them cloth you put on and don't inflict on them work beyond their strength. If you don't wish to keep them, ask them to go and don't inflict punishment on the servants of God. God has placed them under your control. If He wishes, He may place you under their control. The Prophet said : Give the slaves food and cloth with justice and don't engage them in works beyond their capacity. He said : The cheat, the proud, those who break trust and those who ill-treat the slaves will not enter Paradise . A man asked the Prophet How many times shall I forgive the faults of a servant? He remained silent for a while and then said : Forgive him seventy times every day. Once a companion of the Prophet beat a slave who began to raise loud cry. The Prophet : came there and he stopped beating. The Prophet said : Why did you not pardon him before ? You have restrained your hand when you have seen me. He said : 0 Messenger of God, I give manumission for the pleasure of God . The Prophet said : Had you not done it, Hell would have blackened your face. The Prophet said : When any slave serves his master and serves divine service well, double reward are written for him. The Prophet said: the first three persons who will enter paradise and the first three persons who will enter Hell were 138\tThe Book of Wordly Usages\tVol-II presented to me. The first three persons who v. ill enter paradise are a martyr, then such a slave who does well his divine service and service to his master, then a needy man who refrains from begging although he has got a large family. The first three persons who will enter Hell are a tyrant ruler, then such a person of wealth who does not pay the dues of ' :od and then the proud poor man. Hazrat Abv Masud Ansari said : When I was beating my slave, I heard a sound from my back : 0 Abu Mas'ud. On turning back I found the Messenger of God. Immediately I threw the stick in my hand and he said : By God, God has got more power over you than your power over this slave. The Prophet said : When any servant comes to any of you with food, let him ask him to sit and take food with him. If he does not do it, let him give him a morsel of food. In another narration, when a slave prepares food for you and gives you relief from it, the vapour of that food and his labour are sufficient for you. Make him sit near you and take meal with him. If he does not do it, allow him to take some food therefrom and allow him to take something therefrom by hand or place some food in his hand and tell him : Eat. The Prophet said : He who takes care of his female slave and gets her married after setting her free, will get double rewards. The Prophet said : Everyone of you is a king and every one will be asked about his subjects under his control. The sum total of your duties towards, servants and slaves are Allow him to take share in your food and dress, don't give him work beyond his strength don't took to him with an eye of hate and contempt pardon his faults and think at the time of anger upon him that God has got power to punish you for your sins and guilts and that He has got more power than you. The Prophet said : Three persons will not be asked any question-one who has brought separation in the united party, on who has become disobedient to his Imam (leader) and died as a sinner and the woman whom her husband left behind after relieving her from worldly needs and who after that shows her external beauty. No account will be taken of three persons - one who becomes partner in the screen, glory and honour of God, one who is not free from doubt about the existence of God and one who becomes despaired of the mercy of God. *********************************** THE END OF CHAPTER 6 OF VOLUME 2 *********************************** E-mail: webmaster - Sign the Guest Book - Islamic\nPhilosophy Home Page Information: This\n    Page was last updated on: 18 Jun 2007 21:31:56 -0400 This\n    page is constantly being updated since July 2001. So check back\n    often. Page \n    URL: www.muslimphilosophy.com/ihya/eng/ihya-vol2-C6.htm . A\n    reader is needed for PDF files and it is available\n    free of charge from Adobe . About\n    the Islamic Philosophy Online Project . Reporting\n    copyright infringement . Site listed by MENALIB . Site\n    © Copyright 2003 by Islamic Philosophy Online, Inc. A not-for-profit\n    organization dedicated to academic study of Islamic philosophy. Individual\n    content may have its own individual copyrights. See\n    copyright information."
  },
  {
    "ar": "وهو الكتاب السادس من ربع العادات من كتب إحياء علوم الدين",
    "en": ""
  },
  {
    "ar": "بسم الله الرحمن الرحيم",
    "en": ""
  },
  {
    "ar": "الحمد لله الذي أعظم النعمة على خيرة خلقه وصفوته بأن صرف  هممهم  إلى  مؤانسته",
    "en": ""
  },
  {
    "ar": "وأجزل حظهم من التلذذ بمشاهدة آلائه وعظمته  وروح  أسرارهم  بمناجاته  وملاطفته",
    "en": ""
  },
  {
    "ar": "وحقر في قلوبهم النظر إلى متاع الدنيا وزهرتها حتى اغتبط  بعزلته  كل  من  طويت",
    "en": ""
  },
  {
    "ar": "الحجب عن مجاري فكرته فاستأنس بمطالعة سبحات وجهه تعالى في خلوته واستوحش  بذلك",
    "en": ""
  },
  {
    "ar": "عن الأنس بالإنس وإن كان من أخص خاصته والصلاة  على  سيدنا  محمد  سيد  أنبيائه",
    "en": ""
  },
  {
    "ar": "وخيرته وعلى آله وصحابته سادة الحق وأئمته أما بعد فإن للناس اختلافا كثيرا  في",
    "en": ""
  },
  {
    "ar": "العزلة والمخالطة وتفضيل إحداهما على الأخرى ومع أن كل واحدة منهما لا تنفك  عن",
    "en": ""
  },
  {
    "ar": "غوائل تنفر عنها وفوائد تدعو إلى إليها وميل أكثر العباد  والزهاد  إلى  اختيار",
    "en": ""
  },
  {
    "ar": "العزلة وتفضيلها على المخالطة وما ذكرناه في كتاب  الصحبة  من  فضيلة  المخالطة",
    "en": ""
  },
  {
    "ar": "والمؤاخاة والمؤالفة يكاد يناقض ما مال  إليه  الأكثرون  من  اختيار  الاستيحاش",
    "en": ""
  },
  {
    "ar": "والخلوة فكشف الغطاء عن الحق في ذلك مهم ويحصل ذلك برسم بابين الباب  الأول  في",
    "en": ""
  },
  {
    "ar": "نقل المذاهب والحجج فيها الباب الثاني في كشف  الغطاء  عن  الحق  بحصر  الفوائد",
    "en": ""
  },
  {
    "ar": "والغوائل الباب الأول في نقل المذاهب والأقاويل وذكر حجج الفريقين في  ذلك  أما",
    "en": ""
  },
  {
    "ar": "المذاهب فقد اختلف فيها وظهر  هذا  الاختلاف  بين  التابعين  فذهب  إلى  اختيار",
    "en": ""
  },
  {
    "ar": "العزلة وتفضيلها على المخالطة سفيان الثوري  وإبراهيم  بن  أدهم  وداود  الطائي",
    "en": ""
  },
  {
    "ar": "وفضيل بن عياض وسليمان الخواص ويوسف بن أسباط وحذيفة المرعشي وبشر الحافي  وقال",
    "en": ""
  },
  {
    "ar": "أكثر التابعين باستحباب المخالطة واستكثار المعارف  والإخوان  والتألف  والتحبب",
    "en": ""
  },
  {
    "ar": "إلى المؤمنين والاستعانة بهم في الدين تعاونا على البر والتقوى  ومال  إلى  هذا",
    "en": ""
  },
  {
    "ar": "سعيد بن المسيب والشعبي وابن أبي ليلى وهشام بن عروة وابن  شبرمة  وشريح  وشريك",
    "en": ""
  },
  {
    "ar": "بن عبد الله وابن عيينة وابن المبارك والشافعي وأحمد بن حنبل  وجماعة  والمأثور",
    "en": ""
  },
  {
    "ar": "عن العلماء",
    "en": ""
  },
  {
    "ar": "من الكلمات ينقسم إلى كلمات مطلقة تدل على الميل إلى أحد  الرأيين  وإلى  كلمات",
    "en": ""
  },
  {
    "ar": "مقرونة بما يشير إلى علة الميل فلننقل الآن مطلقات تلك الكلمات  لنبين  المذاهب",
    "en": ""
  },
  {
    "ar": "فيها وما هو مقرون بذكر العلة نورده عند التعرض للغوائل والفوائد فنقول قد  روي",
    "en": ""
  },
  {
    "ar": "عن عمر رضي الله عنه أنه قال خذوا بحظكم  من  العزلة  وقال  ابن  سيرين  العزلة",
    "en": ""
  },
  {
    "ar": "عبادة وقال الفضيل كفى بالله محبا وبالقرآن  مؤنسا  وبالموت  واعظا  وقيل  اتخذ",
    "en": ""
  },
  {
    "ar": "الله صاحبا ودع الناس جانبا وقال أبو الربيع الزاهد لداود الطائي عظني  قال  صم",
    "en": ""
  },
  {
    "ar": "عن الدنيا واجعل فطرك الآخرة وفر من الناس فرارك  من  الأسد  وقال  الحسن  رحمه",
    "en": ""
  },
  {
    "ar": "الله كلمات أحفظهن من التوراة قنع  ابن  آدم  فاستغنى  اعتزل  الناس  فسلم  ترك",
    "en": ""
  },
  {
    "ar": "الشهوات فصار حرا وترك الحسد فظهرت مروءته صبر قليلا  فتمتع  طويلا  وقال  وهيب",
    "en": ""
  },
  {
    "ar": "ابن الورد بلغنا أن الحكمة عشرة أجزاء تسعة منها  في  الصمت  والعاشر  في  عزلة",
    "en": ""
  },
  {
    "ar": "الناس وقال يوسف بن مسلم لعلي بن بكار ما أصبرك على الوحدة وقد كان  لزم  البيت",
    "en": ""
  },
  {
    "ar": "فقال كنت وأنا شاب أصبر على أكثر من هذا  كنت  أجالس  الناس  ولا  أكلمهم  وقال",
    "en": ""
  },
  {
    "ar": "سفيان الثوري هذا وقت السكوت وملازمة البيوت وقال بعضهم  كنت  في  سفينة  ومعنا",
    "en": ""
  },
  {
    "ar": "شاب من العلوية فمكث معنا سبعا لا نسمع له كلاما فقلنا  له  يا  هذا  قد  جمعنا",
    "en": ""
  },
  {
    "ar": "الله وإياك منذ سبع ولا نراك تخالطنا ولا تكلمنا فأنشأ يقول قليل الهم  لا  ولد",
    "en": ""
  },
  {
    "ar": "يموت ولا أمر يحاذره يفوت قضى وطر الصبا  وأفاد  علما  فغايته  التفرد  والسكوت",
    "en": ""
  },
  {
    "ar": "وقال إبراهيم النخعي لرجل تفقه ثم اعتزل وكذا قال  الربيع  بن  خثيم  وقيل  كان",
    "en": ""
  },
  {
    "ar": "مالك بن أنس يشهد الجنائز ويعود المرضى ويعطي الإخوان حقوقهم  فترك  ذلك  واحدا",
    "en": ""
  },
  {
    "ar": "واحدا حتى تركها كلها وكان يقول لا يتهيأ للمرء أن يحبر كل عذر  له  وقيل  لعمر",
    "en": ""
  },
  {
    "ar": "بن عبد العزيز لو تفرغت لنا فقال ذهب الفراغ فلا فراغ إلا عند الله تعالى  وقال",
    "en": ""
  },
  {
    "ar": "الفضيل إني لأجد للرجل عندي يدا إذا لقيني أن لا يسلم  علي  وإذا  مرضت  أن  لا",
    "en": ""
  },
  {
    "ar": "يعودني وقال أبو سليمان الداراني بينما الربيع ابن خثيم جالس على باب  داره  إذ",
    "en": ""
  },
  {
    "ar": "جاءه حجر فصك جبهته فشجه فجعل يمسح الدم ويقول لقد  وعظت  يا  ربيع  فقام  ودخل",
    "en": ""
  },
  {
    "ar": "داره فما جلس بعد ذلك على باب داره حتى أخرجت جنازته  وكان  سعد  بن  أبي  وقاص",
    "en": ""
  },
  {
    "ar": "وسعيد بن زيد لزما بيوتهما بالعقيق فلم يكونا يأتيان المدينة لجمعة  ولا  غيرها",
    "en": ""
  },
  {
    "ar": "حتى ماتا بالعقيق وقال يوسف بن أسباط سمعت سفيان الثوري  يقول  والله  الذي  لا",
    "en": ""
  },
  {
    "ar": "إله إلا هو لقد حلت العزلة وقال بشر بن عبد الله أقل من معرفة  الناس  فإنك  لا",
    "en": ""
  },
  {
    "ar": "تدري ما يكون يوم القيامة فإن تكن فضيحة كان من يعرفك قليلا ودخل  بعض  الأمراء",
    "en": ""
  },
  {
    "ar": "على حاتم الأصم فقال له ألك حاجة قال نعم قال وما هي قال أن لا تراني ولا  أراك",
    "en": ""
  },
  {
    "ar": "ولا تعرفني وقال رجل لسهل أريد أن أصحبك فقال إذا مات  أحدنا  فمن  يصحب  الآخر",
    "en": ""
  },
  {
    "ar": "قال الله قال فليصحبه الآن وقيل للفضيل إن عليا ابنك يقول لوددت  أني  في  مكان",
    "en": ""
  },
  {
    "ar": "أرى الناس ولا يروني فبكى الفضيل وقال يا ويح علي أفلا  أتمها  فقال  لا  أراهم",
    "en": ""
  },
  {
    "ar": "ولا يروني وقال الفضيل أيضا من سخافة عقل الرجل كثرة معارفه وقال ابن عباس  رضي",
    "en": ""
  },
  {
    "ar": "الله عنهما أفضل المجالس مجلس  في  قعر  بيتك  لا  ترى  ولا  ترى  فهذه  أقاويل",
    "en": ""
  },
  {
    "ar": "المائلين إلى العزلة ذكر حجج المائلين إلى  المخالطة  ووجه  ضعفها  احتج  هؤلاء",
    "en": ""
  },
  {
    "ar": "بقوله تعالى ولا تكونوا كالذين تفرقوا واختلفوا الآية وبقوله  تعالى  فألف  بين",
    "en": ""
  },
  {
    "ar": "قلوبكم أمتن على الناس بالسبب المؤلف وهذا ضعيف  لأن  المراد  به  تفرق  الآراء",
    "en": ""
  },
  {
    "ar": "واختلاف المذاهب في  معاني  كتاب  الله  وأصول  الشريعة  والمراد  بالألفة  نزع",
    "en": ""
  },
  {
    "ar": "الغوائل من الصدور وهي الأسباب المثيرة  للفتن  المحركة  للخصومات  والعزلة  لا",
    "en": ""
  },
  {
    "ar": "تنافي ذلك واحتجوا بقوله صلى الله عليه وسلم المؤمن إلف مألوف ولا خير فيمن  لا",
    "en": ""
  },
  {
    "ar": "يألف ولا يؤلف حديث المؤمن إلف مألوف الحديث  تقدم  في  الباب  الأول  من  آداب",
    "en": ""
  },
  {
    "ar": "الصحبة وهذا ضعيف لأنه إشارة إلى مذمة سوء  الخلق  تمتنع  بسببه  المؤالفة  ولا",
    "en": ""
  },
  {
    "ar": "يدخل تحته الحسن الخلق الذي إن خالط  ألف  وألف  ولكنه  ترك  المخالطة  اشتغالا",
    "en": ""
  },
  {
    "ar": "بنفسه وطلبا للسلامة من غيره  واحتجوا  بقوله  صلى  الله  عليه  وسلم  من  فارق",
    "en": ""
  },
  {
    "ar": "الجماعة شبرا خلع ربقة الإسلام من عنقه  وقال  من  فارق  الجماعة  فمات  فميتته",
    "en": ""
  },
  {
    "ar": "جاهلية حديث من ترك الجماعة فمات فميتته جاهلية أخرجه مسلم من حديث  أبي  هريرة",
    "en": ""
  },
  {
    "ar": "وقد تقدم في الباب الخامس من كتاب الحلال والحرام وبقوله صلى  الله  عليه  وسلم",
    "en": ""
  },
  {
    "ar": "من شق عصا المسلمين والمسلمون في إسلام دامج فقد  خلع  ربقة  الإسلام  من  عنقه",
    "en": ""
  },
  {
    "ar": "حديث من شق عصا المسلمين والمسلمون في إسلام دامج فقد خلع ربقة  الإسلام  أخرجه",
    "en": ""
  },
  {
    "ar": "الطبراني والخطابي في العزلة من حديث ابن عباس بسند جيد وهذا ضعيف  لأن  المراد",
    "en": ""
  },
  {
    "ar": "به الجماعة التي اتفقت آراؤهم على إمام بعقد البيعة  فالخروج  عليهم  بغي  وذلك",
    "en": ""
  },
  {
    "ar": "مخالفة بالرأي وخروج عليهم وذلك محظور لاضطرار الخلق إلى إمام مطاع يجمع  رأيهم",
    "en": ""
  },
  {
    "ar": "ولا يكون ذلك إلا بالبيعة من الأكثر فالمخالفة تشويش مثير للفتنة فليس  في  هذا",
    "en": ""
  },
  {
    "ar": "تعرض للعزلة واحتجوا بنهيه صلى الله عليه وسلم عن الهجر فوق  ثلاث  إذ  قال  من",
    "en": ""
  },
  {
    "ar": "هجر أخاه فوق ثلاث فمات دخل النار حديث من هجر آخاه فوق ثلاث  فمات  دخل  النار",
    "en": ""
  },
  {
    "ar": "أخرجه أبو داود من حديث أبي هريرة بإسناد صحيح وقال صلى الله عليه وسلم لا  يحل",
    "en": ""
  },
  {
    "ar": "لامرئ مسلم أن يهجر أخاه فوق ثلاث والسابق  بالصلح  يدخل  الجنة  حديث  لا  يحل",
    "en": ""
  },
  {
    "ar": "لامرئ أن يهجر أخاه فوق ثلاث والسابق بالصلح يدخل الجنة متفق عليه من حديث  أنس",
    "en": "VOL: II THE BOOK OF WORLDLY USAGES CONTENTS CHAPTER VI\tDuties to relatives, neighbours, Muslims  117 Duties towards Muslims                            117 Duties towards Neighbours                         131 Duties towards Relatives                          134 Duties towards servants and Slaves\t          137 CHAPTER VII Benefits and harms of seclusion and society  139 CHAPTER VIII Rules of journey                            151 CHAPTER IX Music and Exctacy                             162 CHAPTER X\tEnjoining good & Forbidding Evil\t  180 CHAPTER XI\tConduct and Character of Holy Prophet     207 CHAPTER VI DUTIES TO RELATIVES, NEIGHBOURS, SLAVES AND MUSLIMS Man is social being and he is to observe certain rules and regulations if he lives in society. I am going to discuss these rules and regulations to be observed by a Muslim while dealing with persons of various types. DUTIES TOWARDS A MUSLIM (1) The following instructions have come in the Quran and Hadis. When you meet a Muslim, give him Salam. when he invites you, accept his invitation. When he sneezes, respond to him. When he falls ill, call on him. When he dies, join his funeral prayer. If he seeks your advice, give him advice. If he is absent, guard his proprieties. Love for him what you love for yourself. Don't love for him what you do not love for yourself . The Prophet said: There are four duties on you to help the pious, to seek forgiveness for the sinners, to invoke good for the unfortunate and to love those who make repentance. God says They are sympathetic towards one another. Hazrat Ibn Abbas explained it by saying : The pious among them seek forgiveness for the sinners. When a sinner among the Muslim looks to a pious man, the latter should say : 0 God, give him the blessing of good of which you have decreed for him and keep him firm over it and give him benefit therewith. When a pious man looks to a sinner among them, he should pray for him thus : 0 God, give him guidance, accept his repentance and forgive his sins. (2) Love for the believers what you love for yourself and dislike for the believers what you dislike for yourself . The Prophet said: The Muslim society is like a body in respect of mutual love and sympathy. If a limb of the body suffers pain, the whole body responds to it by sleepessness and fever. The Prophet said : One believer is like a building to another believer a portion of which strengthens another portion. (3) Don't give trouble to a Muslim by your words and actions. The Prophet said : A Muslim is he from whose tongue and hands other Muslim remain safe. The Prophet advised the people to do good deeds in a long sermon. He said in the midst of his sermon. 118\tThe Book of Wordly Usages\tVol-II If you are unable to do it, advise the people to give up evils, because it is a charity. It will be considered for you as an act of charity. The Prophet said : The best Muslim is he from whose tongue and hands other Muslim, remains safe. The Prophet once was asked : Do you know who is a Muslim ? The companions replied. God and His Apostle know best. He said : A Muslim is he from whose tongue and hands other Muslim are safe and a believer is he in whose hand the lives and properties of the believers remain safe. The companions asked : Who is a refuges ? He said : One who gives up sin. A man asked : What is Islam ? he said : Your sacrifice of heart for the sake of God and the Muslim remaining safe from your tongue and hands. The Prophet said : I saw a man loitering freely in Paradise for rewards of cutting tree which was obstructing the path of the Muslims. Hazrat Abu Hurairah asked the Prophet one day : 0 Messenger of God, give me such advice as will do benefit to me. He said : Remove the injurious things from the path of the Muslims. The Prophet said : If a man removes an injurious thing from the path of the Muslims, God writes for him a virtue. Paradise is sure for one for whom God writes a virtue. The Prophet said ; It is no lawful for a Muslim to cast such a look on another Muslim which gives him trouble in mind. He said : It is not lawful for a Muslim to threaten another Muslim with fear. He said : God does not like that the believers should be given trouble. (4) Be modest to every Muslim Don't treat harshly with him, don't take pride near him as God does not love the proud and the self-conceited. The Prophet said : God revealed to me : Be modest to one another and don't be proud to one, another. If anybody shows pride to you, keep patience. God ordered the Prophet Take to pardon and enjoin good and keep away from the illiterate. The Prophet was modest to every Muslim, he was not harsh to them and did not dislike to do the, necessary works of the poor and the widwoss. (5) Don't hear back-biting and don't take it to others. The Prophet said: The back-biter will not enter paradise. (6) Give up disputes and quarrels. When you get angry with another, don't give up his association for more than three days. The Prophet said : It is not lawful for a Muslim to remain aloof Vol-II\tLove and Brotherhood\t119 from his brother for more than three days, nor should he turn away his face from another if both of them meet. The better of the two is one who greets first with salutation. The Prophet said: If a man pardons the faults of a Muslim, God will forgive his faults on the resurrection day. Hazrat Ayesha said : The Prophet never took revenge for personal wrongs. The Prophet said: Wealth does not reduce by charity. God does not increase but honour in case of pardon. God raises a man who becomes modest for the sake of God. (7) Do good to every one either deserving or underserving. The Prophet said : Do good to everyone, pious, or impious-If you do good to one who is fit to receive, it is good. If he is not fit to receive it, you are fit to do good. The Prophet said : The root of wisdom after religion is to love for men and to do good to everyone, pious or impious. Hazrat Abu Hurairah said that the Prophet did not withdraw his hand from another till the latter withdrew his own hand. (8) Treat well with all and speak to everyone according to his intellect. If you go to meet an illiterate person with words, of wisdom and with theology and dispute with the fools, you will get trouble. (9) Honour the dead and show affection to the juniors: The Prophet said : He who does not show affection to our juniors is not of us. He said: 'To honour an aged Muslim is to honour God.' The honour of an aged man does not become perfect if without his permission one talks with others of the party. Hazrat Jaber reported : A deputation of Juhaina tribe once came to the Prophet . A young man among them stood on their behalf to talk to the Prophet. The Prophet said : Stop, where is your aged man ? The Prophet said : 'If a young man shows honour to an aged man, God will create, for him such one in his old age who will show him honour.' This means that he will live up to old age. So if you show honour to the aged, God will prolong your life. The Prophet said that the Hour will not came till a son gets angry at his parents, till there is profuse rain, till the back-biters come out from every place, till the honourable men will be unseen, till the juniors will not show honour to the aged and till the wrong doers will not be doing wrong against the honourable men. So treat affectionately with the boys according to the habit of the Prophet. Whenever the Prophet returned from a journey, the boys used to 120\tThe Book of Wordly Usages\tVol-II meet him and he waited for them standing in their front. He used to make some boys sit in his front and some in his back. He used to take the little children in his lap and some of them even passed urine in his cloth. (10) Live with all men with smiling face and kind heart: The Prophet said : Do you know for whom Hell has been made unlawful? The companions said: Cod and his Apostle know best. He said: Those who are modest, simple and neighbours of God. He said : God loves the simple and those having smiling countenance. A certain man asked : 0 Messenger of God, give me clue to such an action which will send me to Paradise. He said To give salutation and to speak sweet words are means of forgiveness. The Prophet said : Save yourself from the fire of Hell by giving in charity even half a seed of dried grapes. If you cannot do it, save yourself in lieu of a sweet word. The Prophet said : There are rooms in Paradise of which the inner sides can be seen from the outer sides. A desert Arab said :'0 Prophet of God, for whom are these rooms ?' He said : For those who use sweet words, give food and remain busy in prayers when the people remain asleep., The Prophet advised Muaz-b-Jabal saying: Fear God, tell the truth, fuflil promise, break not trust, take care of neighbours, show kindness to the orphans, be modest in talk, greet with salam and spread peace. Hazrat Anas narrated : A poor woman came to the Prophet and said : I have got some necessity to you. Some companions were then present there. He said: Sit down in this lane and I shall also sit with you. She sat down and the Prophet also did so. She said to the Prophet what she had to say. (11) Fuflil promise with the Muslims. The Prophet said Promises is like charity. He said : There are three faults of hyporcrite-(1) when he promises, he breaks it, (92) when he speaks, he speaks lies, (3) and when he is entrusted with a thing, he does not return it. The Prophet said : He in whom there are these three faults is a hypocrite though he prays and fasts. (12) Do justice to the people willingly and come to them with what they love. The Prophet said : The faith of a man does not become perfect in whom three qualities are not found-(1) to spend till he becomes poor, (2) to do justice to oneself, (3) and to greet with salam. The Prophet said : He who hopes to keep Hell distant and to enter Paradise shall testify at the time of death that Vol-II\tLove and Brotherhood\t121 there is no deity but God and Muhammad is the Messenger of God and treat with the people in such a manner as he wishes to get from them. The Prophet said : '0 Abu Darda'a , treat well with your neighbour, you will then be a believer. Love for men what you love for yourself, you will then be a Muslim. Hazrat Moses asked God : 0 Lord, who is the best judge among . Thy servants? He said : That servant who does best justice to himself. (13) Honour those to whom honour is due. Honour one who is understood to be honourable in rank from his nature, conduct, appearance and dresses and his status and rank. It is reported that when Hazrat Ayesha was in her tent in a journey, a beggar came to her when food was served to her and begged some food. Hazrat Ayesha said : Give him a piece of bread. Thereafter a man came to her riding on a horse. Hazrat Ayesha said : Call him to this feast. She was asked : You have given a bread to the begger, while you called the horse man to a feast. What is the reason ? Hazrat Ayesha said : God has given different persons different ranks. We should entertain them according to their ranks. This poor man will be pleased with a piece of bread, but to give to this rich man a piece of bread is out of etiquette. It has been reported that once the Prophet entered a room and the people came there and the room was full. Then Zarir-b-Abdullah, the chief of the tribe, came there but finding no place to sit he sat upon the door. Seeing this, the Prophet gave him his shirt to sit thereon. He began to kiss it and handed it over to the Prophet and said : May God honour you as you have honoured me. The Prophet said : When any honourable man of a people comes to you, honour him. The foster mother of the Prophet, Halima, once came to him and the Prophet gave her his own shirt to her to sit on and said : Mother, you are welcome. You intercession will be accepted . You will be given what you want. She said : I intercede to you for my own people. The Prophet said : You are the owner of my dues and the dues of the people of Hashemite dynasty. Then he gave the entire booty gained in the battle of Hunain to her. Halima sold it it to Hazrat Osman for one lac dirhams. (14) Compromise disputes among the Muslims if you have got means. The Prophet said : Shall I not inform you of a greater rank than that of prayer, fasting and Zakat ? The companions said : Surely. The Prophet said : It is to compromise disputes. 122\tThe Book of Wordly Usages\tVol-II Dispute between two persons is destructive. The Prophet said To settle dispute between two persons is the best charity. The Prophet said : Fear God and settle disputes among you, God will then compromise disputes among the believer. The Prophet said He who settles dispute between two persons is not a great lair. He also said : Every lie is recorded except three lies-(1) the lie of a man in a war battle as it is a deception , (2) the lie of a man to settle dispute between two persons, (3) and the lie of husband to please his wife. (15) Keep the secrets of Muslims secret: The Prophet said : If a man keeps the guilts of a Muslims secret, God will keep his guilts secret both in this world and the next. He also said : If a man keeps the sin of a man secret in this world, God will keep all of his sins secret on the Resurrection Day. The Prophet said : If a believer keeps the fault of his brother secret, he will enter Paradise. When Ma'az disclosed the condition of his fornication to the Prophet, he said : Had you kept it concealed under your cloth, it would have been better. Hazrat Abu Bakr said: If I see a drunkard, I entertain such a hope in my mind that God will keep this sin secret. Hazrat Omar one night went out in the city in disguise and saw a man and a woman in obscene action. In the morning he told the people : I f certain Ameer sees a man and a woman committing fornication and if he metes out prescribed punishment in the Quran to them, what is your opinion about it ? They said : You are a ruler. You have got freedom in this action. Hazr#t Ali said : Punishment in this case is unlawful, rather you are to suffer punishment for this for slander. This punishment cannot be meted out without the evidence of four persons. After this, Hazrat Omar kept silent for some days. Again he questioned them and they replied as they had said : He became inclined towards the opinion of Hazrat Ali and decided not to mete out the punishment. This is a good proof that the sins of the Muslims should be kept secret and that four eye witness are necessary for the capital punishment for fornication which is practically is possible in a case of sexual of sexual intercourse. The Prophet said : When God keeps the sin of a persons secret, He is more honourable to disclose it in the next world. Hazrat Abdur Rauf-b-Aaf narrated : We came out with Hazrat Omar secretly to travel in the city of Medina in the grim midnight. We saw a light in a house and proceeded towards it. When we came near, we found that in a closed door Rabia-b-Omayya was intoxicated Vol-II\tLove and Brotherhood\t123 with drinking wine. I said : Don't spy. So Hazrat Omar returned there. The Prophet said to Muwayiah : If you enquire into the secrets of the people, you will ruin them. The Prophet said : 0 people (who have faith by tongue but in whose heart the light of Islam has not yet entered), don't back-bite and Muslims, don't roam about to enquire into their secrets because he who roams about the secrets of his brother, God will enquire about his secrets. God humiliates one whose secrets He follows , even though he remains within the house. Hazrat Abu Bakr said : If I see anybody to commit prescribed offense, I will not arrest him nor I will tell anybody to arrest him till some person remains with me. A wise man said : I was seated one day with Hazrat Abdullah-b-Masud. At that time a man brought another man to him saying : This man is a drunkard. Abdullah-b-Masud said Take smell from his mouth. The people took smell from his mouth and it was found that he drank wine. He then arrested him and whipped him. He asked the man who brought him. Is this man your relative ? He said : I am his uncle. He said : You have not given him training and good manners and did not keep his sin secret. When any sin of a person is mentioned to a ruler, he has got no other alternatives but to punish him. God is forgiving and love forgiveness. Then he recited. Take to pardon and forgiveness. I will mention to you with regard to a thief who was brought to tht' Prophet for the first time. He ordered for cutting of his hands which were cut off. But then the colour of his face became changed at this. The companions asked : Are you dissatisfied with the cutting of his hands ? He said : Why should not I ? Don't be helpers of the devil against your brothers . The companions asked : Then why have you not forgiven him ? When a man in brought to a ruler for being guilty of a prescribed crime, it becomes compulsory on him to inflict the prescribed punishment on him. God is forgiving, He loves forgiveness . Then he recited : Let them pardon and forgive. Don't you like that God may forgive you ? God is forgiving, merciful. Once Hazrat Omar, while going at night in the city, heard sounds of songs in a house. He got over the wall and found that there was a woman with them and a pot of wine near a man. He said : 0 enemy of God, have you thought that God will keep your sin concealed ? He said : 0 Commander of the faithful, you have come yourself ! Don't be hasty in judgement I committed one sin this time, but you have committed three sins. God said: Don't 124\tThL Book of Wordly Usages spy, You have committed spying and therefore committed one sin. God says : 'It is not righteousness that you should come to the houses by their back-doors. ' You have come overstepping the wall and so you have committed another sin God says : Don't enter a house other than your own houses till you seek permission and greet their inmates-25:27 Q. You have entered my house without permission and greeting. Hazrat Omar said If I pardon you, will it do any good to you ? He said : By God, 0 Commander of the faithful, it will do me good. If you pardon me, I will never do it. Then he pardoned him and went away. The Prophet said: God will take a believer near Him, spread His mercy on him and keep his fault secret on the Resurrection Day. God will say : 0 My servant, I have kept it secret for you in the world and I wished to pardon you to-day. Then the book of good deeds will be given to him. The Prophet said: Every person of my followers will be forgiven except Muzaher who is a person who commits sins and then discloses them. He also said : If a person hears the news of a people secretly but they dislike it, molten brass will be put into their ears on the Resurrection Day. (16) Keep away from places of slander and back-biting so that the minds of the people remain free from cherishing evil ideas about you. God says : Don't abuse those whom they worship besides God, lest they abuse God out of enmity. The Prophet said Do you see a man who rebukes his parents ? The companions said : Is there anybody who rebukes his own parents ? He said Yes, some one rebukes his parent and he in turn rebukes his parents. !r order to avoid evil conjecture of the people, one should not even talk with his wife before the public on the path way. Once Hazrat Omar passed by a man who was talking with a woman on the road. When Omar was about to whip him, he said She is my wife. Hazrat Omar said : Why have you not talked with her in a place where people will not see you ? (17) Intercede for everyone. Make intercession to one who has got authority, to remove the needs of a Muslim and try hard to meet his requirements. The Prophet said : If anybody amongst you seeks something from me, I wish I should give it to him at once, but if anyone among you remains present near me, I like that he should intercede for him, as he gets rewards for that. So make intercession, you will get reward. God does through His Prophet what He loves. The Prophet said : Intercede to me, you Vol-II\tLove and Brotherhood\t125 will get rewards. I make delay to do a thing though I wish to do it, so that you may get rewards by interceding for it. The Prophet said: No charity is better than oral charity ? He was asked : What is oral charity ? He said : A just pleading which saves the life of man, benefits man or saves a man from a calamity. (18) Greet every Muslim with salam before talk and before greeting handshake with him. The Prophet said : Don't respond to one who begins talk before salam till he begins talk with salam. A wise man said : Once I went to the Prophet but did not great him with salam and did not seek permission. The Prophet said Go back and say : 'Peace be on you' and then enter. The Prophet said: When you enter your house, greet its inmates with salam, because when one of you greets, the devil does not enter his house. Hazrat Anas said : I have been serving the Prophet for the last eight years. He said to me one day : 0 Anas, make ablution well, your life will be prolonged. Greet with salam to any of my followers whom you meet, your rewards will increase . Greet with salam the inmates of a house when you enter it, that will be good for you. He also said : When two believers meet and handshake with each other, seventy virtues are divided among them. He who meets out of them with smiling, countenance, will get sixty nine virtue therefrom. God says : When you are greeted with greeting, greet them with a better greeting than it or similar to it. The Prophet said : By One in whose hand there is my life, you will not enter Paradise till you believe, you will not believe till you love one another. Shall I not inform you of such an action for which you will love one another if you do it? The companions said : Yes, 0 Messenger of God. He said : Spread. peace among you. He said : When a Muslim greets another Muslim with salam and the latter responds to it, the angels bless him seventy times, The Prophet said : The rider will salute one sitting. When one of a party salutes, it is sufficient for them. Handshaking with salam is Sunnat: A man came to the Prophet and said : Peace be on you. He said : For him, ten rewards have been written. Another man came and said : Peace be on you and God's mercy. He said : For him twenty rewards have been written. Another came and said : Peace be on you, God's mercy and His blessing. He said : For him thirty rewards have been written. Hazrat Anas saluted the boys while passing by them. The Prophet said : Don't greet the Jews and the Christens first. If Vol-II 126\tThe Book of Wordly Usages\tVol-II one of you meets any of them on the path or, lead him to the narrow corner of the path. The Prophet said : Don't handshake with the Zimmis and don't greet them first. When you meet any of them, take him to a corner of the pathway. Hazrat Ayesha reported: A party of the Jews came to the Prophet and said : Sa'm (death) on you The Prophet said : On you too. Hazrat Ayesha said : On you also death and curse. The Prophet then said : 0 Ayesha. God loves kindness in everything. Hazrat Ayesha said : Have you not heard what they said ? He said : I also said : On you too The Prophet said : The rider will salute one who walks, one who walks will salute one seated, a small party to the big party, the juniors to the seniors. The Prophet said : Don't follow the Jews and the Christians, because the greeting of the Jewsis hint by fingers and the greeting of the Christains is clapping by hands. The Prophet said : When a man reaches an assembly, he shall salute them. When he thinks good to sit, then he will sit. When he goes away, he will salute them. The first man has got no greater right than the last. Hazrat Omar said : I heard the Prophet say: When two Muslims meet with each other and one of them greets another and handshakes with him, one hundred mercies are showered on them, ninety for one who first greets and ten for one who handshakes. Hazrat Hasan Basari said: Handshake increases love. The Prophet said : Handshakes among you perfects greeting. The Prophet said . Handshake is like kissing the hand of Muslim to his brother. There is no harm in kissing the hand of a religious man and an honourable man out of respect. Ibn Omar said : We used to kiss the hands of the Prophet. A desert Arab came and said : 0 Messenger of God, give me permission to kiss his head and hands. On permission being given, he kissed his head and hands. Hazrat Bar'a-b-Ajeb reported that when he saluted the Prophet at the time of ablution, he did not respond to it till he finished his ablution. Then he responded to him and handshaked with him. He said This is the practice of the foreigners. The Prophet said: When two Muslims meet with each other and handshake, their sins fall down. It is prohibited to bow the head at the time of greeting. Hazrat Anas said : We asked the Prophet : 0 Messenger of God, shall we bow our head for one another ? He said : No They said : Shall we kiss one another ? He said : No They said Shall we Vol-U\tLove and Brotherhood\t127 handshake with one another ? He said : Yes . Hazrat Abu Zarr said : Whenever I met the Prophet, he handshaked with me. Once during my absence he enquired of rhe. When I heard it, I came to him and found him sitting in a Khatia. He got up from it and embraced me.\" This shows that embracing is good. It is Makruh to stand up for a man thinking him great but to stand in his honour is not Makruh. Hazrat Anas said that nobody was dearer to the companions than the Prophet. When they saw him, they used not to stand up, because they knew that the Prophet disliked it. The Prophet once said to them : When you see me, don't stand up as the foreigners do. The Prophet said: Let one seek his abode in Hell who is pleased with the standing of other for him. The Prophet said : Let nobody take the seat of another person after asking him to get up, rather he should make it spacious. One day a man saluted the Prophet while he was passing urine. He did not respond to him and disliked it. He said When one of you meets his brother, let him say 'Peace be on you and God's mercy. If he does not get space after greeting, let him not go but take seat behind the rows. The Prophet said : If two Muslims handshake with each other after meeting, God forgives them before they part away. (19) To help the distressed: Save your Muslim brother from oppression on his honour, wealth and life, remove it and help him, because it is binding on account of the brotherhood of Islam. Once a man abused another before the Prophet to which another man protested. The Prophet said : If a man saves the honour of his brother Muslim, it stands as a screen of Hell. He said : If a Muslim saves the honour of another Muslim it becomes the duty of God to remove from him the fire of Hell on the Resurrection day. The Prophet said : If a Muslim is mentioned before his brother and the latter does not help him inspite of his ability to help, God will arrest him in the world and the next. If a Muslim is mentioned before his brother and he helps him, God will help him in this world and the next. The Prophet said: if a Muslim keeps alive the honour of his brother Muslim in this world, God will send to him an angel on the Resurrection day to save him from hell-fire. He said : If a Muslim helps his brother Muslim in a place in which his honour is at stake, God will help him in such a place where he well be dependent on him for his help. On the otherhand, if a Muslim is about to disgrace his brother Muslim, and if another Muslim does not help him according to his ability and show no 128\tThe Book of Wordly Usages\tVol-II sympathy, God will disgrace an dishonour him in such a place where he will be waiting for help. (20) Respond to sneezing: The Prophet said : He who sneezes will say : God's praise in all circumstances and one who hears it will say : May God have mercy on you. The sneezer will then say May God guide you and make your mind pure. Once the Prophet replied to a sneezer and did not reply to another. When asked the reason he said : One has praised God and another remained silent. The Prophet said : When a Muslim sneezes thrice, respond to him. If he increases more than thrice, it is a disease. When the Prophet sneezed, he used to shut up his mouth with his hand or cloth. The Jews sneezed before the Prophet with the hope of getting a reply 'May God show you mercy. He used to say : Say : May God guide you. The Prophet said : Sneezing comes from God and yawing for the devil . When one of you yawn, let him place his hand upon his mouth. Moses said : 0 Lord, art Thou near me, so that I may hold secret conversation with Thee ? Art thou distant, so that I may speak loudly to Thee ? He said : I am with one who remembers Me. He said : We are sometime in such a condition that to remember Thee is impertinence, such as in the state of impurity or at the times of calls of nature. He said : Remember meat all times. (21) Help at the time of distress and calamities: God says Remove evil with what is good. God says : They remove evil by good deeds. Hazrat Abu Abbas explained this evil by saying Those who treat with salam and modesty in lieu of harm and harsh treatment. God says : If God would not have repelled one people by another, cloister, etc. would have been destroyed. Hazrat Ibn Abbas said that the meaning of another is a people with hope, fear, modesty and humble behavior. The Prophet said 0 Ayesha, the worst man on the Resurrection Day will be a man whom the people forsake for fear of his harm. He said : If a man keeps patience to save his honour after hearing abusive words, it will be an act of charity for him. (22) Give up the company of the rich and take the company of the poor and show kindness on the orphans. The Prophet said : 0 God, let me live as a poor man let me die as a poor man and resurrect me with the poor. Whenever Hazrat Solaiman saw a poor man, he sat with him and said : A poor man is sitting by the side of a poor man . It has been reported that nothing could Vol-II\tLove and Brotherhood\t129 please Jesus Christ so much as he was when addressed as a poor man. The sage Fuzail said : I heard that a Prophet said : 0 Lord, how can I know that you are pleased with me ? He said : Look for it when the poor remain satisfied with you. the Prophet said : Be careful of the assemblies of the dead. He was asked : 0 Messenger of God, who are the dead ? He said : The rich men. Moses asked God: 0 Lord, where shall I search for Thee ? He said : Near the broken heart. The Prophet said : Don't be envious for the fortunes of. the sinners, because you do not know that will be their condition. There is behind them one who enquires of them with haste. Orphans The Prophet said : Paradise is sure for one who maintains an orphan after taking him from Muslim parents till he comes of age. He said : I and the care taker of an orphan will remain in Paradise like these two fingers. He hinted by joining his two fingers. He said : He who passes his hand out of sympathy on the hairs of an orphan will get virtues to the proportion of hairs on which his hand has passed. The Prophet said : The best house of the Muslim is one in which an orphan is well treated and the worst house of the Muslims is one is which an orphan is badly treated. (23) Give advice to every Muslim . The Prophet said : A believer shall love for another believer what he loves for himself. He said - Nobody of you can be a believer till he loves for his brother what he loves for himself. He said : One of you is like a mirror for another. If he sees anything wrong in him, he should remove it from him. He said : He who fulfills the needs of his brother Muslim, has done divine service as it were for his whole .life. He said : If a man destroys the honour of a believer, God will destroy his virtues one the Resurrection Day. He said : If a man spends one hour to relieve the sufferings of his brother Muslim :day or night, it is better than two months, I tiqaf (seclution in mosque) , whether his sufferings are removed or not. The Prophet said : If a man removes the anxieties of a believer or helps an oppressed person, God forgives his seventy three sins. He said : Help your brother Muslim, he be oppressed or oppressor. He was asked : How can he help the oppressor ? He said : He thing to God is to incur pleasure to the mind of a believer, or to pay off his debt or to appease his hunger by giving food. The Prophet said : If a man saves a believer from the deceit 130\tThe Book of Wordly Usages of a hypocrite, God will send for him on the Resurrection Day an angel who will protect his flesh from Hell- fire. He said : There is no sin worse than two sin-(1) to set up partners with God and. (2) to oppress God's servants. There is no virtue better than two virtue (1) to have faith in God and (2) and to do good to God's servants. The Prophet said : He whose mind is not moved with the sufferings of the Muslims, is not of them. The sage Ma'ruf Karkhi said : If one says everyday : 0 God, show mercy on the followers of Muhammad, God will include him in the class of Abdals. In another narration : If a, man recites thrice everyday: 0 God, make the followers of Muhammad, good, 0 God, relieve the suffering of the followers of Muhammad God enrolls him as one of the Abdals. (24) Call on the diseased. If a a Muslim falls ill, call on him and nurse him. The following rules must be observed when you go to see a patient. (1) Sit for a short while before the patient, ask him few questions, take information of his health with soft mind and pray for his recovery. The Prophet said : If a man goes to a patient and places his hand on his forehead or asks the condition of his disease his meeting with him becomes perfect. Handshaking perfects your greeting. The Prophet said: He who meets with a patient, sits by the side of Paradise. When he return, he is entrusted with seventy thousand angels who pray for him up to night. He said : When a man goes to see a patient, he remains inmerged in mercy. When he sits by his bed, it becomes permanent. He said : When a Muslim goes to see his brother, a diseased Muslim or meets with him, God says Blessings on you, your steps, are good. He said : When a man falls ill, God sends to him two angels saying : Look what he says to the patient. When he comes to him and praises God, they carry it to God and prays to Him, God says. If I cause the death of this servant, I will admit him in Paradise. If I cure him, I will give him better flesh than this flesh, better blood than this blood and forgive his sins. The Prophet said : God gives disease to a man whom He loves. He said : The Prophet once came to see a patient and said : In the name of God, the most Compassionate, the Most Merciful, I give you from the evil which I see to the refuge of God, the Unique, free from want. He begets not, nor is He begotten and there is none like him. The Prophet said : Visit a patient every alternate day and treat modestly with him. Vol-II\tLove and Brotherhood\t131 (25) Join the funeral prayer of a Muslim. The Prophet said He who follows the bier will get a Qirat of virtue. If he waits uptoburial, he will get two Qirats of virture. The Prophet said One Qirat is like coins full of Uhud mountain. He said : Three things follow a dead man, two return and one does not return. His relatives and wealth return, but his actions do not return. (26) Visit the graves of the dead. The object is to pray, to take lessons and to make the mind soft. The Prophet said : I have not seen a more horrible secenery than grave. The Prophet once went to the grave of his mother Amina. He said : I sought permission of God to visit her grave and He gave me permission. I sought His permission for her forgiveness but he refused it. He began to weep. He said: grave is the first station out of the stations of the next world. If its inmate gets relief from it, what will occurs after it will be easy. If he does not get relief from it, what occurs after it will be severe. Hazrat Abu Darda'a used to sit by graves., Being asked the reason, he said I sit with such people who remind me of the next world. If I go away from them they do not back-bite me. The Prophet said : There is'no night in which a proclaimer does not proclaim : 0 inmates of the graves, whom do\" you envy ? They say : We envy the inmates of mosques, as they fast and we do not fast, as they pray and we do not pray, as they remember God and we do not remember Him. Sufiyan Saori said: He who remember grave much, will get a garden in Paradise out of His gardens. He who does.not remember grave gets a hole in Hell out of its holes. RIGHTS OF NEIGHBOURS As a Muslim has got rights over you, so a neighbour also has got rights over you. The Prophet said : There are three classes of neighbours. The first class neighbour has got one right, the second class two, and the third class three. He who is a neighbour, a Muslim and a relative has got three rights, one right of being a neighbour, one right of being a relative, and one night of being a Muslim. The second class neighbour has got two rights, one right of being a Muslim and one right of being a neighbour. The third class neighbour has got only one right. The right of being an infidel neighbour. The Prophet said : Treat well with your neighbour, you will be a Muslim. The Prophet said Gebriel was insisting always to pay the tight of the neighbour so much that I thought that he would give him the right of inheritance. The Prophet said : Let him who believes in God and Vol-lI i 132\tThe Book of Wordly Usages the next world honour his neighbour . He said : He is not a believer from whose harms his neighbour is not safe. He said The first two who will come as disputants on the Resurrection day will be neighbours. He said : When you throw a stone at the dog of neighbour, you cause trouble to his mind. The Prophet once was said : A certain man fasts all day and prays all night, but he give trouble to his neighbour. The Prophet said : he is in Hell. At another time, a man complained against his neighbour to the Prophet and he said: Have patience. When he said twice and thrice. The Prophet said : Throw your goods on the pathway. When he threw them, the people asked him: What is the matter with you? They were told that his neighbour was giving him trouble . They began to say : God's curse upon him. His neighbour came to him and said : By God, I will not treat with him further in such a manner. Once the Prophet said : Proclaim forty surrounding houses as houses of neighbours. He said fortune and misfortune lie in woman, house and conveyance. A woman is a cause of fortune when her dower is little, her marriage is easily performed and her character and conduct are good. The cause of her misfortune occurs when her dower is heavy, her marriage is solemnised with difficulty and her character and conduct are bad. Fortune regarding a house occurs when it is spacious and its neighbour is good and misfortune comes when it is narrow and its neighbour is bad. Fortune regarding a horse comes when it becomes submissive and has got a good figure and misfortune comes when it is disobedient and has got an ugly figure. In short, the rights of a neighbour on you are the following Salute him first, don't talk with him for long, don't ask about his condition long. Call on him when he is ill, show sympathy in his distress, be sorry in his sorrows, be happy in his happiness, share enjoyments in his happiness, pardon his faults, don't look at the inner side of his house from the top of your roof, don't trouble him by replacing your rafters on his wall, don't let water flow down his courtyard, don't shut up the outflow of water of his house through your boundary, don't make the path to his house narrow, cover his fault if it is out, try to remove his distress as soon as possible, take care of his house in his absence, don't hear his back-biting, talk with his sons and daughters with affection and read out to him \"What he is ignorant\" of the worldly and religious matters. Vol-II\tLove and Brotherhood\t133 The Prophet said: Do you know about your duties towards your neighbour ? Help him if he seeks your help, give him loan if he wants it, remove his wants if he is in wants, follow his bier if he is dead, give him joy him if he gets good news, show him sympathy and express sorrow if he is in danger, don't raise up your building so high without his permission so as to obstruct his air, don't give him trouble. If you purchase some fruits, give him something. If you do not do it, take them secretly to your house. Don't allow your children to come out with them as it may cause displeasure of his children. Don't give him trouble by the smoke of your cook-shed. There is no harm in sending food cooked in your cook-shed to your neighbour's house, Then he said: Do you know the rights of a neighbour ? By one in whose hand there is my life, one on whom God shows mercy can fuflil these duties towards neighbours. Hasan Basari used to present the meat of Qurbani to his neighbours-jews and Christians. Hazrat Abu Zarr said : My friend the Prophet gave me these instructions: When you cook curry, increase its Soup and send something to your neighbour. Hazrat Ayesha said : 0 Messenger of God, I have got two neighbours, the house of one is near my house and the house of another is some distant. Whose right is greater ? He said : The right of one whose house is nearer. Hazrat Ayesha said: There are ten habits of an honourable man. They may be found in a man, but may not be found in his father. They may be found in his servant but may not be found in his master. God gives these to one whom He loves-(1) to speak the truth, (2) to treat good with the people, (3) to give charity to the beggars, (4) to help in domestic works, (5) to treat well with relatives, (6) to protect trust, (7) to perform the duties towards a neighbour, (8) to maintain friendship, (9) to entertain guests and (10) to keep shame. These are the foundations for all qualities. The Prophet said : 0 Muslim women, don't think insignificant to give your neighbours even a goat's cooked hoof. The Prophet said : The fortune of a Muslim is in spacious abode, good neighbour and satisfactory conveyance. One man asked : 0 Messenger of God, how shall I know whether a man is good or bad ? He said : When you hear your neighbour say 'He is good' he is really good. If you hear say 'he is bad', he is really bad. The Prophet said : If a man has got a share in a wall, he shall not sell it without asking his cosharer. The Prophet said : A neighbour, can place his rafter in the wall of his neighbour whether he is willing Vol-II 134\tThe Book of Wordly Usages\tVol-II or not. He said : Let none amongst you refuges his neighbour from placing rafter on his wall. The Prophet said : God gives sweetness to one whose good He wishes. He was asked : What is the meaning of sweetness ? His said: He makes him dear to his neighbour. RIGHTS OF RELATIVES The Prophet said: God says : I am Rahim (Merciful and Raham (relationship) is derived from my name. I keep attached to one who joins it and I keep aloof from one who severs it. The Prophet said : If any man is pleased to prolong his life and to make his livelihood solvent, let him fear God and join the tie of relation ship. The Prophet was once asked : Who is the best persons ? He said : One who fears God most, keeps best connection with his relatives, gives much advice for good deeds and prohibits bad deeds. Hazrat Abu Zarr said : My friend (Prophet) advised me to keep good relation with relatives even though they treat badly. He ordered me to speak the truth though bitter. The Prophet said : Raham (relationship) is hanging with the Throne. The man who fulfills his duties towards his relatives is not the real protector of relationship but he is one who joins it after it is severed. He said : The rewards of keeping good relation with relatives are found more hastily than other rewards. His wealth and properties increase inspite of the inmates of his house being sinners and their numbers increase when they keep the relationship intact. When the Prophet started for the conquest of Mecca, a man came to him and said : If you wish to marry a beautiful woman and to get a camel of red hue, start a campaign against the tribe of Mudlej. He said : God prohibited me to wage a campaign against them owing to my relationship with them the Prophet said: Charity to a poor man has go.* one merit and charity to a poor relative has good two merits. God says : You will never attain righteousness till you spend what you love. Hazrat Abu Talha was greatly satisfied on hearing the verse and wished to give in charity his garden of dates and said : 0 Prophet of God, I have gifted in charity this garden for the poor and destitue. The Prophet of God said : Your reward from God has become sure. Distribute it among your near relatives. The Prophet said : The greatest rewards is of that charity which you give to your relative who has got dispute with you. This can be understood from the Vol-II\tLove and Brotherhood\t135 following Hadis. The Prophet said : If a man joins the tie of relationship after it is severed and gives in charity to a man who deprives him, he will get the greatest rewards. Hazrat Omar sent this order to his governors : Order relatives to meet one another. RIGHTS OF PARENTS AND CHILDREN The nearer is the relation, the greater are the duties towards him. Parents are nearest to a man and so the duty towards them is greatest. The Prophet said : A son cannot fuflil his duties towards his father He can, however, fulfil a part of it if he sees his father as a slave and liberates him. The Prophet said : To treat good with parents is better than prayer, fasting, pilgrimage, zakat, Umrah and jihad in the way of God. He said : If a man gets up at morning pleasing his parents, two doors of Paradise are opened up for him. If he gets up at dusk, he gets similar rewards. If he pleases one of them, one door is opened up for him even though they both oppress him (thrice) If a man gets up at dawn displeasing his parents, two doors are opened up for him towards Hell. If a man does it at dusk, he will get similar punishment. If he displeases one of them, one door is opened up for him, even though they both oppress him (thrice). The Prophet said : The fragrance of Paradise will be smelt from five hundred years' distance. He who is disobedient to parents and he who severs the tie of relationship will not get it. The Prophet said: Obey your mother, then your father, then your sister, your brother and then your nearest relatives and then the near relatives. God said to Moses : 0 Moses, if a man obeys his parents but commits sins, I enroll him as obedient to parents. If a man disobeys Me but is obedient to his parents. I enroll him as obedient to parents. It has been reported that when Hazrat Yakub (Israil) went to Joseph, the latter did not stand in his honour. God then revealed to him : Have you not stood up in honour of your father ? By oath of My glory, I will not make any Prophet out of your descendants. The Prophet said: When a man wishes to give charity for his Muslim parents, his parents get is rewards without any reduction. Once a man asked the Prophet : 0 Messenger of God, is there any duty remaining towards parents after their death ? He said: Yes, to invoke for them, to seek forgiveness for them, to fulfill their promise, to honour their friends and to preserve the tie of their relatives. The Prophet said : The best duty is to keep i 136\tThe Book of Wordly Usages\tVol-II connection with those who were dear to them after their death. The Prophet said : The right of a mother is double than that of a father. He said : The Invocation by a mother for her child is soon accepted. He was asked : What is its reason ? He said : She is more affectionate than father. The invocation of relatives does not go baffled. The Prophet was once asked : With whom shall I keep the tie of relationship ? He said : With you parents. He said : I have got no parents. He said : Then with your children. As you have got duties towards you parents, so also you have got duties towards your children. The Prophet said : May God show mercy on the father who helps his children to obey him. In other words., he does not help them by his evil actions to go to misguidance. The Prophet said : Treat equally with your children in the matter of charity. It has been said that a child is your flower and till he reaches the age of seven years, you will enjoy his fragrance. When he is seven years old, he becomes your servant and thereafter he becomes either your enemy or sharer in your works. The Prophet said: Observe Aqiqa (birth ceremony) on the seventh day of child's birth, give him a name and remove from him uncleanliness. When the child is six years old, teach him good manners, when nine years old , separate his bed, beat him when thirteen years old for saying prayer and get him married when sixteen years old. Then tell him catching his hands : I have taught you good manners, I have given you education and I have got you married. Now I pray to God that He may save you from dangers and difficulties and punishment of the next world. The Prophet said : The right of a son upon his father is that his father will teach him good manners and give him a good name. A man complained against his son to the Prophet. He asked : Have you invoked against him ? He said : Yes. He said : You have ruined him. It is commendable to show kindness to the son. Hazrat Aqra'a-b-Habes saw the Prophet kissing his grandson Hasan and said : I have got ten children but I never kissed any of them. The Prophet said : He who is not kind will not get kindness. Once the Prophet was in prostration leading a prayer, when Hussain got upon his shoulder. The Prophet made such delay in prostration that the companions thought that revelation was coming to him. When he finished the prayer, the Prophet said Hussain has made me his conveyance. I did not like to put him aside till he finished his work. The Prophet said : The fragrance Vol-II\tLove and Brotherhood\t137 of a child is the fragrance of Paradise. Once a man came from Yemen to join jihad to the Prophet who asked him. Have you got parents? He said : Yes . He asked : Have they given you permission for jihad ? He said : No. The Prophet said : Go to your parents and take their permission. If they do no give permission, serve them to your utmost, because of all the merits with which you will meet with God after Tauhid, the best is in the service of parents. At another time, a man sought advice from the Prophet about his joining jihad. He asked him : Have you :t your mother? He said : Yes . He said : Stay with her, as parad4 e lives under her feet. At another time, a man came to give allegiance to the Prophet and said: My parents were weeping at the time when I was leaving them. The Prophet said : Go back and give them joy as you have made them weep . The Prophet said : The right of an elder brother is like the right of a father over his son. RIGHTS OF SLAVES AND SERVANTS The last advice that the Prophet gave was regarding slaves----:.Fear God. give them food you eat, give them cloth you put on and don't inflict on them work beyond their strength. If you don't wish to keep them, ask them to go and don't inflict punishment on the servants of God. God has placed them under your control. If He wishes, He may place you under their control. The Prophet said : Give the slaves food and cloth with justice and don't engage them in works beyond their capacity. He said : The cheat, the proud, those who break trust and those who ill-treat the slaves will not enter Paradise . A man asked the Prophet How many times shall I forgive the faults of a servant? He remained silent for a while and then said : Forgive him seventy times every day. Once a companion of the Prophet beat a slave who began to raise loud cry. The Prophet : came there and he stopped beating. The Prophet said : Why did you not pardon him before ? You have restrained your hand when you have seen me. He said : 0 Messenger of God, I give manumission for the pleasure of God . The Prophet said : Had you not done it, Hell would have blackened your face. The Prophet said : When any slave serves his master and serves divine service well, double reward are written for him. The Prophet said: the first three persons who will enter paradise and the first three persons who will enter Hell were 138\tThe Book of Wordly Usages\tVol-II presented to me. The first three persons who v. ill enter paradise are a martyr, then such a slave who does well his divine service and service to his master, then a needy man who refrains from begging although he has got a large family. The first three persons who will enter Hell are a tyrant ruler, then such a person of wealth who does not pay the dues of ' :od and then the proud poor man. Hazrat Abv Masud Ansari said : When I was beating my slave, I heard a sound from my back : 0 Abu Mas'ud. On turning back I found the Messenger of God. Immediately I threw the stick in my hand and he said : By God, God has got more power over you than your power over this slave. The Prophet said : When any servant comes to any of you with food, let him ask him to sit and take food with him. If he does not do it, let him give him a morsel of food. In another narration, when a slave prepares food for you and gives you relief from it, the vapour of that food and his labour are sufficient for you. Make him sit near you and take meal with him. If he does not do it, allow him to take some food therefrom and allow him to take something therefrom by hand or place some food in his hand and tell him : Eat. The Prophet said : He who takes care of his female slave and gets her married after setting her free, will get double rewards. The Prophet said : Everyone of you is a king and every one will be asked about his subjects under his control. The sum total of your duties towards, servants and slaves are Allow him to take share in your food and dress, don't give him work beyond his strength don't took to him with an eye of hate and contempt pardon his faults and think at the time of anger upon him that God has got power to punish you for your sins and guilts and that He has got more power than you. The Prophet said : Three persons will not be asked any question-one who has brought separation in the united party, on who has become disobedient to his Imam (leader) and died as a sinner and the woman whom her husband left behind after relieving her from worldly needs and who after that shows her external beauty. No account will be taken of three persons - one who becomes partner in the screen, glory and honour of God, one who is not free from doubt about the existence of God and one who becomes despaired of the mercy of God. *********************************** THE END OF CHAPTER 6 OF VOLUME 2 *********************************** E-mail: webmaster - Sign the Guest Book - Islamic\nPhilosophy Home Page Information: This\n    Page was last updated on: 18 Jun 2007 21:31:56 -0400 This\n    page is constantly being updated since July 2001. So check back\n    often. Page \n    URL: www.muslimphilosophy.com/ihya/eng/ihya-vol2-C6.htm . A\n    reader is needed for PDF files and it is available\n    free of charge from Adobe . About\n    the Islamic Philosophy Online Project . Reporting\n    copyright infringement . Site listed by MENALIB . Site\n    © Copyright 2003 by Islamic Philosophy Online, Inc. A not-for-profit\n    organization dedicated to academic study of Islamic philosophy. Individual\n    content may have its own individual copyrights. See\n    copyright information."
  },
  {
    "ar": "دون قوله والسابق بالصلح زاد فيه الطبراني والذي يبدأ بالصلح  يسبق  إلى  الجنة",
    "en": ""
  },
  {
    "ar": "وقال من هجر أخاه سنة فهو كسافك دمه حديث من هجر أخاه سنة فهو كسفك  دمه  أخرجه",
    "en": ""
  },
  {
    "ar": "أبو داود من حديث أبي خراش السلمي واسمه حدرد بن أبي حدرد وإسناده  صحيح  قالوا",
    "en": ""
  },
  {
    "ar": "والعزلة هجرة بالكلية وهذا ضعيف لأن المراد به الغضب  على  الناس  واللجاج  فيه",
    "en": ""
  },
  {
    "ar": "بقطع الكلام والسلام والمخالطة المعتادة فلا يدخل فيه  ترك  المخالطة  أصلا  من",
    "en": ""
  },
  {
    "ar": "غير غضب مع أن الهجر فوق ثلاث  جائز  في  موضعين  أحدهما  أن  يرى  فيه  إصلاحا",
    "en": ""
  },
  {
    "ar": "للمهجور في الزيادة الثاني أن يرى لنفسه سلامة فيه والنهي  وإن  كان  عاما  فهو",
    "en": ""
  },
  {
    "ar": "محمول على ما وراء الموضعين المخصوصين بدليل ما روي عن عائشة رضي الله عنها  أن",
    "en": ""
  },
  {
    "ar": "النبي صلى الله عليه وسلم هجرها ذا الحجة والمحرم وبعض صفر حديث أنه  صلى  الله",
    "en": ""
  },
  {
    "ar": "عليه وسلم هجر عائشة ذا الحجة والمحرم وبعض صفر قلت إنما هجر  زينب  هذه  المدة",
    "en": ""
  },
  {
    "ar": "كما رواه أبو داود من حديث عائشة وسكت عليه فهو عنده صالح وروي عن عمر أنه  صلى",
    "en": ""
  },
  {
    "ar": "الله عليه وسلم اعتزل نساءه وآلى منهن شهرا وصعد إلى غرفة له وهي  خزانته  فلبث",
    "en": ""
  },
  {
    "ar": "تسعا وعشرين يوما فلما نزل قيل له إنك كنت فيها  تسعا  وعشرين  فقال  الشهر  قد",
    "en": ""
  },
  {
    "ar": "يكون تسعا وعشرين حديث عمر أنه صلى الله عليه وسلم اعتزل نساءه وآلى منهن  شهرا",
    "en": ""
  },
  {
    "ar": "الحديث متفق عليه وروت عائشة رضي الله عنها أن النبي صلى الله  عليه  وسلم  قال",
    "en": ""
  },
  {
    "ar": "لا يحل لمسلم أن يهجر أخاه فوق ثلاثة أيام إلا أن  يكون  ممن  لا  تؤمن  بوائقه",
    "en": ""
  },
  {
    "ar": "حديث عائشة لا يحل لمسلم أن يهجر أخاه فوق  ثلاث  إلا  أن  يكون  ممن  لا  يأمن",
    "en": ""
  },
  {
    "ar": "بوائقه أخرجه ابن عدي وقال غريب المتن والإسناد وحديث عائشة عند أبي  داود  دون",
    "en": ""
  },
  {
    "ar": "الاستثناء بإسناد صحيح فهذا صريح في التخصيص وعلى  هذا  ينزل  قول  الحسن  رحمه",
    "en": ""
  },
  {
    "ar": "الله حيث قال هجران الأحمق قربة إلى الله فإن ذلك يدوم إلى  الموت  إذ  الحماقة",
    "en": ""
  },
  {
    "ar": "لا ينتظر علاجها وذكر عند محمد بن عمر الواقدي رجل هجر رجلا حتى مات  فقال  هذا",
    "en": ""
  },
  {
    "ar": "شيء قدم تقدم فيه قوم سعد بن أبي وقاص  كان  مهاجرا  لعمار  بن  ياسر  حتى  مات",
    "en": ""
  },
  {
    "ar": "وعثمان بن عفان كان مهاجرا لعبد الرحمن بن عوف وعائشة كانت مهاجرة  لحفصة  وكان",
    "en": ""
  },
  {
    "ar": "طاوس مهاجرا لوهب بن منبه حتى  ماتا  وكل  ذلك  يحمل  على  رؤيتهم  سلامتهم  في",
    "en": ""
  },
  {
    "ar": "المهاجرة واحتجوا بما روي أن رجلا أتى الجبل ليتعبد فيه فجيء به إلى رسول  الله",
    "en": ""
  },
  {
    "ar": "صلى الله عليه وسلم فقال لا تفعل أنت ولا أحد منكم لصبر  أحدكم  في  بعض  مواطن",
    "en": ""
  },
  {
    "ar": "الإسلام خير له من عبادة أحدكم وحده  أربعين  عاما  حديث  أن  رجلا  أتى  الجبل",
    "en": ""
  },
  {
    "ar": "ليتعبد فيه فجىء به إلى رسول الله صلى الله عليه  وسلم  فقال  لا  تفعل  الحديث",
    "en": ""
  },
  {
    "ar": "أخرجه البيهقي من حديث عسعس ابن سلامة قال ابن عبد البر يقولون إن  حديثه  مرسل",
    "en": ""
  },
  {
    "ar": "وكذا ذكره ابن حبان في ثقات التابعين والظاهر أن هذا إنما كان لما فيه  من  ترك",
    "en": ""
  },
  {
    "ar": "الجهاد مع شدة وجوبه في ابتداء الإسلام بدليل ما روى عن  أبي  هريرة  رضي  الله",
    "en": ""
  },
  {
    "ar": "عنه أنه قال غزونا مع رسول الله صلى الله عليه  وسلم  فمررنا  بشعب  فيه  عيينة",
    "en": ""
  },
  {
    "ar": "طيبة الماء فقال واحد من القوم لو اعتزلت الناس في هذا الشعب ولن أفعل ذلك  حتى",
    "en": ""
  },
  {
    "ar": "أذكره لرسول الله صلى الله عليه وسلم فقال صلى الله  عليه  وسلم  لا  تفعل  فإن",
    "en": ""
  },
  {
    "ar": "مقام أحدكم في سبيل الله خير من صلاته في أهله ستين عاما  ألا  تحبون  أن  يغفر",
    "en": ""
  },
  {
    "ar": "الله لكم وتدخلون الجنة اغزوا في سبيل الله فإنه من قاتل  في  سبيل  الله  فواق",
    "en": ""
  },
  {
    "ar": "ناقة أدخله الله الجنة حديث أبي هريرة غزونا على عهد رسول الله صلى  الله  عليه",
    "en": ""
  },
  {
    "ar": "وسلم فمررنا بشعب فيه عيينة طيبة الماء غزيرة فقال واحد  من  القوم  لو  اعتزلت",
    "en": ""
  },
  {
    "ar": "الناس في هذا الشعب الحديث أخرجه الترمذي وقال حسن صحيح والحاكم وقال صحيح  على",
    "en": ""
  },
  {
    "ar": "شرط مسلم إلا أن الترمذي قال سبعين عاما واحتجوا بما روى معاذ بن جبل  أنه  صلى",
    "en": ""
  },
  {
    "ar": "الله عليه وسلم قال إن الشيطان ذئب الإنسان كذئب الغنم يأخذ  القاصية  والناحية",
    "en": ""
  },
  {
    "ar": "والشاردة وإياكم والشعاب وعليكم بالعامة والجماعة والمساجد حديث  معاذ  بن  جبل",
    "en": ""
  },
  {
    "ar": "الشيطان ذئب الإنسان كذئب الغنم يأخذ  القاصية  أخرجه  أحمد  والطبراني  ورجاله",
    "en": ""
  },
  {
    "ar": "ثقات إلا أن فيه انقطاعا وهذا إنما أراد به من اعتزل  قبل  تمام  الغلم  وسيأتي",
    "en": ""
  },
  {
    "ar": "بيان ذلك وأن ذلك ينهى عنه إلا لضرورة  ذكر  حجج  المائلين  إلى  تفضيل  العزلة",
    "en": ""
  },
  {
    "ar": "احتجوا بقوله تعالى حكاية عن إبراهيم عليه السلام وأعتزلكم وما  تدعون  من  دون",
    "en": ""
  },
  {
    "ar": "الله وأدعو ربي الآية ثم قال تعالى فلما اعتزلهم وما يعبدون من دون الله  وهبنا",
    "en": ""
  },
  {
    "ar": "له إسحق ويعقوب وكلا جعلنا نبيا إشارة إلى أن ذلك ببركة العزلة وهذا  ضعيف  لأن",
    "en": ""
  },
  {
    "ar": "مخالطة الكفار لا فائدة فيها إلا دعوتهم إلى الدين وعند اليأس من  إجابتهم  فلا",
    "en": ""
  },
  {
    "ar": "وجه إلا هجرهم وإنما الكلام في مخالطة المسلمين وما فيها  من  البركة  لما  روى",
    "en": ""
  },
  {
    "ar": "أنه قيل يا رسول الله الوضوء من جر مخمر أحب  إليك  أو  من  هذه  المطاهر  التي",
    "en": ""
  },
  {
    "ar": "يتطهر منها الناس فقال بل من هذه المطاهر التماسا  لبركة  أيدي  المسلمين  حديث",
    "en": ""
  },
  {
    "ar": "قيل له صلى الله عليه وسلم الوضوء من جر مخمر أحب إليك أو من هذه المطاهر  التي",
    "en": ""
  },
  {
    "ar": "يطهر منها الناس فقال بل من هذه المطاهر الحديث أخرجه الطبراني  في  الأوسط  من",
    "en": ""
  },
  {
    "ar": "حديث ابن عمر وفيه ضعف وروي أنه صلى الله عليه وسلم لما  طاف  بالبيت  عدل  إلى",
    "en": ""
  },
  {
    "ar": "زمزم ليشرب منها فإذا التمر المنقع في حياض الأدم وقد مغثه الناس  بأيديهم  وهم",
    "en": ""
  },
  {
    "ar": "يتناولون منه ويشربون فاستسقى منه وقال اسقوني فقال العباس إن هذا النبيذ  شراب",
    "en": ""
  },
  {
    "ar": "قد مغث وخيض بالأيدي أفلا آتيك بشراب أنظف من هذا من جر  مخمر  في  البيت  فقال",
    "en": ""
  },
  {
    "ar": "اسقوني من هذا الذي يشرب منه الناس ألتمس بركة أيدي  المسلمين  فشرب  منه  حديث",
    "en": ""
  },
  {
    "ar": "لما طاف بالبيت عدل إلى زمزم يشرب منها فإذا التمر منقع في حياض الأدم قد  مغثه",
    "en": ""
  },
  {
    "ar": "الناس بأيديهم الحديث وفيه فقال اسقوني  من  هذا  الذي  يشرب  منه  الناس  رواه",
    "en": ""
  },
  {
    "ar": "الأزرقي في تاريخ مكة من حديث ابن عباس بسند ضعيف ومن رواية  طاوس  مرسلا  نحوه",
    "en": ""
  },
  {
    "ar": "فإذن كيف يستدل باعتزال الكفار والأصنام على اعتزال المسلمين  مع  كثرة  البركة",
    "en": ""
  },
  {
    "ar": "فيهم واحتجوا أيضا بقول موسى عليه السلام وإن لم تؤمنوا لي فاعتزلون  وأنه  فزع",
    "en": ""
  },
  {
    "ar": "إلى العزلة عند اليأس منهم وقال تعالى في  أصحاب  الكهف  وإذا  اعتزلتموهم  وما",
    "en": ""
  },
  {
    "ar": "يعبدون إلا الله فأووا إلى الكهف ينشر لكم ربكم من  رحمته  أمرهم  بالعزلة  وقد",
    "en": ""
  },
  {
    "ar": "اعتزل نبينا صلى الله عليه وسلم قريشا لما آذوه وجفوه ودخل الشعب  وأمر  أصحابه",
    "en": ""
  },
  {
    "ar": "باعتزالهم والهجرة إلى أرض الحبشة حديث اعتزاله صلى الله عليه وسلم  قريشا  لما",
    "en": ""
  },
  {
    "ar": "آذوه وجفوه ودخل الشعب وأمر أصحابه باعتزالهم والهجرة إلى الحبشة  الحديث  رواه",
    "en": ""
  },
  {
    "ar": "موسى بن عقبة في المغازي ومن طريقه البيهقي  في  الدلائل  عن  ابن  شهاب  مرسلا",
    "en": ""
  },
  {
    "ar": "ورواه ابن سعد في الطبقات من رواية ابن شهاب علي بن أبي بكر بن عبد  الرحمن  بن",
    "en": ""
  },
  {
    "ar": "الحارث بن هشام مرسلا أيضا ووصله من رواية أبي سلمة الحضرمي عن  ابن  عباس  إلا",
    "en": ""
  },
  {
    "ar": "أن ابن سعد ذكر أن المشركين حصروا بني هاشم في الشعب وذكر موسى بن عقبة أن  أبا",
    "en": ""
  },
  {
    "ar": "طالب جمع بني عبد المطلب وأمرهم أن يدخلوا رسول الله صلى الله عليه وسلم  شعبهم",
    "en": ""
  },
  {
    "ar": "ومغازي موسى بن عقبة أصح المغازي وذكر موسى بن عقبة أيضا أنه  أمر  أصحابه  حين",
    "en": ""
  },
  {
    "ar": "دخل الشعب بالخروج إلى أرض الحبشة ولأبي داود من حديث  أبي  موسى  أمرنا  النبي",
    "en": ""
  },
  {
    "ar": "صلى الله عليه وسلم أن ننطلق إلى أرض النجاشي قال البيهقي وإسناده صحيح  ولأحمد",
    "en": ""
  },
  {
    "ar": "من حديث ابن مسعود بعثنا رسول الله صلى الله عليه وسلم إلى  النجاشي  وروى  ابن",
    "en": ""
  },
  {
    "ar": "إسحاق بإسناد جيد ومن طريقه البيهقي في  الدلائل  من  حديث  أم  سلمة  إن  بأرض",
    "en": ""
  },
  {
    "ar": "الحبشة ملكا لا يظلم أحد  عنده  فالحقوا  ببلاده  الحديث  ثم  تلاحقوا  به  إلى",
    "en": ""
  },
  {
    "ar": "المدينة بعد أن أعلى الله كلمته وهذا أيضا اعتزال عن  الكفار  بعد  اليأس  منهم",
    "en": "E-mail: webmaster - Sign the Guest Book - Islamic\nPhilosophy Home"
  },
  {
    "ar": "فإنه صلى الله عليه وسلم لم يعتزل المسلمين ولا من توقع إسلامه من الكفار  وأهل",
    "en": ""
  },
  {
    "ar": "الكهف لم يعتزل بعضهم بعضا وهم مؤمنون وإنما اعتزلوا  الكفار  وإنما  النظر  في",
    "en": ""
  },
  {
    "ar": "العزلة من المسلمين واحتجوا بقوله صلى الله عليه وآله وسلم  لعبدالله  بن  عامر",
    "en": ""
  },
  {
    "ar": "الجهني لما قال يا رسول الله ما النجاة قال ليسعك بيتك وأمسك عليك  لسانك  وابك",
    "en": ""
  },
  {
    "ar": "على خطيئتك وروى أنه قيل له صلى الله عليه وسلم أي الناس أفضل قال  مؤمن  مجاهد",
    "en": ""
  },
  {
    "ar": "بنفسه وماله في سبيل الله تعالى قيل ثم من قال رجل  معتزل  في  شعب  من  الشعاب",
    "en": ""
  },
  {
    "ar": "يعبد ربه ويدع الناس من شره وقال صلى الله عليه وسلم إن الله يحب  العبد  التقي",
    "en": ""
  },
  {
    "ar": "النقي الخفي حديث إن الله يحب العبد التقي النقي الخفي أخرجه مسلم من حديث  سعد",
    "en": ""
  },
  {
    "ar": "بن أبي وقاص وفي الاحتجاج بهذه الأحاديث نظر فأما قوله لعبد الله بن  عامر  فلا",
    "en": ""
  },
  {
    "ar": "يمكن تنزيله إلا على ما عرفه صلى الله عليه وسلم بنور النبوة من حاله وأن  لزوم",
    "en": ""
  },
  {
    "ar": "البيت كان أليق به وأسلم له من المخالطة فإنه لم يأمر جميع  الصحابة  بذلك  ورب",
    "en": ""
  },
  {
    "ar": "شخص تكون سلامته في العزلة لا في المخالطة كما قد تكون  سلامته  في  القعود  في",
    "en": ""
  },
  {
    "ar": "البيت وأن لا يخرج إلى الجهاد وذلك لا يدل على أن ترك الجهاد أفضل  وفي  مخالطة",
    "en": ""
  },
  {
    "ar": "الناس مجاهدة ومقاساة ولذلك قال صلى الله عليه وسلم  الذي  يخالط  الناس  ويصبر",
    "en": ""
  },
  {
    "ar": "على أذاهم خير من الذي لا يخالط الناس ولا يصبر  على  أذاهم  حديث  الذي  يخالط",
    "en": ""
  },
  {
    "ar": "الناس ولا يصبر على أذاهم أخرجه الترمذي وابن ماجه من حديث  ابن  عمر  ولم  يسم",
    "en": ""
  },
  {
    "ar": "الترمذي الصحابي قال شيخ من أصحاب النبي صلى الله عليه وسلم والطريق واحد  وعلى",
    "en": ""
  },
  {
    "ar": "هذا ينزل قوله صلى الله عليه وسلم رجل معتزل يعبد ربه ويدع الناس من  شره  فهذا",
    "en": ""
  },
  {
    "ar": "إشارة إلى شرير بطبعه تتأذى الناس بمخالطته وقوله  إن  الله  يحب  التقي  الخفي",
    "en": ""
  },
  {
    "ar": "إشارة إلى إيثار الخمول وتوقي الشهرة وذلك لا يتعلق بالعزلة فكم من راهب  معتزل",
    "en": ""
  },
  {
    "ar": "تعرفه كافة الناس وكم من مخالط خامل لا ذكر له ولا  شهرة  فهذا  تعرض  لأمر  لا",
    "en": ""
  },
  {
    "ar": "يتعلق بالعزلة واحتجوا بما روي أنه صلى الله عليه وسلم قال لأصحابه ألا  أنبئكم",
    "en": ""
  },
  {
    "ar": "بخير الناس قالوا بلى يا رسول الله فأشار بيده نحو المغرب وقال رجل  آخذ  بعنان",
    "en": ""
  },
  {
    "ar": "فرسه في سبيل الله ينتظر أن يغير أو يغار عليه  ألا  أنبئكم  بخير  الناس  بعده",
    "en": ""
  },
  {
    "ar": "وأشار بيده نحو الحجاز وقال رجل في غنمه يقيم الصلاة  ويؤتي  الزكاة  ويعلم  حق",
    "en": ""
  },
  {
    "ar": "الله في ماله اعتزل شرور الناس حديث ألا  أنبئكم  بخير  الناس  قالوا  بلى  قال",
    "en": ""
  },
  {
    "ar": "فأشار بيده نحو المغرب وقال رجل أخذ بعنان فرسه في سبيل الله ينتظر أن يغير  أو",
    "en": ""
  },
  {
    "ar": "يغار عليه الحديث أخرجه الطبراني من حديث أم مبشر إلا أنه قال نحو  المشرق  بدل",
    "en": ""
  },
  {
    "ar": "المغرب وفيه ابن إسحاق رواه بالعنعنة وللترمذي والنسائي نحوه  مختصرا  من  حديث",
    "en": ""
  },
  {
    "ar": "ابن عباس قال الترمذي حديث حسن فإذا  ظهر  أن  هذه  الأدلة  لا  شفاء  فيها  من",
    "en": ""
  },
  {
    "ar": "الجانبين فلا بد من كشف الغطاء بالتصريح بفوائد العزلة وغوائلها ومقايسة  بعضها",
    "en": ""
  },
  {
    "ar": "بالبعض ليتبين الحق فيها الباب الثاني في فوائد العزلة وغوائلها وكشف  الحق  في",
    "en": ""
  },
  {
    "ar": "فضلها اعلم أن اختلاف الناس في هذا يضاهي اختلافهم في  فضيلة  النكاح  والعزوبة",
    "en": ""
  },
  {
    "ar": "وقد ذكرنا أن ذلك يختلف باختلاف الأحوال  والأشخاص  بحسب  ما  فصلناه  من  آفات",
    "en": ""
  },
  {
    "ar": "النكاح وفوائده فكذلك القول فيما نحن فيه فلنذكر أولا فوائد العزلة  وهي  تنقسم",
    "en": ""
  },
  {
    "ar": "إلى فوائد دينية ودنيوية والدينية تنقسم إلى  ما  يمكن  من  تحصيل  الطاعات  في",
    "en": ""
  },
  {
    "ar": "الخلوة والمواظبة على  العبادة  والفكر  وتربية  العلم  وإلى  تخلص  من  ارتكاب",
    "en": ""
  },
  {
    "ar": "المناهي التي يتعرض الإنسان لها بالمخالطة كالرياء والغيبة  والسكوت  عن  الأمر",
    "en": ""
  },
  {
    "ar": "بالمعروف والنهي عن المنكر ومسارقة الطبع من الأخلاق الرديئة والأعمال  الخبيثة",
    "en": ""
  },
  {
    "ar": "من جلساء السوء وأما الدنيوية فتنقسم إلى ما يمكن  من  التحصيل  بالخلوة  كتمكن",
    "en": ""
  },
  {
    "ar": "المحترف في خلوته إلى ما يخلص من محذورات يتعرض لها بالمخالطة كالنظر إلى  زهرة",
    "en": ""
  },
  {
    "ar": "الدنيا وإقبال الخلق عليها وطمعه في الناس وطمع الناس فيه وانكشاف  ستر  مروءته",
    "en": ""
  },
  {
    "ar": "بالمخالطة والتأذي بسوء خلق الجليس في مرائه أو سوء ظنه أو نميمته  أو  محاسدته",
    "en": ""
  },
  {
    "ar": "أو التأذي بثقله وتشويه خلقته وإلى هذا ترجع مجامع فوائد  العزلة  فلنحصرها  في",
    "en": ""
  },
  {
    "ar": "ست فوائد الفائدة الأولى التفرغ للعبادة والفكر والاستئناس بمناجاة الله  تعالى",
    "en": ""
  },
  {
    "ar": "عن مناجاة الخلق والاشتغال باستكشاف أسرار الله تعالى في  أمر  الدنيا  والآخرة",
    "en": ""
  },
  {
    "ar": "وملكوت السموات والأرض فإن ذلك يستدعي فراغا  ولا  فراغ  مع  المخالطة  فالعزلة",
    "en": ""
  },
  {
    "ar": "وسيلة إليه ولهذا قال بعض الحكماء لا يتمكن أحد من الخلوة  إلا  بالتمسك  بكتاب",
    "en": ""
  },
  {
    "ar": "الله تعالى والمتمسكون بكتاب الله تعالى هم  الذين  استراحوا  من  الدنيا  بذكر",
    "en": ""
  },
  {
    "ar": "الله الذاكرون الله بالله عاشوا بذكر الله وماتوا بذكر الله  ولقوا  الله  بذكر",
    "en": ""
  },
  {
    "ar": "الله ولا شك في أن هؤلاء تمنعهم المخالطة عن الفكر  والذكر  فالعزلة  أولى  بهم",
    "en": ""
  },
  {
    "ar": "ولذلك كان صلى الله عليه وسلم في ابتداء أمره يتبتل في جبل  حراء  وينعزل  إليه",
    "en": ""
  },
  {
    "ar": "حتى قوي فيه نور النبوة حديث كان صلى الله عليه وسلم في أول أمره يتبتل في  جبل",
    "en": ""
  },
  {
    "ar": "حراء وينعزل إليه متفق عليه من حديث عائشة نحوه فكان يخلو بغار حراء يتحنث  فيه",
    "en": ""
  },
  {
    "ar": "الحديث فكان الخلق لا يحجبونه عن الله فكان ببدنه مع الخلق  وبقلبه  مقبلا  على",
    "en": ""
  },
  {
    "ar": "الله تعالى حتى كان الناس يظنون أن أبا بكر خليله فأخبر النبي  صلى  الله  عليه",
    "en": ""
  },
  {
    "ar": "وسلم عن استغراق همه بالله فقال لو كنت متخذا خليلا لاتخذت أبا بكر خليلا  ولكن",
    "en": ""
  },
  {
    "ar": "صاحبكم خليل الله حديث لو كنت متخذا خليلا لاتخذت أبا بكر  خليلا  ولكن  صاحبكم",
    "en": ""
  },
  {
    "ar": "خليل الله أخرجه مسلم من حديث ابن مسعود وقد تقدم ولن  يسع  الجمع  بين  مخالطة",
    "en": ""
  },
  {
    "ar": "الناس ظاهرا والإقبال على الله سرا إلا قوة النبوة فلا ينبغي أن يغتر  كل  ضعيف",
    "en": ""
  },
  {
    "ar": "بنفسه فيطمع في ذلك ولا يبعد أن تنتهي درجة  بعض  الأولياء  إليه  فقد  نقل  عن",
    "en": ""
  },
  {
    "ar": "الجنيد أنه قال أنا أكلم الله منذ ثلاثين سنة والناس  يظنون  أني  أكلمهم  وهذا",
    "en": ""
  },
  {
    "ar": "إنما يتيسر للمستغرق بحب الله استغراقا لا يبقى لغيره فيه متسع وذلك  غير  منكر",
    "en": ""
  },
  {
    "ar": "ففي المشتهرين بحب الخلق من يخالط الناس ببدنه وهو لا  يدري  ما  يقول  ولا  ما",
    "en": ""
  },
  {
    "ar": "يقال له لفرط عشقه لمحبوبه بل الذي دهاه ملم يشوش عليه أمرا من أمور دنياه  فقد",
    "en": ""
  },
  {
    "ar": "يستغرقه الهم بحيث يخالط الناس ولا يحس بهم ولا  يسمع  أصواتهم  لشدة  استغراقه",
    "en": ""
  },
  {
    "ar": "وأمر الآخرة أعظم عند العقلاء  فلا  تستحيل  ذلك  فيه  ولكن  الأولى  بالأكثرين",
    "en": ""
  },
  {
    "ar": "الاستعانة بالعزلة ولذلك قيل لبعض الحكماء  ما  الذي  أرادوا  بالخلوة  واختيار",
    "en": ""
  },
  {
    "ar": "العزلة فقال يستدعون بذلك دوام الفكرة وتثبت  العلوم  في  قلوبهم  ليحيوا  حياة",
    "en": ""
  },
  {
    "ar": "طيبة ويذوقوا حلاوة المعرفة وقيل لبعض الرهبان ما أصبرك  على  الوحدة  فقال  ما",
    "en": ""
  },
  {
    "ar": "أنا وحدي أنا جليس الله تعالى إذا شئت أن  يناجيني  قرأت  كتابه  وإذا  شئت  أن",
    "en": ""
  },
  {
    "ar": "أناجيه صليت وقيل لبعض الحكماء إلى أي شيء أفضى بكم  الزهد  والخلوة  فقال  إلى",
    "en": ""
  },
  {
    "ar": "الأنس بالله وقال سفيان بن عيينة لقيت إبراهيم ابن  أدهم  رحمه  الله  في  بلاد",
    "en": ""
  },
  {
    "ar": "الشام فقلت له يا إبراهيم تركت خراسان فقال  ما  تهنأت  بالعيش  إلا  ههنا  أفر",
    "en": ""
  },
  {
    "ar": "بديني من شاهق إلى شاهق فمن يراني يقول موسوس أو  حمال  أو  ملاح  وقيل  لغزوان",
    "en": ""
  },
  {
    "ar": "الرقاشي هبك لا تضحك فما يمنعك من مجالسة إخوانك قال إني  أصيب  راحة  قلبي  في",
    "en": ""
  },
  {
    "ar": "مجالسة من عنده حاجتي وقيل للحسن يا أبا سعيد ههنا رجل لم  تره  قط  جالسا  إلا",
    "en": ""
  },
  {
    "ar": "وحده خلف سارية فقال الحسن إذا  رأيتموه  فأخبروني  به  فنظروا  إليه  ذات  يوم",
    "en": ""
  },
  {
    "ar": "فقالوا للحسن هذا الرجل الذي أخبرناك به وأشاروا إليه فمضى إليه الحسن وقال  له",
    "en": ""
  },
  {
    "ar": "يا عبد الله أراك قد حببت إليك العزلة فما يمنعك  من  مجالسة  الناس  فقال  أمر",
    "en": ""
  },
  {
    "ar": "شغلني عن الناس قال فما يمنعك أن تأتي هذا الرجل  الذي  يقال  له  الحسن  فتجلس",
    "en": "This\n    Page was last updated on: 18 Jun 2007 21:31:56 -0400"
  },
  {
    "ar": "إليه فقال أمر شغلني عن الناس وعن الحسن فقال له الحسن  وما  ذاك  الشغل  يرحمك",
    "en": ""
  },
  {
    "ar": "الله فقال إني أصبح وأمسي بين نعمة وذنب فرأيت أن أشغل نفسي  بشكر  الله  تعالى",
    "en": ""
  },
  {
    "ar": "على النعمة والاستغفار من الذنب فقال له الحسن أنت يا عبد الله  أفقه  عندي  من",
    "en": ""
  },
  {
    "ar": "الحسن فالزم ما أنت عليه وقيل بينما أويس القرني جالس  إذ  أتاه  هرم  بن  حيان",
    "en": ""
  },
  {
    "ar": "فقال له أويس ما جاء بك قال جئت لآنس بك فقال أويس ما كنت  أرى  أن  أحدا  يعرف",
    "en": ""
  },
  {
    "ar": "ربه فيأنس بغيره وقال الفضيل إذا رأيت الليل مقبلا  فرحت  به  وقلت  أخلو  بربي",
    "en": ""
  },
  {
    "ar": "وإذا رأيت الصبح أدركني استرجعت كراهية لقاء الناس وأن  يجيئني  من  يشغلني  عن",
    "en": ""
  },
  {
    "ar": "ربي وقال عبد الله بن زيد طوبى لمن عاش في الدنيا وعاش في الآخرة قيل  له  وكيف",
    "en": ""
  },
  {
    "ar": "ذلك قال يناجي الله في الدنيا ويجاوره في الآخرة وقال  ذو  النون  المصري  سرور",
    "en": ""
  },
  {
    "ar": "المؤمن ولذته في الخلوة بمناجاة ربه وقال مالك بن دينار  من  لم  يأنس  بمحادثة",
    "en": ""
  },
  {
    "ar": "الله عز وجل عن محادثة المخلوقين فقد قل علمه وعمى قلبه  وضيع  عمره  وقال  ابن",
    "en": ""
  },
  {
    "ar": "المبارك ما أحب حال من انقطع إلى الله تعالى ويروى عن  بعض  الصالحين  أنه  قال",
    "en": ""
  },
  {
    "ar": "بينما أنا أسير في بعض بلاد الشام إذا أنا بعابد خارج من بعض تلك  الجبال  فلما",
    "en": ""
  },
  {
    "ar": "نظر إلي تنحى إلى أصل شجرة وتستر بها فقلت سبحان الله  تبخل  علي  بالنظر  إليك",
    "en": ""
  },
  {
    "ar": "فقال هذا إني أقمت في هذا الجبل دهرا طويلا أعالج  قلبي  في  الصبر  عن  الدنيا",
    "en": ""
  },
  {
    "ar": "وأهلها فطال في ذلك تعبي وفني فيه عمري فسألت الله تعالى أن  لا  يجعل  حظي  من",
    "en": ""
  },
  {
    "ar": "أيامي في مجاهدة قلبي فسكنه الله عن  الاضطراب  وألفه  الوحدة  والانفراد  فلما",
    "en": ""
  },
  {
    "ar": "نظرت إليك خفت أن أقع في الأمر الأول فإليك عني فإني أعوذ من شرك برب  العارفين",
    "en": ""
  },
  {
    "ar": "وحبيب القانتين ثم صاح واغماه من طول المكث في الدنيا ثم حول وجهه عني  ثم  نفض",
    "en": ""
  },
  {
    "ar": "يديه وقال إليك عني يا دنيا لغيري فتزيني وأهلك فغري  ثم  قال  سبحان  من  أذاق",
    "en": ""
  },
  {
    "ar": "قلوب العارفين من لذة الخدمة وحلاوة الانقطاع  إليه  ما  ألهى  قلوبهم  عن  ذكر",
    "en": ""
  },
  {
    "ar": "الجنان وعن الحور الحسان وجمع همهم في ذكره فلا شيء ألذ عندهم  من  مناجاته  ثم",
    "en": ""
  },
  {
    "ar": "مضى وهو يقول قدوس قدوس فإذا في الخلوة أنس بذكر الله واستكثار من  معرفة  الله",
    "en": ""
  },
  {
    "ar": "وفي مثل ذلك قيل وإني لأستغشي وما بي غشوة لعل خيالا منك يلقى خياليا وأخرج  من",
    "en": ""
  },
  {
    "ar": "بين الجلوس لعلني أحدث عنك النفس بالسر  خاليا  ولذلك  قال  بعض  الحكماء  إنما",
    "en": ""
  },
  {
    "ar": "يستوحش الإنسان من نفسه لخلو ذاته عن الفضيلة فيكثر حينئذ ملاقاة  الناس  ويطرد",
    "en": ""
  },
  {
    "ar": "الوحشة عن نفسه بالكون معهم فإذا كانت ذاته فاضلة طلب الوحدة ليستعين  بها  على",
    "en": ""
  },
  {
    "ar": "الفكرة ويستخرج العلم والحكمة وقد قيل الاستئناس من علامات  الإفلاس  فإذا  هذه",
    "en": ""
  },
  {
    "ar": "فائدة جزيلة ولكن في حق بعض الخواص ومن يتيسر له بدوام الذكر  الأنس  بالله  أو",
    "en": ""
  },
  {
    "ar": "بدوام الفكر التحقق في معرفة الله فالتجرد له أفضل من كل  ما  يتعلق  بالمخالطة",
    "en": ""
  },
  {
    "ar": "فإن غاية العبادات وثمرة المعاملات أن يموت الإنسان محبا لله عارفا  بالله  ولا",
    "en": ""
  },
  {
    "ar": "محبة إلا بالأنس الحاصل بدوام الذكر ولا معرفة إلا  بدوام  الفكر  وفراغ  القلب",
    "en": ""
  },
  {
    "ar": "شرط في كل واحد منهما ولا فراغ مع المخالطة الفائدة الثانية التخلص بالعزلة  عن",
    "en": ""
  },
  {
    "ar": "المعاصي التي يتعرض الإنسان لها غالبا بالمخالطة  ويسلم  منها  في  الخلوة  وهي",
    "en": ""
  },
  {
    "ar": "أربعة الغيبة والنميمة والرياء والسكوت عن الأمر  بالمعروف  والنهي  عن  المنكر",
    "en": ""
  },
  {
    "ar": "ومسارقة الطبع من الأخلاق الرديئة والأعمال  الخبيثة  التي  يوجبها  الحرص  على",
    "en": ""
  },
  {
    "ar": "الدنيا أما الغيبة فإذا عرفت من كتاب آفات اللسان من ربع المهلكات وجوهها  عرفت",
    "en": ""
  },
  {
    "ar": "أن التحرز عنها مع المخالطة عظيم لا ينجو منها إلا  الصديقون  فإن  عادة  الناس",
    "en": ""
  },
  {
    "ar": "كافة التمضمض بأعراض الناس والتفكه بها والتنفل  بحلاوتها  وهي  طعمتهم  ولذتهم",
    "en": ""
  },
  {
    "ar": "وإليها يستروحون من وحشتهم في الخلوة فإن خالطتهم ووافقتهم  أثمت  وتعرضت  لسخط",
    "en": ""
  },
  {
    "ar": "الله تعالى وإن سكت كنت شريكا والمستمع أحد المغتابين وإن أنكرت أبغضوك  وتركوا",
    "en": ""
  },
  {
    "ar": "ذلك المغتاب واغتابوك فازدادوا غيبة إلى غيبة وربما زادوا على  الغيبة  وانتهوا",
    "en": ""
  },
  {
    "ar": "إلى الاستخفاف والشتم وأما الأمر بالمعروف والنهي عن المنكر فهو من أصول  الدين",
    "en": ""
  },
  {
    "ar": "وهو واجب كما سيأتي بيانه في آخر هذا الربع ومن خالط الناس فلا يخلو عن  مشاهدة",
    "en": ""
  },
  {
    "ar": "المنكرات فإن سكت عصى الله به وإن أنكر تعرض لأنواع من الضرر إذ ربما يجره  طلب",
    "en": ""
  },
  {
    "ar": "الخلاص عنها إلى معاص هي أكبر مما نهى عنه ابتداء وفي العزلة خلاص من  هذا  فإن",
    "en": ""
  },
  {
    "ar": "الأمر في إهماله شديد والقيام به شاق وقدم قام أبو  بكر  رضي  الله  عند  خطيبا",
    "en": ""
  },
  {
    "ar": "وقال أيها الناس إنكم تقرءون هذه الآية يا أيها الذين آمنوا  عليكم  أنفسكم  لا",
    "en": ""
  },
  {
    "ar": "يضركم من ضل إذا اهتديتم وإنكم تضعونها في غير موضعها وإني سمعت رسول الله  صلى",
    "en": ""
  },
  {
    "ar": "الله عليه وسلم يقول إذا رأى الناس المنكر  فلم  يغيروه  أوشك  أن  يعمهم  الله",
    "en": ""
  },
  {
    "ar": "بعقاب حديث أبي بكر إنكم تقرءون هذه الآية يا أيها الذين  آمنوا  عليكم  أنفسكم",
    "en": ""
  },
  {
    "ar": "لا يضركم من ضل إذا اهتديتم وإنكم لتضعونها في غير موضعها الحديث  أخرجه  أصحاب",
    "en": ""
  },
  {
    "ar": "السنن قال الترمذي حسن صحيح وقد قال صلى الله عليه وسلم إن  الله  ليسأل  العبد",
    "en": ""
  },
  {
    "ar": "حتى يقول له ما منعك إذا رأيت المنكر أن تنكره فإذا لقن الله لعبد حجته قال  يا",
    "en": ""
  },
  {
    "ar": "رب رجوتك وخفت الناس حديث إن الله يسأل  العبد  حتى  يقول  ما  منعك  إذا  رأيت",
    "en": ""
  },
  {
    "ar": "المنكر في الدنيا أن تنكره الحديث أخرجه ابن ماجه  من  حديث  أبي  سعيد  الخدري",
    "en": ""
  },
  {
    "ar": "بإسناد جيد وهذا إذا خاف من ضرب أو أمر لا يطاق ومعرفة  حدود  ذلك  مشكلة  وفيه",
    "en": ""
  },
  {
    "ar": "خطر وفي العزلة خلاص وفي الأمر  بالمعروف  والنهي  عن  المنكر  إثارة  للخصومات",
    "en": ""
  },
  {
    "ar": "وتحريك لغوائل الصدور كما قيل وكم سقت في آثاركم من نصيحة  وقد  يستفيد  البغضة",
    "en": ""
  },
  {
    "ar": "المتنصح ومن جرب الأمر بالمعروف ندم عليه غالبا فإنه كجدار مائل  يريد  الإنسان",
    "en": ""
  },
  {
    "ar": "أن يقيمه فيوشك أن يسقط عليه فإذا سقط عليه يقول يا ليتني تركته مائلا  نعم  لو",
    "en": ""
  },
  {
    "ar": "وجد أعوانا أمسكوا الحائط حتى يحكمه بدعامة لاستقام وأنت اليوم لا تجد  الأعوان",
    "en": ""
  },
  {
    "ar": "فدعهم وانج بنفسك  وأما  الرياء  فهو  الداء  العضال  الذي  يعسر  على  الأبدال",
    "en": ""
  },
  {
    "ar": "والأوتاد الاحتراز عنه وكل من خالط الناس داراهم ومن داراهم راءاهم ومن  راءاهم",
    "en": ""
  },
  {
    "ar": "وقع فيما وقعوا فيه وهلك كما هلكوا وأقل ما يلزم  فيه  النفاق  فإنك  إن  خالطت",
    "en": ""
  },
  {
    "ar": "متعاديين ولم تلق كل واحد منهما  بوجه  يوافقه  صرت  بغيضا  إليهما  جميعا  وإن",
    "en": ""
  },
  {
    "ar": "جاملتهما كنت من شرار الناس وقال صلى الله عليه وسلم تجدون من  شرار  الناس  ذا",
    "en": ""
  },
  {
    "ar": "الوجهين يأتي هؤلاء بوجه وهؤلاء بوجه حديث تجدون  من  شرار  الناس  ذا  الوجهين",
    "en": ""
  },
  {
    "ar": "متفق عليه من حديث أبي هريرة وقال صلى الله  عليه  وسلم  إن  من  شر  الناس  ذا",
    "en": ""
  },
  {
    "ar": "الوجهين يأتي هؤلاء بوجه وهؤلاء بوجه حديث إن من شر  الناس  ذا  الوجهين  أخرجه",
    "en": ""
  },
  {
    "ar": "مسلم من حديث أبي هريرة وهو الذي قبله وأقل  ما  يجب  في  مخالطة  الناس  إظهار",
    "en": ""
  },
  {
    "ar": "الشوق والمبالغة فيه ولا يخلو ذلك عن كذب إما في الأصل وإما في الزيادة  وإظهار",
    "en": ""
  },
  {
    "ar": "الشفقة بالسؤال عن الأحوال بقولك كيف أنت وكيف أهلك وأنت في الباطن فارغ  القلب",
    "en": ""
  },
  {
    "ar": "من همومه وهذا نفاق محض قال سري لو دخل أخ لي فسويت لحيتي  بيدي  لدخوله  لخشيت",
    "en": ""
  },
  {
    "ar": "أن أكتب في جريدة المنافقين وكان الفضيل جالسا  وحده  في  المسجد  الحرام  فجاء",
    "en": ""
  },
  {
    "ar": "إليه أخ له فقال له ما  جاء  بك  قال  المؤانسة  يا  أبا  علي  فقال  هي  والله",
    "en": ""
  },
  {
    "ar": "بالمواحشة أشبه هل تريد إلا أن تتزين لي وأتزين لك وتكذب لي وأكذب  لك  إما  أن",
    "en": ""
  },
  {
    "ar": "تقوم عني أو أقوم عنك وقال بعض العلماء ما أحب الله عبدا إلا أحب  أن  لا  يشعر",
    "en": ""
  },
  {
    "ar": "به ودخل طاوس على الخليفة هشام فقال كيف أنت يا هشام  فغضب  عليه  وقال  لم  لم",
    "en": ""
  },
  {
    "ar": "تخاطبني بأمير المؤمنين فقال لأن جميع المسلمين ما اتفقوا على خلافتك فخشيت  أن",
    "en": ""
  },
  {
    "ar": "أكون كاذبا فمن أمكنه أن يحترز هذا الاحتراز فليخالط الناس وإلا  فليرض  بإثبات",
    "en": ""
  },
  {
    "ar": "اسمه في جريدة المنافقين فقد كان السلف يتلاقون ويحترزون في  قولهم  كيف  أصبحت",
    "en": "This\n    page is constantly being updated since July 2001. So check back\n    often."
  },
  {
    "ar": "وكيف أمسيت وكيف أنت وكيف حالك وفي الجواب عنه فكان سؤالهم عن أحوال  الدين  لا",
    "en": ""
  },
  {
    "ar": "عن أحوال الدنيا قال حاتم الأصم لحامد اللفاف كيف أنت في نفسك قال  سالم  معافى",
    "en": ""
  },
  {
    "ar": "فكره حاتم جوابه وقال يا حامد السلامة من وراء الصراط والعافية في  الجنة  وكان",
    "en": ""
  },
  {
    "ar": "إذا قيل لعيسى صلى الله عليه وسلم كيف أصبحت قال أصبحت لا أملك تقديم  ما  أرجو",
    "en": ""
  },
  {
    "ar": "ولا أستطيع دفع ما أحاذر وأصبحت مرتهنا بعملي والخير كله في يد غيري  ولا  فقير",
    "en": ""
  },
  {
    "ar": "أفقر مني وكان الربيع بن خثيم إذا قيل له كيف أصبحت قال أصبحت من ضعفاء  مذنبين",
    "en": ""
  },
  {
    "ar": "نستوفي أرزاقنا وننتظر آجالنا وكان أبو الدرداء  إذا  قيل  له  كيف  أصبحت  قال",
    "en": ""
  },
  {
    "ar": "أصبحت بخير إن نجوت من النار وكان سفيان الثوري إذا  قيل  له  كيف  أصبحت  يقول",
    "en": ""
  },
  {
    "ar": "أصبحت أشكر ذا إلى ذا وأذم ذا إلى ذا وأفر من ذا إلى ذا وقيل لأويس القرني  كيف",
    "en": ""
  },
  {
    "ar": "أصبحت قال كيف يصبح رجل إذا أمسى لا يدري أنه يصبح وإذا أصبح لا يدري أنه  يمسي",
    "en": ""
  },
  {
    "ar": "وقيل لمالك بن دينار كيف أصبحت قال أصبحت في عمر ينقص  وذنوب  تزيد  وقيل  لبعض",
    "en": ""
  },
  {
    "ar": "الحكماء كيف أصبحت قال أصبحت لا أرضى حياتي لمماتي ولا نفسي  لربي  وقيل  لحكيم",
    "en": ""
  },
  {
    "ar": "كيف أصبحت قال أصبحت آكل رزق ربي وأطيع عدوه إبليس  وقيل  لمحمد  بن  واسع  كيف",
    "en": ""
  },
  {
    "ar": "أصبحت قال ما ظنك برجل يرتحل كل يوم إلى الآخرة مرحلة وقيل  لحامد  اللفاف  كيف",
    "en": ""
  },
  {
    "ar": "أصبحت قال أصبحت أشتهي عافية يوم إلى الليل  فقيل  له  ألست  في  عافية  في  كل",
    "en": ""
  },
  {
    "ar": "الأيام فقال العافية يوم لا أعصي الله تعالى فيه وقيل لرجل وهو يجود  بنفسه  ما",
    "en": ""
  },
  {
    "ar": "حالك فقال وما حال من يريد سفرا بعيدا بلا  زاد  ويدخل  قبرا  موحشا  بلا  مؤنس",
    "en": ""
  },
  {
    "ar": "وينطلق إلى ملك عدل بلا حجة وقيل لحسان ابن أبي سنان ما حالك  قال  ما  حال  من",
    "en": ""
  },
  {
    "ar": "يموت ثم يبعث ثم يحاسب وقال ابن سيرين لرجل كيف حالك  فقال  وما  حال  من  عليه",
    "en": ""
  },
  {
    "ar": "خمسمائة درهم دينا وهو معيل فدخل ابن سيرين منزله فأخرج  له  ألف  درهم  فدفعها",
    "en": ""
  },
  {
    "ar": "إليه وقال خمسمائة اقض بها دينك وخمسمائة عد بها على نفسك وعيالك ولم يكن  عنده",
    "en": ""
  },
  {
    "ar": "غيرها ثم قال والله لا أسأل أحدا عن حاله أبدا وإنما فعل ذلك لأنه خشي أن  يكون",
    "en": ""
  },
  {
    "ar": "سؤاله من غير اهتمام بأمره فيكون بذلك مرائيا منافقا فقد كان  سؤالهم  عن  أمور",
    "en": ""
  },
  {
    "ar": "الدين وأحوال القلب في معاملة الله وإن سألوا عن أمور الدنيا فعن  اهتمام  وعزم",
    "en": ""
  },
  {
    "ar": "على القيام بما يظهر لهم من الحاجة وقال  بعضهم  إني  لأعرف  أقواما  كانوا  لا",
    "en": ""
  },
  {
    "ar": "يتلاقون ولو حكم أحدهم على صاحبه بجميع ما يملكه لم  يمنعه  وأرى  الآن  أقواما",
    "en": ""
  },
  {
    "ar": "يتلاقون ويتساءلون حتى عن الدجاجة في البيت ولو انبسط أحدهم لحبة من مال  صاحبه",
    "en": ""
  },
  {
    "ar": "لمنعه فهل هذا إلا مجرد الرياء والنفاق وآية ذلك أنك  ترى  هذا  يقول  كيف  أنت",
    "en": ""
  },
  {
    "ar": "ويقول الآخر كيف أنت فالسائل لا ينتظر الجواب والمسئول يشتغل بالسؤال ولا  يجيب",
    "en": ""
  },
  {
    "ar": "وذلك لمعرفتهم بأن ذلك عن رياء وتكلف ولعل القلوب  لا  تخلو  عن  ضغائن  وأحقاد",
    "en": ""
  },
  {
    "ar": "والألسنة تنطق بالسؤال قال الحسن إنما كانوا  يقولون  السلام  عليكم  إذا  سلمت",
    "en": ""
  },
  {
    "ar": "والله القلوب وأما الآن فكيف أصبحت عافاك الله كيف أنت أصلحك  الله  فإن  أخذنا",
    "en": ""
  },
  {
    "ar": "بقولهم كانت بدعة لا كرامة فإن شاءوا غضبوا علينا وإن شاءوا لا وإنما  قال  ذلك",
    "en": ""
  },
  {
    "ar": "لأن البداية بقولك كيف أصبحت بدعة وقال رجل لأبي بكر بن  عياش  كيف  أصبحت  فما",
    "en": ""
  },
  {
    "ar": "أجابه وقال دعونا من هذه البدعة وقال إنما حدث هذا في زمان  الطاعون  الذي  كان",
    "en": ""
  },
  {
    "ar": "يدعى طاعون عمواس بالشام من الموت الذريع كان الرجل يلقاه أخوه غدوة فيقول  كيف",
    "en": ""
  },
  {
    "ar": "أصبحت من الطاعون ويلقاه عشية فيقول كيف أمسيت والمقصود أن  الالتقاء  في  غالب",
    "en": ""
  },
  {
    "ar": "العادات ليس يخلو عن أنواع من التصنع  والرياء  والنفاق  وكل  ذلك  مذموم  بعضه",
    "en": ""
  },
  {
    "ar": "محظور وبعضه مكروه وفي العزلة الخلاص من ذلك فإن  من  لقي  الخلق  ولم  يخالقهم",
    "en": ""
  },
  {
    "ar": "بأخلاقهم مقتوه واستثقلوه واغتابوه وتشمروا  لإيذائه  فيذهب  دينهم  فيه  ويذهب",
    "en": ""
  },
  {
    "ar": "دينه ودنياه في الانتقام منهم وأما مسارقة الطبع مما  يشاهده  من  أخلاق  الناس",
    "en": ""
  },
  {
    "ar": "وأعمالهم فهو داء دفين قلما يتنبه له  العقلاء  فضلا  عن  الغافلين  فلا  يجالس",
    "en": ""
  },
  {
    "ar": "الإنسان فاسقا مدة مع كونه منكرا عليه في باطنه إلا ولو قاس نفسه  إلى  ما  قبل",
    "en": ""
  },
  {
    "ar": "مجالسته لأدرك بينهما تفرقة في النفرة عن  الفساد  واستثقاله  إذ  يصير  للفساد",
    "en": ""
  },
  {
    "ar": "بكثرة المشاهدة هينا على الطبع فيسقط وقعه واستعظامه له وإنما الوازع  عنه  شدة",
    "en": ""
  },
  {
    "ar": "وقعه في القلب فإذا صار مستصغرا بطول المشاهدة  أوشك  أن  تنحل  القوة  الوازعة",
    "en": ""
  },
  {
    "ar": "ويذعن الطبع للميل إليه أو لما  دونه  ومهما  طالت  مشاهدته  للكبائر  من  غيره",
    "en": ""
  },
  {
    "ar": "استحقر الصغائر من نفسه ولذلك يزدري الناظر إلى الأغنياء نعمة الله عليه  فتؤثر",
    "en": ""
  },
  {
    "ar": "مجالستهم في أن يستصغر ما عنده وتؤثر مجالسة الفقراء في استعظام ما أتيح له  من",
    "en": ""
  },
  {
    "ar": "النعم وكذلك النظر إلى المطيعين والعصاة هذا تأثيره في الطبع من يقصر نظره  على",
    "en": ""
  },
  {
    "ar": "ملاحظة أحوال الصحابة والتابعين في العبادة والتنزه عن الدنيا  فلا  يزال  ينظر",
    "en": ""
  },
  {
    "ar": "إلى نفسه بعين الاستصغار وإلى عبادته بعين الاستحقار وما دام  يرى  نفسه  مقصرا",
    "en": ""
  },
  {
    "ar": "فلا يخلو عن داعية الاجتهاد رغبة في الاستكمال واستتماما للاقتداء ومن نظر  إلى",
    "en": ""
  },
  {
    "ar": "الأحوال الغالبة  على  أهل  الزمان  وإعراضهم  عن  الله  وإقبالهم  على  الدنيا",
    "en": ""
  },
  {
    "ar": "واعتيادهم المعاصي استعظم أمر نفسه بأدنى رغبة في الخير يصادفها في  قلبه  وذلك",
    "en": ""
  },
  {
    "ar": "هو الهلاك ويكفي في تغيير الطبع مجرد سماع الخير والشر فضلا عن  مشاهدته  وبهذه",
    "en": ""
  },
  {
    "ar": "الدقيقة يعرف سر قوله صلى الله عليه وسلم عند ذكر الصالحين  تنزل  الرحمة  حديث",
    "en": ""
  },
  {
    "ar": "عند ذكر الصالحين تنزل الرحمة ليس له أصل في الحديث المرفوع وإنما  هو  من  قول",
    "en": ""
  },
  {
    "ar": "سفيان ابن عيينة كذا رواه ابن الجوزي في مقدمة صفوة الصفوة وإنما  الرحمة  دخول",
    "en": ""
  },
  {
    "ar": "الجنة ولقاء الله وليس ينزل عند الذكر عين ذلك ولكن سببه وهو انبعاث الرغبة  من",
    "en": ""
  },
  {
    "ar": "القلب وحركة الحرص على الاقتداء بهم والاستنكاف عما  هو  ملابس  له  من  القصور",
    "en": ""
  },
  {
    "ar": "والتقصير ومبدأ الرحمة فعل الخير ومبدأ فعل  الخير  الرغبة  ومبدأ  الرغبة  ذكر",
    "en": ""
  },
  {
    "ar": "أحوال الصالحين فهذا معنى نزول الرحمة والمفهوم من فحوى هذا الكلام  عند  الفطن",
    "en": ""
  },
  {
    "ar": "كالمفهوم من عكسه وهو أن عند ذكر الفاسقين تنزل اللعنة  لأن  كثرة  ذكرهم  تهون",
    "en": ""
  },
  {
    "ar": "على الطبع أمر المعاصي واللعنة هي  البعد  ومبدأ  البعد  من  الله  هو  المعاصي",
    "en": ""
  },
  {
    "ar": "والإعراض عن الله بالإقبال على الحظوظ العاجلة والشهوات الحاضرة لا  على  الوجه",
    "en": ""
  },
  {
    "ar": "المشروع ومبدأ المعاصي سقوط ثقلها وتفاحشها عن القلب  ومبدأ  سقوط  الثقل  وقوع",
    "en": ""
  },
  {
    "ar": "الأنس بها بكثرة السماع إذا كان  هذا  حال  ذكر  الصالحين  والفاسقين  فما  ظنك",
    "en": ""
  },
  {
    "ar": "بمشاهدتهم بل قد صرح بذلك رسول الله صلى الله عليه وسلم  حيث  قال  مثل  الجليس",
    "en": ""
  },
  {
    "ar": "السوء كمثل الكير إن لم يحرقك بشرره علق بك من  ريحه  حديث  مثل  الجليس  السوء",
    "en": ""
  },
  {
    "ar": "كمثل الكير الحديث متفق عليه من حديث أبي موسى فكما أن الريح يعلق  بالثوب  ولا",
    "en": ""
  },
  {
    "ar": "يشعر به فكذلك يسهل الفساد على القلب وهو لا يشعر به وقال  مثل  الجليس  الصالح",
    "en": ""
  },
  {
    "ar": "مثل صاحب المسك إن لم يهب لك منه تجد ريحه ولهذا أقول من عرف من عالم  زلة  حرم",
    "en": ""
  },
  {
    "ar": "عليه حكايتها لعلتين إحداهما أنها غيبة والثانية وهي أعظمهما أن  حكايتها  تهون",
    "en": ""
  },
  {
    "ar": "على المستمعين أمر تلك الزلة ويسقط من قلوبهم استعظامهم  الإقدام  عليها  فيكون",
    "en": ""
  },
  {
    "ar": "ذلك سببا لتهوين تلك المعصية فإنه مهما وقع فيها  فاستنكر  ذلك  دفع  الاستنكار",
    "en": ""
  },
  {
    "ar": "وقال كيف يستبعد هذا منا وكلنا مضطرون إلى مثله حتى العلماء والعباد ولو  اعتقد",
    "en": ""
  },
  {
    "ar": "أن مثل ذلك لا يقدم عليه عالم ولا يتعاطاه موفق معتبر لشق عليه الإقدام فكم  من",
    "en": ""
  },
  {
    "ar": "شخص يتكالب على الدنيا ويحرص عل جمعها ويتهالك على حب الرياسة  وتزيينها  ويهون",
    "en": ""
  },
  {
    "ar": "على نفسه قبحها ويزعم أن الصحابة  رضي  الله  عنهم  لم  ينزهوا  أنفسهم  عن  حب",
    "en": ""
  },
  {
    "ar": "الرياسة وربما يستشهد عليه بقتال علي ومعاوية ويخمن في  نفسه  أن  ذلك  لم  يكن",
    "en": "Page \n    URL: www.muslimphilosophy.com/ihya/eng/ihya-vol2-C6.htm ."
  },
  {
    "ar": "لطلب الحق بل لطلب الرياسة فهذا الاعتقاد خطأ يهون عليه أمر  الرياسة  ولوازمها",
    "en": ""
  },
  {
    "ar": "من المعاصي والطبع اللئيم يميل إلى اتباع الهفوات والإعراض عن الحسنات  بل  إلى",
    "en": ""
  },
  {
    "ar": "تقدير الهفوة فيما لا هفوة فيه بالتنزيل على مقتضى الشهوة  ليتعلل  به  وهو  من",
    "en": ""
  },
  {
    "ar": "دقائق مكايد الشيطان ولذلك  وصف  الله  المراغمين  للشيطان  فيها  بقوله  الذين",
    "en": ""
  },
  {
    "ar": "يستمعون القول فيتبعون أحسنه وضرب صلى الله عليه وسلم لذلك مثلا وقال مثل  الذي",
    "en": ""
  },
  {
    "ar": "يجلس يستمع الحكمة ثم لا يعمل إلا بشر ما يستمع كمثل رجل أتى راعيا فقال له  يا",
    "en": ""
  },
  {
    "ar": "راعي اجرر لي شاة من غنمك فقال اذهب فخذ خير شاة فيها فذهب  عليه  السلام  فأخذ",
    "en": ""
  },
  {
    "ar": "بأذن كلب الغنم حديث مثل الذي يسمع الحكمة ثم لا يحمل  منها  إلا  شر  ما  يسمع",
    "en": ""
  },
  {
    "ar": "كمثل رجل أتى راعيا فقال يا راعي اجرر لي شاة من غنمك الحديث  أخرجه  ابن  ماجه",
    "en": ""
  },
  {
    "ar": "من حديث أبي هريرة بسند ضعيف وكل من ينقل هفوات الأئمة فهذا  مثاله  أيضا  ومما",
    "en": ""
  },
  {
    "ar": "يدل على سقوط وقع الشيء عن القلب بسبب تكرره ومشاهدته أن أكثر الناس  إذا  رأوا",
    "en": ""
  },
  {
    "ar": "مسلما أفطر في نهار رمضان استبعدوا ذلك منه استبعادا يكاد  يفضي  إلى  اعتقادهم",
    "en": ""
  },
  {
    "ar": "كفره وقد يشاهدون من يخرج الصلوات عن أوقاتها ولا تنفر عنه طباعهم  كنفرتهم  عن",
    "en": ""
  },
  {
    "ar": "تأخير الصوم مع أن صلاة واحدة يقتضي تركها الكفر عند قوم وحز  الرقبة  عند  قوم",
    "en": ""
  },
  {
    "ar": "وترك صوم رمضان كله لا يقتضيه ولا سبب له إلا أن الصلاة  تتكرر  والتساهل  فيها",
    "en": ""
  },
  {
    "ar": "مما يكثر فيسقط وقعها بالمشاهدة عن القلب ولذلك لو لبس الفقيه ثوبا من حرير  أو",
    "en": ""
  },
  {
    "ar": "خاتما من ذهب أو شرب من إناء فضة استبعدته النفوس واشتد إنكارها وقد  يشاهد  في",
    "en": ""
  },
  {
    "ar": "مجلس طويل لا يتكلم إلا بما هو اغتياب للناس ولا يستبعد منه  ذلك  والغيبة  أشد",
    "en": ""
  },
  {
    "ar": "من الزنا فكيف لا تكون أشد من  لبس  الحرير  ولكن  كثرة  سماع  الغيبة  ومشاهدة",
    "en": ""
  },
  {
    "ar": "المغتابين أسقط وقعها عن القلوب وهون على النفس أمرها فتفطن لهذه  الدقائق  وفر",
    "en": ""
  },
  {
    "ar": "من الناس فرارك من الأسد لأنك لا تشاهد منهم إلا ما يزيد في  حرصك  على  الدنيا",
    "en": ""
  },
  {
    "ar": "وغفلتك عن الآخرة ويهون عليك المعصية ويضعف رغبتك في  الطاعة  فإن  وجدت  جليسا",
    "en": ""
  },
  {
    "ar": "يذكرك الله رؤيته وسيرته فالزمه ولا تفارقه واغتنمه ولا  تستحقره  فإنها  غنيمة",
    "en": ""
  },
  {
    "ar": "العاقل وضالة المؤمن وتحقق أن الجليس الصالح خير من الوحدة وأن الوحدة  خير  من",
    "en": ""
  },
  {
    "ar": "الجليس السوء ومهما فهمت هذه المعاني ولاحظت  طبعك  والتفت  إلى  حال  من  أردت",
    "en": ""
  },
  {
    "ar": "مخالطته لم يخف عليك أن الأولى التباعد بالعزلة أو التقرب إليه  بالخلطة  وإياك",
    "en": ""
  },
  {
    "ar": "أن تحكم مطلقا على العزلة أو الخلطة بأن إحداهما أولى إذ كل مفصل فإطلاق  القول",
    "en": ""
  },
  {
    "ar": "فيه بلا أو نعم خلف من القول  محض  ولا  حق  في  المفصل  إلا  التفصيل  الفائدة",
    "en": ""
  },
  {
    "ar": "الثالثة الخلاص من الفتن والخصومات وصيانة الدين والنفس عن الخوض فيها  والتعرض",
    "en": ""
  },
  {
    "ar": "لأخطارها وقلما تخلو البلاد عن تعصبات وفتن وخصومات  فالمعتزل  عنهم  في  سلامة",
    "en": ""
  },
  {
    "ar": "منها قال عبد الله بن عمرو بن العاص لما ذكر رسول  الله  صلى  الله  عليه  وسلم",
    "en": ""
  },
  {
    "ar": "الفتن ووصفها وقال إذا رأيت الناس مرجت عهودهم وخفت أماناتهم وكانوا هكذا  وشبك",
    "en": ""
  },
  {
    "ar": "بين أصابعه قلت فما تأمرني فقال الزم بيتك واملك عليك لسانك وخذ  ما  تعرف  ودع",
    "en": ""
  },
  {
    "ar": "ما تنكر وعليك بأمر الخاصة ودع عنك أمر العامة حديث عبد الله بن عمرو بن  العاص",
    "en": ""
  },
  {
    "ar": "إذا رأيت الناس مرجت عهودهم وخفت أماناتهم الحديث أخرجه أبو داود  والنسائي  في",
    "en": ""
  },
  {
    "ar": "اليوم والليلة بإسناد حسن وروى أبو سعيد الخدري أنه صلى  الله  عليه  وسلم  قال",
    "en": ""
  },
  {
    "ar": "يوشك أن يكون خير مال المسلم غنما يتبع بها شعف الجبال ومواقع القطر يفر  بدينه",
    "en": ""
  },
  {
    "ar": "من الفتن من شاهق إلى شاهق حديث أبي سعيد الخدري يوشك أن يكون خير  مال  المسلم",
    "en": ""
  },
  {
    "ar": "غنما يتبع بها شعاف الجبال ومواقع القطر يفر بدينه من الفتن رواه البخاري  وروى",
    "en": ""
  },
  {
    "ar": "عبد الله ابن مسعود أنه صلى الله عليه وسلم قال سيأتي على الناس زمان  لا  يسلم",
    "en": ""
  },
  {
    "ar": "لذي دين دينه إلا من فر بدينه من قرية إلى قرية ومن شاهق إلى شاهق ومن جحر  إلى",
    "en": ""
  },
  {
    "ar": "جحر كالثعلب الذي يروغ قيل له ومتى ذلك يا رسول الله قال إذا  لم  تنل  المعيشة",
    "en": ""
  },
  {
    "ar": "إلا بمعاصي الله تعالى فإذا كان ذلك الزمان حلت العزوبة  قالوا  وكيف  يا  رسول",
    "en": ""
  },
  {
    "ar": "الله وقد أمرتنا بالتزويج قال إذا كان ذلك الزمان كان هلاك الرجل على يد  أبويه",
    "en": ""
  },
  {
    "ar": "فإن لم يكن له أبوان فعلى يدي زوجته وولده فإن لم يكن فعلى  يدي  قرابته  قالوا",
    "en": ""
  },
  {
    "ar": "وكيف ذلك يا رسول الله قال يعيرونه بضيق اليد فيتكلف ما لا يطيق حتى يورده  ذلك",
    "en": ""
  },
  {
    "ar": "موارد الهلكة حديث ابن مسعود سيأتي على الناس زمان لا يسلم لذي  دين  دينه  إلا",
    "en": ""
  },
  {
    "ar": "من فر بدينه من قرية إلى قرية ومن شاهق إلى شاهق تقدم في  النكاح  وهذا  الحديث",
    "en": ""
  },
  {
    "ar": "وإن كان في العزوبة فالعزلة مفهومة  منه  إذ  لا  يستغني  المتأهل  عن  المعيشة",
    "en": ""
  },
  {
    "ar": "والمخالطة ثم لا ينال المعيشة إلا بمعصية الله تعالى ولست أقول هذا أو  أن  ذلك",
    "en": ""
  },
  {
    "ar": "الزمان فلقد كان هذا بأعصار قبل هذا العصر ولأجله  قال  سفيان  والله  لقد  حلت",
    "en": ""
  },
  {
    "ar": "العزلة وقال ابن مسعود رضي الله عنه ذكر رسول الله صلى  الله  عليه  وسلم  أيام",
    "en": ""
  },
  {
    "ar": "الفتنة وأيام الهرج قلت وما الهرج قال حين لا يأمن الرجل جليسه قلت فبم  تأمرني",
    "en": ""
  },
  {
    "ar": "إن أدركت ذلك الزمان قال كف نفسك ويدك وادخل دارك قال قلت يا رسول  الله  أرأيت",
    "en": ""
  },
  {
    "ar": "إن دخل على داري قال فادخل بيتك قلت فإن دخل على بيتي قال  فادخل  مسجدك  واصنع",
    "en": ""
  },
  {
    "ar": "هكذا وقبض على الكوع وقل ربي الله حتى تموت حديث ابن مسعود ذكر رسول  الله  صلى",
    "en": ""
  },
  {
    "ar": "الله عليه وسلم الفتنة وأيام الهرج قلت وما الهرج قال حين لا يأمن الرجل  جليسه",
    "en": ""
  },
  {
    "ar": "الحديث أخرجه أبو داود مختصرا  والخطابي  في  العزلة  بتمامه  وفي  إسناده  عند",
    "en": ""
  },
  {
    "ar": "الخطابي انقطاع ووصله أبو داود بزيادة رجل اسمه سالم  يحتاج  إلى  معرفته  وقال",
    "en": ""
  },
  {
    "ar": "سعد لما دعي إلى الخروج أيام معاوية لا إلا أن تعطوني سيفا  له  عينان  بصيرتان",
    "en": ""
  },
  {
    "ar": "ولسان ينطق بالكافر فأقتله وبالمؤمن فأكف  عنه  وقال  مثلنا  ومثلكم  كمثل  قوم",
    "en": ""
  },
  {
    "ar": "كانوا على محجة بيضاء فبينما هم كذلك يسيرون إذ هاجت ريح  عجاجة  فضلوا  الطريق",
    "en": ""
  },
  {
    "ar": "فالتبس عليهم فقال بعضهم الطريق ذات اليمين  فأخذوا  فيها  فتاهوا  وضلوا  وقال",
    "en": ""
  },
  {
    "ar": "بعضهم ذات الشمال فأخذوا فيها فتاهوا  وضلوا  وأناخ  آخرون  وتوقفوا  حتى  ذهبت",
    "en": ""
  },
  {
    "ar": "الريح وتبينت الطريق فسافروا فاعتزل سعد وجماعة معه فارقوا الفتن  ولم  يخالطوا",
    "en": ""
  },
  {
    "ar": "إلا بعد زوال الفتن وعن ابن عمر رضي الله عنهما أنه لما  بلغه  أن  الحسين  رضي",
    "en": ""
  },
  {
    "ar": "الله عنه توجه إلى العراق تبعه فلحقه على مسيرة ثلاثة أيام فقال  له  أين  تريد",
    "en": ""
  },
  {
    "ar": "فقال العراق فإذا معه طوامير وكتب فقال هذه كتبهم وبيعتهم  فقال  لا  تنظر  إلى",
    "en": ""
  },
  {
    "ar": "كتبهم ولا تأتهم فأبى فقال إني أحدثك حديثا جبريل  أتى  النبي  صلى  الله  عليه",
    "en": ""
  },
  {
    "ar": "وسلم فخيره بين الدنيا والآخرة فاختار الآخرة على الدنيا  وإنك  بضعة  من  رسول",
    "en": ""
  },
  {
    "ar": "الله صلى الله عليه وسلم والله لا يليها أحد منكم  أبدا  وما  صرفها  عنكم  إلا",
    "en": ""
  },
  {
    "ar": "للذي هو خير لكم فأبى أن يرجع فاعتنقه ابن عمر وبكى وقال أستودعك الله من  قتيل",
    "en": ""
  },
  {
    "ar": "أو أسير حديث ابن عمر أنه لما بلغه أن الحسين توجه إلى العراق لحقه  على  مسيرة",
    "en": ""
  },
  {
    "ar": "ثلاثة أيام الحديث وفيه أنه صلى الله عليه وسلم خير بين الدنيا والآخرة  فاختار",
    "en": ""
  },
  {
    "ar": "الآخرة رواه الطبراني مقتصرا على المرفوع  رواه  في  الأوسط  بذكر  قصة  الحسين",
    "en": ""
  },
  {
    "ar": "مختصرة ولم يقل على مسيرة ثلاثة أيام وكذا رواه  البزار  بنحوه  وإسنادهما  حسن",
    "en": ""
  },
  {
    "ar": "وكان في الصحابة عشرة آلاف فما خف أيام الفتنة أكثر من أربعين رجلا  وجلس  طاوس",
    "en": ""
  },
  {
    "ar": "في بيته فقيل له في ذلك فقال فساد الزمان  وحيف  الأئمة  ولما  بنى  عروة  قصره",
    "en": ""
  },
  {
    "ar": "بالعقيق ولزمه قيل له لزمت القصر وتركت مسجد رسول  الله  صلى  الله  عليه  وسلم",
    "en": ""
  },
  {
    "ar": "فقال رأيت مساجدكم لاهية وأسواقكم لاغية والفاحشة في فجاجكم عالية  وفيما  هناك",
    "en": ""
  },
  {
    "ar": "عما أنتم فيه عافية فإذن الحذر من الخصومات ومثارات الفتن  إحدى  فوائد  العزلة",
    "en": "A\n    reader is needed for PDF files and it is available\n    free of charge from Adobe ."
  },
  {
    "ar": "الفائدة الرابعة الخلاص من شر الناس فإنهم يؤذونك مرة بالغيبة ومرة  بسوء  الظن",
    "en": ""
  },
  {
    "ar": "والتهمة بالاقتراحات والأطماع الكاذبة التي يعسر الوفاء بها وتارة بالنميمة  أو",
    "en": ""
  },
  {
    "ar": "الكذب فربما يرون منك من الأعمال أو الأقوال ما لا تبلغ  عقولهم  كنهه  فيتخذون",
    "en": ""
  },
  {
    "ar": "ذلك ذخيرة عندهم يدخرونها لوقت  تظهر  فرصة  للشر  فإذا  اعتزلتهم  استغنيت  من",
    "en": ""
  },
  {
    "ar": "التحفظ عن جميع ذلك ولذلك قال بعض الحكماء لغيره أعلمك بيتين خير من عشرة  آلاف",
    "en": ""
  },
  {
    "ar": "درهم ما هما قال اخفض الصوت إن نطقت بليل والتفت بالنهار قبل المقال ليس  للقول",
    "en": ""
  },
  {
    "ar": "رجعة حين يبدو بقبيح يكون أو بجمال ولا شك  أن  من  اختلط  بالناس  وشاركهم  في",
    "en": ""
  },
  {
    "ar": "أعمالهم لا ينفك من حاسد وعدو يسيء الظن به ويتوهم  أنه  يستعد  لمعاداته  ونصب",
    "en": ""
  },
  {
    "ar": "المكيدة عليه وتدسيس غائلة وراءه فالناس مهما اشتد حرصهم  على  أمر  يحسبون  كل",
    "en": ""
  },
  {
    "ar": "صيحة عليهم هم العدو فاحذرهم وقد اشتد حرصهم على الدنيا فلا يظنون  بغيرهم  إلا",
    "en": ""
  },
  {
    "ar": "الحرص عليها قال المتنبي إذا ساء فعل المرء ساءت ظنونه وصدق ما يعتاده من  توهم",
    "en": ""
  },
  {
    "ar": "وعادى محبيه بقول عداته فأصبح في ليل من الشك  مظلم  وقد  قيل  معاشرة  الأشرار",
    "en": ""
  },
  {
    "ar": "تورث سوء الظن بالأبرار وأنواع الشر الذي يلقاه الإنسان من معارفه  وممن  يختلط",
    "en": ""
  },
  {
    "ar": "به كثيرة ولسنا نطول بتفصيلها ففيما ذكرناه إشارة إلى مجامعها وفي العزلة  خلاص",
    "en": ""
  },
  {
    "ar": "من جميعها وإلى هذا أشار الأكثر ممن اختار العزلة فقال أبو الدرداء  أخبر  تقله",
    "en": ""
  },
  {
    "ar": "يروى مرفوعا وقال الشاعر من حمد الناس ولم يبلهم ثم  بلاهم  ذم  من  يحمد  وصار",
    "en": ""
  },
  {
    "ar": "بالوحدة مستأنسا يوحشه الأقرب والأبعد وقال عمر رضي الله عنه  في  العزلة  راحة",
    "en": ""
  },
  {
    "ar": "من القرين السوء وقيل لعبد الله بن الزبير ألا تأتي المدينة فقال ما  بقي  فيها",
    "en": ""
  },
  {
    "ar": "إلا حاسد نعمة أو فرح بنقمة وقال ابن السماك كتب صاحب لنا أما  بعد  فإن  الناس",
    "en": ""
  },
  {
    "ar": "كانوا دواء يتداوى به فصاروا داء لا دواء له ففر منهم فرارك من الأسد وكان  بعض",
    "en": ""
  },
  {
    "ar": "الأعراب يلازم شجرا ويقول هو نديم فيه ثلاث خصال إن سمع مني  لم  ينم  علي  وإن",
    "en": ""
  },
  {
    "ar": "تفلت في وجهه احتمل مني وإن عربدت عليه لم يغضب فسمع الرشيد ذلك فقال زهدني  في",
    "en": ""
  },
  {
    "ar": "الندماء وكان بعضهم قد لزم الدفاتر والمقابر فقيل له ذلك فقال لم  أر  أسلم  من",
    "en": ""
  },
  {
    "ar": "وحدة ولا أوعظ من قبر ولا جليسا أمتع من دفتر وقال الحسن  رضي  الله  عنه  أردت",
    "en": ""
  },
  {
    "ar": "الحج فسمع ثابت البناني بذلك وكان أيضا من أولياء الله  فقال  بلغني  أنك  تريد",
    "en": ""
  },
  {
    "ar": "الحج فأحببت أن أصحبك فقال له الحسن ويحك دعنا  نتعاشر  بستر  الله  علينا  إني",
    "en": ""
  },
  {
    "ar": "أخاف أن نصطحب فيرى بعضنا من بعض ما نتماقت عليه وهذه إشارة إلى فائدة أخرى  في",
    "en": ""
  },
  {
    "ar": "العزلة وهو بقاء الستر على الدين والمروءة والأخلاق والفقر وسائر  العورات  وقد",
    "en": ""
  },
  {
    "ar": "مدح الله سبحانه المتسترين فقال يحسبهم الجاهل أغنياء من  التعفف  وقال  الشاعر",
    "en": ""
  },
  {
    "ar": "ولا عار إن زالت عن الحر نعمة ولكن عارا أن يزول التجمل ولا  يخلو  الإنسان  في",
    "en": ""
  },
  {
    "ar": "دينه ودنياه وأخلاقه وأفعاله عن عورات الأولى في الدين والدنيا سترها ولا  تبقى",
    "en": ""
  },
  {
    "ar": "السلامة مع انكشافها وقال أبو الدرداء كان الناس ورقا لا شوك فيه فالناس  اليوم",
    "en": ""
  },
  {
    "ar": "شوكا لا ورق فيه إذا كان هذا حكم زمانه وهو في أواخر القرن الأول فلا ينبغي  أن",
    "en": ""
  },
  {
    "ar": "يشك في أن الأخير شر وقال سفيان بن عيينة قال لي سفيان  الثوري  في  اليقظة  في",
    "en": ""
  },
  {
    "ar": "حياته وفي المنام بعد وفاته أقلل من معرفة الناس  فإن  التخلص  منهم  شديد  ولا",
    "en": ""
  },
  {
    "ar": "أحسب أني رأيت ما أكره إلا ممن عرفت وقال بعضهم جئت  إلى  مالك  بن  دينار  وهو",
    "en": ""
  },
  {
    "ar": "قاعد وحده وإذا كلب قد وضع حنكه على ركبته فذهب أطرده فقال دعه يا هذا  هذا  لا",
    "en": ""
  },
  {
    "ar": "يضر ولا يؤذي وهو خير من جليس السوء وقيل لبعضهم ما حملك على  أن  تعتزل  الناس",
    "en": ""
  },
  {
    "ar": "قال خشيت أن أسلب ديني ولا أشعر وهذه إشارة إلى مسارقة الطبع من  أخلاق  القرين",
    "en": ""
  },
  {
    "ar": "السوء وقال أبو الدرداء اتقوا الله واحذروا الناس فإنهم ما ركبوا ظهر بعير  إلا",
    "en": ""
  },
  {
    "ar": "أدبروه ولا ظهر جواد إلا عقروه  ولا  قلب  مؤمن  إلا  خربوه  وقال  بعضهم  أقلل",
    "en": ""
  },
  {
    "ar": "المعارف فإنه أسلم لدينك وقلبك وأخف لسقوط الحقوق عنك لأنه كلما  كثرت  المعارف",
    "en": ""
  },
  {
    "ar": "كبرت الحقوق وعسر القيام بالجميع وقال بعضهم أنكر من تعرف ولا تتعرف إلى من  لا",
    "en": ""
  },
  {
    "ar": "تعرف الفائدة الخامسة أن ينقطع طمع  الناس  عنك  وينقطع  طمعك  عن  الناس  فأما",
    "en": ""
  },
  {
    "ar": "انقطاع طمع الناس عنك ففيه فوائد فإن رضا الناس غاية  لا  تدرك  فاشتغال  المرء",
    "en": ""
  },
  {
    "ar": "بإصلاح نفسه أولى ومن أهون الحقوق وأيسرها حضور الجنازة  وعيادة  المريض  وحضور",
    "en": ""
  },
  {
    "ar": "الولائم والإملاكات وفيها تضييع الأوقات وتعرض للآفات  ثم  قد  تعوق  عن  بعضها",
    "en": ""
  },
  {
    "ar": "العوائق وتستقبل فيها المعاذير ولا يمكن إظهار كل الأعذار فيقولون له  قمت  بحق",
    "en": ""
  },
  {
    "ar": "فلان وقصرت في حقنا ويصير ذلك سبب عداوة فقد  قيل  من  لم  يعد  مريضا  في  وقت",
    "en": ""
  },
  {
    "ar": "العيادة اشتهى موته خيفة من تخجيله إذا صح  على  تقصيره  ومن  عمم  الناس  كلهم",
    "en": ""
  },
  {
    "ar": "بالحرمان رضوا عنه كلهم ولو خصص استوحشوا وتعميمهم بجميع الحقوق لا  يقدر  عليه",
    "en": ""
  },
  {
    "ar": "المتجرد له طول الليل والنهار فكيف من له مهم يشغله في دين أو  دنيا  قال  عمرو",
    "en": ""
  },
  {
    "ar": "بن العاص كثرة الأصدقاء كثرة الغرماء وقال ابن الرومي  عدوك  من  صديقك  مستفاد",
    "en": ""
  },
  {
    "ar": "فلا تستكثرن من الصحاب فإن الداء أكثر ما تراه يكون من الطعام أو  الشراب  وقال",
    "en": ""
  },
  {
    "ar": "الشافعي رحمه الله أصل كل عداوة اصطناع المعروف إلى اللئام  وأما  انقطاع  طمعك",
    "en": ""
  },
  {
    "ar": "عنهم فهو أيضا فائدة جزيلة فإن من نظر  إلى  زهرة  الدنيا  وزينتها  تحرك  حرصه",
    "en": ""
  },
  {
    "ar": "وانبعث بقوة الحرص طمعه ولا يرى إلا الخيبة في أكثر الأحوال فيتأذى بذلك  ومهما",
    "en": ""
  },
  {
    "ar": "اعتزل لم يشاهد وإذا لم يشاهد لم يشته ولم يطمع ولذلك قال الله تعالى ولا  تمدن",
    "en": ""
  },
  {
    "ar": "عينيك إلى ما متعنا به أزواجا منهم وقال صلى الله عليه وسلم انظروا إلى  من  هو",
    "en": ""
  },
  {
    "ar": "دونكم ولا تنظروا إلى من هو فوقكم فإنه أجدر أن  لا  تزدروا  نعمة  الله  عليكم",
    "en": ""
  },
  {
    "ar": "حديث انظروا إلى من هو دونكم ولا تنظروا إلى من  هو  فوقكم  فإنه  أجدر  أن  لا",
    "en": ""
  },
  {
    "ar": "تزدروا نعمة الله عليكم أخرجه مسلم من حديث أبي هريرة وقال  عون  بن  عبد  الله",
    "en": ""
  },
  {
    "ar": "كنت أجالس الأغنياء فلم أزل مغموما كنت أرى ثوبا أحسن من ثوبي  ودابة  أفره  من",
    "en": ""
  },
  {
    "ar": "دابتي فجالست الفقراء فاسترحت وحكى أن  المزني  رحمه  الله  خرج  من  باب  جامع",
    "en": ""
  },
  {
    "ar": "الفسطاط وقد أقبل ابن عبد الحكم في موكبه فبهره ما رأى من حسن حاله وحسن  هيئته",
    "en": ""
  },
  {
    "ar": "فتلا قوله تعالى وجعلنا بعضكم لبعض فتنة أتصبرون ثم قال بلى  أصبر  وأرضى  وكان",
    "en": ""
  },
  {
    "ar": "فقيرا مقلا فالذي هو في بيته لا يبتلى بمثل هذه الفتن فإن من شاهد زينة  الدنيا",
    "en": ""
  },
  {
    "ar": "فإما أن يقوى دينه ويقينه فيصبر إلى أن يتجرع مرارة الصبر وهو أمر من الصبر  أو",
    "en": ""
  },
  {
    "ar": "تنبعث رغبته فيحتال في طلب الدنيا فيهلك هلاكا مؤبدا  أما  في  الدنيا  فبالطمع",
    "en": ""
  },
  {
    "ar": "الذي يخيب في أكثر الأوقات فليس كل من يطلب الدنيا تتيسر  له  وأما  في  الآخرة",
    "en": ""
  },
  {
    "ar": "فإيثاره متاع الدنيا على ذكر الله تعالى والتقرب إليه ولذلك قال  ابن  الأعرابي",
    "en": ""
  },
  {
    "ar": "إذا كان باب الذل من جانب الغنى سموت إلى العلياء من جانب الفقر  أشار  إلى  أن",
    "en": ""
  },
  {
    "ar": "الطمع يوجب في الحال ذلا الفائدة السادسة الخلاص  من  مشاهدة  الثقلاء  والحمقى",
    "en": ""
  },
  {
    "ar": "ومقاساة حمقهم وأخلاقهم فإن رؤية الثقيل هي العمى الأصغر قيل  للأعمش  مم  عمشت",
    "en": ""
  },
  {
    "ar": "عيناك قال من النظر إلى الثقلاء ويحكى أنه دخل عليه أبو حنيفة  فقال  في  الخبر",
    "en": ""
  },
  {
    "ar": "إن من سلب الله كريمتيه عوضه الله عنهما ما هو خير  منهما  حديث  من  سلب  الله",
    "en": ""
  },
  {
    "ar": "كريمتيه عوضه عنهما ما هو خير منهما أخرجه الطبراني بإسناد ضعيف من  حديث  جرير",
    "en": ""
  },
  {
    "ar": "من سلبت كريمتيه عوضته عنهما الجنة وله ولأحمد نحوه من  حديث  أبي  أمامة  بسند",
    "en": ""
  },
  {
    "ar": "حسن وللبخاري من حديث أنس يقول الله تبارك وتعالى إذا ابتليت عبدي بحبيبتيه  ثم",
    "en": ""
  },
  {
    "ar": "صبر عوضته منهما الجنة يريد عينيه فما الذي عوضك فقال في معرض  المطايبة  عوضني",
    "en": ""
  },
  {
    "ar": "الله منهما أنه كفاني رؤية الثقلاء وأنت منهم وقال ابن سيرين  سمعت  رجلا  يقول",
    "en": "About\n    the Islamic Philosophy Online Project ."
  },
  {
    "ar": "نظرت إلى ثقيل مرة فغشي علي وقال جالينوس لكل شيء حمى  وحمى  الروح  النظر  إلى",
    "en": ""
  },
  {
    "ar": "الثقلاء وقال الشافعي رحمه الله ما جالست ثقيلا إلا وجدت الجانب الذي  يليه  من",
    "en": ""
  },
  {
    "ar": "بدني كأنه أثقل علي من الجانب الآخر  وهذه  الفوائد  ما  سوى  الأوليين  متعلقة",
    "en": ""
  },
  {
    "ar": "بالمقاصد الدنيوية الحاضرة ولكنها أيضا تتعلق بالدين  فإن  الإنسان  مهما  تأذى",
    "en": ""
  },
  {
    "ar": "برؤية ثقيل لم يأمن أن يغتابه وأن يستنكر ما هو صنع الله  فإذا  تأذى  من  غيره",
    "en": ""
  },
  {
    "ar": "بغيبة أو سوء ظن أو محاسدة أو نميمة أو غير ذلك لم يصبر  عن  مكافأته  وكل  ذلك",
    "en": ""
  },
  {
    "ar": "يجر إلى فساد الدين وفي العزلة سلامة عن جميع ذلك فليفهم آفات العزلة  اعلم  أن",
    "en": ""
  },
  {
    "ar": "من المقاصد الدينية والدنيوية ما يستفاد بالاستعانة بالغير ولا  يحصل  ذلك  إلا",
    "en": ""
  },
  {
    "ar": "بالمخالطة فكل ما يستفاد من المخالطة  يفوت  بالعزلة  وفواته  من  آفات  العزلة",
    "en": ""
  },
  {
    "ar": "فانظر إلى فوائد المخالطة والدواعي إليها ما هي  وهي  التعليم  والتعلم  والنفع",
    "en": ""
  },
  {
    "ar": "والانتفاع والتأديب  والتأدب  والاستيناس  والإيناس  ونيل  الثواب  وإنالته  في",
    "en": ""
  },
  {
    "ar": "القيام بالحقوق واعتياد التواضع واستفادة التجارب من مشاهدة الأحوال  والاعتبار",
    "en": ""
  },
  {
    "ar": "بها فلنفصل ذلك فإنها من  فوائد  المخالطة  وهي  سبع  الفائدة  الأولى  التعليم",
    "en": ""
  },
  {
    "ar": "والتعلم وقد ذكرنا فضلهما في كتاب العلم وهما  أعظم  العبادات  في  الدنيا  ولا",
    "en": ""
  },
  {
    "ar": "يتصور ذلك إلا بالمخالطة إلا أن العلوم كثيرة وعن بعضها  مندوحة  وبعضها  ضروري",
    "en": ""
  },
  {
    "ar": "في الدنيا فالمحتاج إلى التعلم لما هو فرض عليه عاص  بالعزلة  وإن  تعلم  الفرض",
    "en": ""
  },
  {
    "ar": "وكان لا يتأتى منه الخوض في العلوم ورأى الاشتغال  بالعبادة  فليعتزل  وإن  كان",
    "en": ""
  },
  {
    "ar": "يقدر على التبرز في علوم الشرع والعقل فالعزلة في حقه قبل التعلم غاية  الخسران",
    "en": ""
  },
  {
    "ar": "ولهذا قال النخعي وغيره تفقه ثم اعتزل فمن اعتزل  قبل  التعلم  فهو  في  الأكثر",
    "en": ""
  },
  {
    "ar": "مضيع أوقاته بنوم أو فكر في هوس وغايته أن يستغرق الأوقات بأوراد يستوعبها  ولا",
    "en": ""
  },
  {
    "ar": "ينفك في أعماله بالبدن والقلب عن أنواع من الغرور يخيب سعيه  ويبطل  عمله  بحيث",
    "en": ""
  },
  {
    "ar": "لا يدري ولا ينفك اعتقاده في الله وصفاته  عن  أوهام  يتوهمها  ويأنس  بها  وعن",
    "en": ""
  },
  {
    "ar": "خواطر فاسدة تعتريه فيها فيكون في أكثر أحواله ضحكة للشيطان وهو  يرى  نفسه  من",
    "en": ""
  },
  {
    "ar": "العباد فالعلم هو أصل الدين فلا خير في عزلة العوام والجهال أعني  من  لا  يحسن",
    "en": ""
  },
  {
    "ar": "العبادة في الخلوة ولا يعرف جميع ما يلزم فيها فمثال  النفس  مثال  مريض  يحتاج",
    "en": ""
  },
  {
    "ar": "إلى طبيب متلطف يعالجه فالمريض الجاهل إذا خلا بنفسه عن الطبيب  قبل  أن  يتعلم",
    "en": ""
  },
  {
    "ar": "الطب تضاعف لا محالة مرضه فلا تليق العزلة إلا بالعالم وأما التعليم ففيه  ثواب",
    "en": ""
  },
  {
    "ar": "عظيم مهما صحت نية المعلم والمتعلم ومهما كان  القصد  إقامة  الجاه  والاستكثار",
    "en": ""
  },
  {
    "ar": "بالأصحاب والأتباع فهو هلاك الدين وقد ذكرنا وجه ذلك في  كتاب  العلم  وحكم  في",
    "en": ""
  },
  {
    "ar": "العالم في هذا الزمان أن يعتزل إن أراد سلامة دينه فإنه لا  يرى  مستفيدا  يطلب",
    "en": ""
  },
  {
    "ar": "فائدة لدينه بل لا طالب إلا لكلام مزخرف يستميل به العوام  في  معرض  الوعظ  أو",
    "en": ""
  },
  {
    "ar": "الجدل معقد يتوصل به إلى إفحام الأقران ويتقرب به إلى السلطان ويستعمل في  معرض",
    "en": ""
  },
  {
    "ar": "المنافسة والمباهاة وأقرب علم مرغوب فيه المذهب ولا يطلب غالبا إلا للتوصل  إلى",
    "en": ""
  },
  {
    "ar": "التقدم على الأمثال وتولي الولايات واجتلاب الأموال فهؤلاء  كلهم  يقتضي  الدين",
    "en": ""
  },
  {
    "ar": "والحزم الاعتزال عنهم فإن صودف طالب لله ومتقرب بالعلم إلى الله فأكبر  الكبائر",
    "en": ""
  },
  {
    "ar": "الاعتزال عنه وكتمان العلم منه وهذا لا يصادف في بلدة كبيرة أكثر  من  واحد  أو",
    "en": ""
  },
  {
    "ar": "اثنين إن صودف ولا ينبغي أن يغتر الإنسان بقول سفيان تعلمنا  العلم  لغير  الله",
    "en": ""
  },
  {
    "ar": "فأبى العلم أن يكون إلا لله فإن الفقهاء يتعلمون لغير الله ثم يرجعون إلى  الله",
    "en": ""
  },
  {
    "ar": "وانظر إلى أواخر أعمار الأكثرين منهم واعتبرهم أنهم ماتوا  وهم  هلكى  على  طلب",
    "en": ""
  },
  {
    "ar": "الدنيا ومتكالبون عليها أو راغبون عنها  وزاهدون  فيها  وليس  الخبر  كالمعاينة",
    "en": ""
  },
  {
    "ar": "واعلم أن العلم الذي أشار إليه سفيان هو علم الحديث وتفسير القرآن  ومعرفة  سير",
    "en": ""
  },
  {
    "ar": "الأنبياء والصحابة فإن فيها التخويف والتحذير وهو سبب  لإثارة  الخوف  من  الله",
    "en": ""
  },
  {
    "ar": "فإن لم يؤثر في الحال أثر في المآل  وأما  الكلام  والفقه  المجرد  الذي  يتعلق",
    "en": ""
  },
  {
    "ar": "بفتاوى المعاملات وفصل الخصومات المذهب منه والخلاف لا يرد الراغب  فيه  للدنيا",
    "en": ""
  },
  {
    "ar": "إلى الله بل لا يزال متماديا في حرصه إلى آخر عمره ولعل ما أودعناه هذا  الكتاب",
    "en": ""
  },
  {
    "ar": "إن تعلمه المتعلم رغبة في الدنيا فيجوز أن يرخص فيه إذ يرجى  أن  ينزجر  به  في",
    "en": ""
  },
  {
    "ar": "آخر عمره فإنه مشحون بالتخويف بالله والترغيب في  الآخرة  والتحذير  من  الدنيا",
    "en": ""
  },
  {
    "ar": "وذلك مما يصادف في الأحاديث وتفسير القرآن ولا يصادف في كلام ولا في  خلاف  ولا",
    "en": ""
  },
  {
    "ar": "في مذهب فلا ينبغي أن يخادع الإنسان نفسه فإن المقصر العالم بتقصيره أسعد  حالا",
    "en": ""
  },
  {
    "ar": "من الجاهل المغرور أو المتجاهل المغبون وكل عالم اشتد حرصه  على  التعليم  يوشك",
    "en": ""
  },
  {
    "ar": "أن يكون غرضه القبول والجاه وحظه تلذذ النفس في  الحال  باستشعار  الإدلال  على",
    "en": ""
  },
  {
    "ar": "الجهال والتكبر عليهم فآفة العلم الخيلاء حديث آفة العلم  الخيلاء  المعروف  ما",
    "en": ""
  },
  {
    "ar": "رواه مطين في مسنده من حديث علي بن أبي طالب بسند ضعيف آفة العلم النسيان  وآفة",
    "en": ""
  },
  {
    "ar": "الحمال الخيلاء كما قال صلى الله عليه وسلم ولذلك حكى عن بشر أنه دفن سبعة  عشر",
    "en": ""
  },
  {
    "ar": "قمطرا من كتب الأحاديث التي سمعها وكان لا يحدث ويقول إني أشتهي أن أحدث  فلذلك",
    "en": ""
  },
  {
    "ar": "لا أحدث ولو اشتهيت أن لا أحدث لحدثت ولذلك قال  حدثنا  باب  من  أبواب  الدنيا",
    "en": ""
  },
  {
    "ar": "وإذا قال الرجل حدثنا فإنما يقول أوسعوا لي وقالت رابعة العدوية لسفيان  الثوري",
    "en": ""
  },
  {
    "ar": "نعم الرجل أنت لولا رغبتك في الدنيا قال وفيماذا رغبت  قالت  في  الحديث  ولذلك",
    "en": ""
  },
  {
    "ar": "قال أبو سليمان الداراني من تزوج أو طلب الحديث أو اشتغل بالسفر  فقد  ركن  إلى",
    "en": ""
  },
  {
    "ar": "الدنيا فهذه آفات قد نبهنا عليها في كتاب العلم والحزم الاحتراز  بالعزلة  وترك",
    "en": ""
  },
  {
    "ar": "الاستكثار من الأصحاب ما أمكن بل الذي يطلب الدنيا بتدريسه وتعليمه فالصواب  له",
    "en": ""
  },
  {
    "ar": "إن كان غافلا في مثل هذا الزمان أن يتركه فلقد صدق أبو سليمان الخطابي حيث  قال",
    "en": ""
  },
  {
    "ar": "دع الراغبين في صحبتك والتعلم منك فليس لك منهم مال ولا  جمال  إخوان  العلانية",
    "en": ""
  },
  {
    "ar": "أعداء السر إذا لقوك تملقوك وإذا غبت عنهم سلقوك من أتاك منهم كان  عليك  رقيبا",
    "en": ""
  },
  {
    "ar": "وإذا خرج كان عليك خطيبا أهل نفاق ونميمة وغل وخديعة فلا تغتر  باجتماعهم  عليك",
    "en": ""
  },
  {
    "ar": "فما غرضهم العلم بل الجاه والمال وأن يتخذوك سلما إلى أوطارهم وأغراضهم  وحمارا",
    "en": ""
  },
  {
    "ar": "في حاجاتهم إن قصرت في غرض من أغراضهم كانوا أشد أعدائك ثم يعدون  ترددهم  إليك",
    "en": ""
  },
  {
    "ar": "دالة عليك ويرونه حقا واجبا لديك ويفرضون عليك أن تبذل عرضك  وجاهك  ودينك  لهم",
    "en": ""
  },
  {
    "ar": "فتعادي عدوهم وتنصر قريبهم وخادمهم ووليهم وتنتهض  لهم  سفيها  وقد  كنت  فقيها",
    "en": ""
  },
  {
    "ar": "وتكون لهم تابعا خسيسا بعد أن كنت متبوعا رئيسا ولذلك قيل اعتزال العامة  مروءة",
    "en": ""
  },
  {
    "ar": "تامة فهذا معنى كلامه وإن خالف بعض ألفاظه وهو حق وصدق فإنك  ترى  المدرسين  في",
    "en": ""
  },
  {
    "ar": "رق دائم وتحت حق لازم ومنة ثقيلة ممن يتردد إليهم فكأنه يهدي تحفه  إليهم  ويرى",
    "en": ""
  },
  {
    "ar": "حقه واجبا عليهم وربما لا يختلف إليه ما لم يتكفل برزق له على  الإدرار  ثم  إن",
    "en": ""
  },
  {
    "ar": "المدرس المسكين قد يعجز عن القيام بذلك من ماله  فلا  يزال  مترددا  إلى  أبواب",
    "en": ""
  },
  {
    "ar": "السلاطين ويقاسي الذل والشدائد مقاساة الذليل المهين حتى يكتب له على بعض  وجوه",
    "en": ""
  },
  {
    "ar": "السحت مال حرام ثم لا يزال العامل يسترقه  ويستخدمه  ويمتهنه  ويستذله  إلى  أن",
    "en": ""
  },
  {
    "ar": "يسلم إليه ما يقدره نعمة مستأنفة من عنده عليه ثم يبقى في  مقاساة  القسمة  على",
    "en": ""
  },
  {
    "ar": "أصحابه إن سوى بينهم مقته المميزون ونسبوه إلى الحمق وقلة التمييز  والقصور  عن",
    "en": ""
  },
  {
    "ar": "درك مصارفات الفضل والقيام بمقادير الحقوق بالعدل وإن فاوت بينهم سلقه  السفهاء",
    "en": ""
  },
  {
    "ar": "بألسن حداد وثاروا عليه ثوران الأساود والآساد فلا يزال في مقاساتهم في  الدنيا",
    "en": ""
  },
  {
    "ar": "وفي مطالبة ما يأخذه ويفرقه عليهم في العقبى والعجب  أنه  مع  هذا  البلاء  كله",
    "en": ""
  },
  {
    "ar": "يمني نفسه بالأباطيل ويدليها بحبل الغرور ويقول لها لا تفتري  عن  صنيعك  فإنما",
    "en": "Reporting\n    copyright infringement ."
  },
  {
    "ar": "أنت بما تفعلينه مريدة وجه الله تعالى ومذيعة شرع  رسول  الله  صلى  الله  عليه",
    "en": ""
  },
  {
    "ar": "وسلم وناشرة علم دين الله وقائمة  بكفاية  طلاب  العلم  من  عباد  الله  وأموال",
    "en": ""
  },
  {
    "ar": "السلاطين لا مالك لها وهي مرصدة للمصالح وأي مصلحة أكبر  من  تكثير  أهل  العلم",
    "en": ""
  },
  {
    "ar": "فبهم يظهر الدين ويتقوى أهله ولو لم يكن ضحكة للشيطان لعلم بأدنى تأمل أن  فساد",
    "en": ""
  },
  {
    "ar": "الزمان لا سبب له إلا كثرة أمثال أولئك الفقهاء  الذين  يأكلون  ما  يجدون  ولا",
    "en": ""
  },
  {
    "ar": "يميزون  بين  الحلال  والحرام  فتلحظهم  أعين  الجهال  ويستجرئون  على  المعاصي",
    "en": ""
  },
  {
    "ar": "باستجرائهم اقتداء بهم واقتفاء لآثارهم ولذلك قيل ما  فسدت  الرعية  إلا  بفساد",
    "en": ""
  },
  {
    "ar": "الملوك وما فسدت الملوك إلا بفساد العلماء فنعوذ بالله من الغرور  والعمى  فإنه",
    "en": ""
  },
  {
    "ar": "الداء الذي ليس له دواء الفائدة الثانية النفع والانتفاع أما  الانتفاع  بالناس",
    "en": ""
  },
  {
    "ar": "فبالكسب والمعاملة وذلك لا يتأتى إلا بالمخالطة والمحتاج  إليه  مضطر  إلى  ترك",
    "en": ""
  },
  {
    "ar": "العزلة فيقع في جهاد من المخالطة أن طلب موافقة الشرع فيه كما ذكرناه  في  كتاب",
    "en": ""
  },
  {
    "ar": "الكسب فإن كان معه مال لو اكتفى به قانعا لأقنعه فالعزلة  أفضل  له  إذا  انسدت",
    "en": ""
  },
  {
    "ar": "طرق المكاسب في الأكثر إلى من المعاصي إلا أن  يكون  غرضه  الكسب  للصدقة  فإذا",
    "en": ""
  },
  {
    "ar": "اكتسب من وجهه وتصدق به فهو أفضل من العزلة للاشتغال بالنافلة  وليس  بأفضل  من",
    "en": ""
  },
  {
    "ar": "العزلة للاشتغال بالتحقق في معرفة الله ومعرفة علوم الشرع ولا من الإقبال  بكنه",
    "en": ""
  },
  {
    "ar": "الهمة على الله تعالى والتجرد بها لذكر الله أعني من حصل له أنس  بمناجاة  الله",
    "en": ""
  },
  {
    "ar": "عن كشف وبصيرة لا عن أوهام وخيالات فاسدة وأما النفع فهو  أن  ينفع  الناس  إما",
    "en": ""
  },
  {
    "ar": "بماله أو ببدنه فيقوم  بحاجاتهم  على  سبيل  الحسبة  ففي  النهوض  بقضاء  حوائج",
    "en": ""
  },
  {
    "ar": "المسلمين ثواب وذلك لا ينال إلا بالمخالطة  ومن  قدر  عليها  مع  القيام  بحدود",
    "en": ""
  },
  {
    "ar": "الشرع فهي أفضل له من العزلة إن كان لا يشتغل  في  عزلته  إلا  بنوافل  الصلوات",
    "en": ""
  },
  {
    "ar": "والأعمال البدنية وإن كان ممن انفتح له طريق العمل بالقلب  بدوام  ذكر  أو  فكر",
    "en": ""
  },
  {
    "ar": "فذلك لا يعدل  به  غيره  ألبتة  الفائدة  الثالثة  التأديب  والتأدب  ونعني  به",
    "en": ""
  },
  {
    "ar": "الارتياض بمقاساة الناس والمجاهدة في تحمل أذاهم كسرا للنفس وقهرا للشهوات  وهي",
    "en": ""
  },
  {
    "ar": "من الفوائد التي تستفاد بالمخالطة وهي أفضل  من  العزلة  في  حق  من  لم  تتهذب",
    "en": ""
  },
  {
    "ar": "أخلاقه ولم تذعن لحدود الشرع شهواته ولهذا  انتدب  خدام  الصوفية  في  الرباطات",
    "en": ""
  },
  {
    "ar": "فيخالطون الناس بخدمتهم وأهل السوق للسؤال منهم كبرا  لرعونة  النفس  واستمدادا",
    "en": ""
  },
  {
    "ar": "من بركة دعاء الصوفية المنصرفين بهممهم إلى الله سبحانه وكان هذا هو المبدأ  في",
    "en": ""
  },
  {
    "ar": "الأعصار الخالية والآن قد خالطته الأغراض الفاسدة  ومال  ذلك  عن  القانون  كما",
    "en": ""
  },
  {
    "ar": "مالت سائر شعائر الدين  فصار  يطلب  من  التواضع  بالخدمة  التكثير  بالاستتباع",
    "en": ""
  },
  {
    "ar": "والتذرع إلى جمع المال والاستظهار بكثرة الأتباع فإن كانت  النية  هذه  فالعزلة",
    "en": ""
  },
  {
    "ar": "خير من ذلك ولو إلى القبر وإن كانت النية رياضة النفس فهي خير من العزلة في  حق",
    "en": ""
  },
  {
    "ar": "المحتاج إلى الرياضة وذلك مما يحتاج إليه في بداية الإرادة فبعد حصول  الارتياض",
    "en": ""
  },
  {
    "ar": "ينبغي أن يفهم أن الدابة لا يطلب من رياضتها عين رياضتها  بل  المراد  منها  أن",
    "en": ""
  },
  {
    "ar": "تتخذ مركبا يقطع به المراحل ويطوي على ظهره الطريق والبدن  مطية  للقلب  يركبها",
    "en": ""
  },
  {
    "ar": "ليسلك بها طريق الآخرة وفيها شهوات إن لم يكسرها جمحت به في الطريق  فمن  اشتغل",
    "en": ""
  },
  {
    "ar": "طول العمر بالرياضة كان كمن اشتغل طول عمر  الدابة  برياضتها  ولم  يركبها  فلا",
    "en": ""
  },
  {
    "ar": "يستفيد منها إلا الخلاص في الحال  في  عضها  ورفسها  ورمحها  وهي  لعمري  فائدة",
    "en": ""
  },
  {
    "ar": "مقصودة ولكن مثلها حاصل في البهيمة الميتة وإنما ترد  الدابة  لفائدة  تحصل  من",
    "en": ""
  },
  {
    "ar": "حياتها فكذلك الخلاص من ألم الشهوات في الحال يحصل بالنوم والموت ولا ينبغي  أن",
    "en": ""
  },
  {
    "ar": "يقنع به كالراهب الذي قيل له يا راهب فقال ما أنا راهب إنما أنا كلب عقور  حبست",
    "en": ""
  },
  {
    "ar": "نفسي حتى لا أعقر الناس وهذا حسن بالإضافة إلى من يعقر الناس ولكن لا ينبغي  أن",
    "en": ""
  },
  {
    "ar": "يقتصر عليه فإن من قتل نفسه أيضا لم يعقر الناس بل ينبغي أن يتشوف  إلى  الغاية",
    "en": ""
  },
  {
    "ar": "المقصودة بها ومن فهم ذلك واهتدى إلى الطريق وقدر  على  السلوك  استبان  له  أن",
    "en": ""
  },
  {
    "ar": "العزلة أعون له من المخالطة فأفضل لمثل هذا الشخص المخالطة أولا  والعزلة  آخرا",
    "en": ""
  },
  {
    "ar": "وأما التأديب فإنما نعني به أن يروض غيره وهو حال شيخ  الصوفية  معهم  فإنه  لا",
    "en": ""
  },
  {
    "ar": "يقدر على تهذيبهم إلا بمخالطتهم وحاله حال المعلم وحكمه ويتطرق إليه  من  دقائق",
    "en": ""
  },
  {
    "ar": "الآفات والرياء ما يتطرق إلى نشر العلم إلا أن مخايل طلب  الدنيا  من  المريدين",
    "en": ""
  },
  {
    "ar": "الطالبين للارتياض أبعد منها من طلبه العلم ولذلك يرى فيهم قلة وفي طلبة  العلم",
    "en": ""
  },
  {
    "ar": "كثرة فينبغي أن يقيس ما تيسر له من الخلوة بما  تيسر  له  من  المخالطة  وتهذيب",
    "en": ""
  },
  {
    "ar": "القوم وليقابل أحدهما بالآخر وليؤثر الأفضل وذلك يدرك  بدقيق  الاجتهاد  ويختلف",
    "en": ""
  },
  {
    "ar": "بالأحوال والأشخاص فلا يمكن الحكم عليه مطلقا بنفي ولا إثبات  الفائدة  الرابعة",
    "en": ""
  },
  {
    "ar": "الاستئناس والإيناس وهو غرض من يحضر الولائم والدعوات ومواضع  المعاشرة  والأنس",
    "en": ""
  },
  {
    "ar": "وهذا يرجع إلى حظ النفس في الحال وقد يكون ذلك على  وجه  حرام  بمؤانسة  من  لا",
    "en": ""
  },
  {
    "ar": "تجوز مؤانسته أو على وجه مباح وقد يستحب ذلك  الأمر  الدين  وذلك  فيمن  تستأنس",
    "en": ""
  },
  {
    "ar": "بمشاهدة أحواله وأقواله في الدين كالأنس بالمشايخ الملازمين  لسمت  التقوى  وقد",
    "en": ""
  },
  {
    "ar": "يتعلق بحظ النفس ويستحب إذا كان الغرض منه ترويح القلب لتهييج دواعي النشاط  في",
    "en": ""
  },
  {
    "ar": "العبادة فإن القلوب إذا أكرهت عميت ومهما كان في الوحدة وحشة وفي المجالسة  أنس",
    "en": ""
  },
  {
    "ar": "يروح القلب فهي أولى إذ الوفق في العبادة من حزم العبادة ولذلك  قال  صلى  الله",
    "en": ""
  },
  {
    "ar": "عليه وسلم إن الله لا يمل حتى تملوا حديث إن الله لا يمل حتى تملوا  تقدم  وهذا",
    "en": ""
  },
  {
    "ar": "أمر لا يستغنى عنه فإن النفس لا تألف الحق على الدوام ما لم تروح  وفي  تكليفها",
    "en": ""
  },
  {
    "ar": "الملازمة داعية للفترة وهذا عني بقوله صلى الله عليه وسلم إن  هذا  الدين  متين",
    "en": ""
  },
  {
    "ar": "فأوغل فيه برفق والإيغال فيه برفق دأب المستبصرين  ولذلك  قال  ابن  عباس  لولا",
    "en": ""
  },
  {
    "ar": "مخافة الوسواس لم أجالس الناس وقال مرة لدخلت  بلادا  لا  أنيس  بها  وهل  يفسد",
    "en": ""
  },
  {
    "ar": "الناس إلا الناس فلا يستغني المعتزل إذا عن رفيق يستأنس بمشاهدته  ومحادثته  في",
    "en": ""
  },
  {
    "ar": "اليوم والليلة ساعة فليجتهد في طلب من لا يفسد عليه في ساعته تلك  سائر  ساعاته",
    "en": ""
  },
  {
    "ar": "فقد قال صلى الله عليه وسلم المرء على دين خليله فلينظر أحدكم  من  يخالل  حديث",
    "en": ""
  },
  {
    "ar": "المرء على دين خليله تقدم في آداب الصحبة وليحرص أن يكون حديثه عند  اللقاء  في",
    "en": ""
  },
  {
    "ar": "أمور الدين وحكاية أحوال القلب وشكواه وقصوره عن  الثبات  على  الحق  والاهتداء",
    "en": ""
  },
  {
    "ar": "إلى الرشد ففي ذلك متنفس ومتروح للنفس فيه مجال  رحب  لكل  مشغول  بإصلاح  نفسه",
    "en": ""
  },
  {
    "ar": "فإنه لا تنقطع شكواه ولو عمر أعمارا طويلة والراضي عن  نفسه  مغرور  قطعا  فهذا",
    "en": ""
  },
  {
    "ar": "النوع من الاستئناس في بعض أوقات النهار ربما يكون أفضل من العزلة  في  حق  بعض",
    "en": ""
  },
  {
    "ar": "الأشخاص فليتفقد فيه  أحوال  القلب  وأحوال  الجليس  أولا  ثم  ليجالس  الفائدة",
    "en": ""
  },
  {
    "ar": "الخامسة في نيل الثواب وإنالته أما النيل فبحضور الجنائز وعيادة  المريض  وحضور",
    "en": ""
  },
  {
    "ar": "العيدين وأما حضور الجمعة فلا بد منه وحضور الجماعة في سائر  الصلوات  أيضا  لا",
    "en": ""
  },
  {
    "ar": "رخصة في تركه إلا لخوف ضرر ظاهر يقاوم ما يفوت من  فضيلة  الجماعة  ويزيد  عليه",
    "en": ""
  },
  {
    "ar": "وذلك لا يتفق إلا نادرا وكذلك في حضور الإملاكات  والدعوات  ثواب  من  حيث  إنه",
    "en": ""
  },
  {
    "ar": "إدخال سرور على قلب مسلم وأما إنالته  فهو  أن  يفتح  الباب  لتعوده  الناس  أو",
    "en": ""
  },
  {
    "ar": "ليعزوه في المصائب أو يهنوه على النعم فإنهم ينالون بذلك ثوابا وكذلك  إذا  كان",
    "en": ""
  },
  {
    "ar": "من العلماء وأذن لهم في الزيارة نالوا ثواب الزيارة وكان هو بالتمكين سببا  فيه",
    "en": ""
  },
  {
    "ar": "فينبغي أن يزن ثواب هذه المخالطات بآفاتها  التي  ذكرناها  وعند  ذلك  قد  ترجح",
    "en": ""
  },
  {
    "ar": "العزلة وقد ترجح المخالطة فقد حكي عن جماعة من السلف مثل مالك وغيره ترك  إجابة",
    "en": "Site listed by MENALIB ."
  },
  {
    "ar": "الدعوات وعيادة المرضى وحضور الجنائز بل كانوا أحلاس بيوتهم لا يخرجون إلا  إلى",
    "en": ""
  },
  {
    "ar": "الجمعة أو زيارة القبور وبعضهم فارق  الأمصار  وانحاز  إلى  قلل  الجبال  تفرغا",
    "en": ""
  },
  {
    "ar": "للعبادة وفرارا من الشواغل الفائدة السادسة من المخالطة التواضع فإنه  من  أفضل",
    "en": ""
  },
  {
    "ar": "المقامات ولا يقدر عليه في الوحدة وقد يكون الكبر سببا في  اختيار  العزلة  فقد",
    "en": ""
  },
  {
    "ar": "روي في الإسرائيليات أن حكيما من الحكماء صنف ثلثمائة وستين  مصحفا  في  الحكمة",
    "en": ""
  },
  {
    "ar": "حتى ظن أنه قد نال عند الله منزلة فأوحى الله إلى نبيه قل لفلان  إنك  قد  ملأت",
    "en": ""
  },
  {
    "ar": "الأرض نفاقا وإني لا أقبل من نفاقك شيئا قال فتخلى وانفرد  في  سرب  تحت  الأرض",
    "en": ""
  },
  {
    "ar": "وقال الآن قد بلغت رضا ربي فأوحى الله إلى نبيه قل له إنك  لن  تبلغ  رضاي  حتى",
    "en": ""
  },
  {
    "ar": "تخالط الناس وتصبر على أذاهم فخرج فدخل الأسواق وخالط  الناس  وجالسهم  وواكلهم",
    "en": ""
  },
  {
    "ar": "وأكل الطعام بينهم ومشى في الأسواق معهم فأوحى الله تعالى  إلى  نبيه  الآن  قد",
    "en": ""
  },
  {
    "ar": "بلغ رضاي فكم من معتزل في بيته وباعثه الكبر ومانعه عن المحافل أن لا  يوقر  أو",
    "en": ""
  },
  {
    "ar": "لا يقدم أو يرى الترفع عن مخالطتهم أرفع لمحله وأتقى  لطراوة  ذكره  بين  الناس",
    "en": ""
  },
  {
    "ar": "وقد يعتزل خيفة من أن تظهر مقابحه لو  خالط  فلا  يعتقد  فيه  الزهد  والاشتغال",
    "en": ""
  },
  {
    "ar": "بالعبادة فيتخذ البيت سترا على مقابحه إبقاء على اعتقاد الناس في  زهده  وتعبده",
    "en": ""
  },
  {
    "ar": "من غير استغراق وقت الخلوة بذكر أو فكر وعلامة هؤلاء أنهم يحبون أن يزاروا  ولا",
    "en": ""
  },
  {
    "ar": "يحبون أن يزوروا ويفرحون بتقرب العوام والسلاطين  إليهم  واجتماعهم  على  بابهم",
    "en": ""
  },
  {
    "ar": "وطرقهم وتقبيلهم أيديهم على سبيل التبرك ولو كان الاشتغال بنفسه هو  الذي  يبغض",
    "en": ""
  },
  {
    "ar": "إليه المخالطة وزيارة الناس لبغض إليه زياراتهم له كما حكيناه  عن  الفضيل  حيث",
    "en": ""
  },
  {
    "ar": "قال وهل جئتني إلا لأتزين لك وتتزين لي وعن حاتم الأصم  أنه  قال  للأمير  الذي",
    "en": ""
  },
  {
    "ar": "زاره حاجتي أن لا أراك ولا تراني فمن ليس مشغولا مع نفسه  بذكر  الله  فاعتزاله",
    "en": ""
  },
  {
    "ar": "عن الناس سببه شدة اشتغاله بالناس لأن قلبه  متجرد  للالتفات  إلى  نظرهم  إليه",
    "en": ""
  },
  {
    "ar": "بعين الوقار والاحترام والعزلة بهذا  السبب  جهل  من  وجوه  أحدها  أن  التواضع",
    "en": ""
  },
  {
    "ar": "والمخالطة لا تنقص من منصب من هو متكبر بعلمه أو دينه إذ كان علي رضي الله  عنه",
    "en": ""
  },
  {
    "ar": "يحمل التمر والملح في ثوبه ويده ويقول لا ينقص الكامل من كماله ما  جر  من  نفع",
    "en": ""
  },
  {
    "ar": "إلى عياله وكان أبو هريرة وحذيفة وأبي وابن مسعود رضي  الله  عنهم  يحملون  حزم",
    "en": ""
  },
  {
    "ar": "الحطب وجرب الدقيق على أكتافهم وكان أبو هريرة رضي  الله  عنه  يقول  وهو  والي",
    "en": ""
  },
  {
    "ar": "المدينة والحطب على رأسه طرقوا لأميركم وكان سيد المرسلين صلى الله  عليه  وسلم",
    "en": ""
  },
  {
    "ar": "يشتري الشيء فيحمله إلى بيته بنفسه فيقول له  صاحبه  أعطني  أحمله  فيقول  صاحب",
    "en": ""
  },
  {
    "ar": "الشيء أحق بحمله حديث كان يشتري الشيء ويحمله إلى بيته بنفسه  فيقول  له  صاحبه",
    "en": ""
  },
  {
    "ar": "أعطني أحمله فيقول صاحب المتاع أحق بحمله أخرجه أبو يعلى  من  حديث  أبي  هريرة",
    "en": ""
  },
  {
    "ar": "بسند ضعيف في حمله السراويل الذي اشتراه وكان الحسن بن علي رضي الله عنهما  يمر",
    "en": ""
  },
  {
    "ar": "بالسؤال وبين أيديهم كسر فيقولون هلم إلى الغداء يا ابن رسول  الله  فكان  ينزل",
    "en": ""
  },
  {
    "ar": "ويجلس على الطريق ويأكل معهم ويركب ويقول إن  الله  لا  يحب  المستكبرين  الوجه",
    "en": ""
  },
  {
    "ar": "الثاني أن الذي شغل نفسه بطلب رضا الناس عنه وتحسين اعتقادهم  فيه  مغرور  لأنه",
    "en": ""
  },
  {
    "ar": "لو عرف الله حق المعرفة علم أن الخلق لا يغنون  عنه  من  الله  شيئا  وأن  ضرره",
    "en": ""
  },
  {
    "ar": "ونفعه بيد الله ولا نافع ولا ضار سواه وأن من طلب رضا الناس ومحبتهم بسخط  الله",
    "en": ""
  },
  {
    "ar": "سخط الله عليه وأسخط عليه الناس بل رضا الناس غاية  لا  تنال  فرضا  الله  أولى",
    "en": ""
  },
  {
    "ar": "بالطلب ولذلك قال الشافعي ليونس بن عبد الأعلى والله ما أقول لك إلا  نصحا  إنه",
    "en": ""
  },
  {
    "ar": "ليس إلى السلامة من الناس من سبيل فانظر ماذا يصلحك فافعله ولذلك قيل  من  راقب",
    "en": ""
  },
  {
    "ar": "الناس مات غما وفاز باللذة الجسور ونظر سهل إلى رجل من  أصحابه  فقال  له  اعمل",
    "en": ""
  },
  {
    "ar": "كذا وكذا لشيء أمره به فقال يا أستاذ لا  أقدر  عليه  لأجل  الناس  فالتفت  إلى",
    "en": ""
  },
  {
    "ar": "أصحابه وقال لا ينال عبد حقيقة من هذا الأمر حتى  يكون  بأحد  وصفين  عبد  تسقط",
    "en": ""
  },
  {
    "ar": "الناس من عينه فلا يرى في الدنيا إلا خالقه وأن أحدا لا يقدر على أن  يضره  ولا",
    "en": ""
  },
  {
    "ar": "ينفعه وعبد سقطت نفسه عن قلبه فلا يبالي بأي حال يرونه وقال الشافعي رحمه  الله",
    "en": ""
  },
  {
    "ar": "ليس من أحد إلا وله محب ومبغض فإذا كان هكذا فكن مع أهل طاعة الله  وقيل  للحسن",
    "en": ""
  },
  {
    "ar": "يا أبا سعيد إن قوما يحضرون مجلسك ليس بغيتهم إلا  تتبع  سقطات  كلامك  وتعنيتك",
    "en": ""
  },
  {
    "ar": "بالسؤال فتبسم وقال للقائل هون على نفسك فإني حدثت نفسي بسكنى  الجنان  ومجاورة",
    "en": ""
  },
  {
    "ar": "الرحمن فطمعت وما حدثت نفسي بالسلامة من الناس لأني قد علمت أن خالقهم  ورازقهم",
    "en": ""
  },
  {
    "ar": "ومحييهم ومميتهم لم يسلم منهم وقال موسى عليه السلام  يا  رب  احبس  عني  ألسنة",
    "en": ""
  },
  {
    "ar": "الناس فقال يا موسى هذا شيء لم أصطفه نفسي فكيف أفعله  بك  وأوحى  الله  سبحانه",
    "en": ""
  },
  {
    "ar": "وتعالى إلى عزير إن لم تطب نفسا بأني أجعلك علكا في أفواه  الماضغين  لم  أكتبك",
    "en": ""
  },
  {
    "ar": "عندي من المتواضعين فإذن من حبس نفسه في البيت ليحسن اعتقادات  الناس  وأقوالهم",
    "en": ""
  },
  {
    "ar": "فيه فهو في عناء حاضر في الدنيا ولعذاب الآخرة أكبر لو كانوا  يعلمون  فإذن  لا",
    "en": ""
  },
  {
    "ar": "تستحب العزلة إلا لمستغرق الأوقات بربه ذكرا وفكرا وعبادة وعلما بحيث لو  خالطه",
    "en": ""
  },
  {
    "ar": "الناس لضاعت أوقاته وكثرت آفاته ولتشوشت  عليه  عباداته  فهذه  غوائل  خفية  في",
    "en": ""
  },
  {
    "ar": "اختيار العزلة ينبغي أن تتقى فإنها  مهلكات  في  صور  منجيات  الفائدة  السابعة",
    "en": ""
  },
  {
    "ar": "التجارب فإنها تستفاد من المخالطة للخلق ومجاري  أحوالهم  والعقل  الغريزي  ليس",
    "en": ""
  },
  {
    "ar": "كافيا في تفهم مصالح الدين والدنيا وإنما تفيدها التجربة والممارسة ولا خير  في",
    "en": ""
  },
  {
    "ar": "عزلة من لم تحنكه التجارب فالصبي إذا اعتزل بقي غمرا جاهلا بل ينبغي  أن  يشتغل",
    "en": ""
  },
  {
    "ar": "بالتعلم ويحصل له في مدة التعلم ما يحتاج إليه من  التجارب  ويكفيه  ذلك  ويحصل",
    "en": ""
  },
  {
    "ar": "بقية التجارب بسماع الأحوال ولا يحتاج إلى المخالطة ومن أهم  التجارب  أن  يجرب",
    "en": ""
  },
  {
    "ar": "نفسه وأخلاقه وصفات باطنه وذلك لا يقدر عليه في الخلوة فإن كل مجرب  في  الخلاء",
    "en": ""
  },
  {
    "ar": "يسر وكل غضوب أو حقود أو حسود إذا خلا بنفسه لم يترشح  منه  خبثه  وهذه  الصفات",
    "en": ""
  },
  {
    "ar": "مهلكات في أنفسها يجب إماطتها وقهرها ولا يكفي  تسكينها  بالتباعد  عما  يحركها",
    "en": ""
  },
  {
    "ar": "فمثال القلب المشحون بهذه الخبائث مثال دمل ممتلىء بالصديد والمدة وقد  لا  يحس",
    "en": ""
  },
  {
    "ar": "صاحبه بألمه ما لم يتحرك أو يمسه غيره فإن لم يكن  له  يد  تمسه  أو  عين  تبصر",
    "en": ""
  },
  {
    "ar": "صورته ولم يكن من يحركه ربما ظن بنفسه السلامة ولم يشعر بالدمل في نفسه  وأعتقد",
    "en": ""
  },
  {
    "ar": "فقده ولكن لو حركه محرك أو أصابه مشرط  حجام  لانفجر  منه  الصديد  وفار  فوران",
    "en": ""
  },
  {
    "ar": "الشيء المختنق إذا حبس عن الاسترسال فكذلك القلب المشحون بالحقد والبخل  والحسد",
    "en": ""
  },
  {
    "ar": "والغضب وسائر الأخلاق الذميمة إنما تتفجر منه  خبائثه  إذا  حرك  وعن  هذا  كان",
    "en": ""
  },
  {
    "ar": "السالكون لطريق الآخرة الطالبون لتزكيه القلوب يجربون أنفسهم  فمن  كان  يستشعر",
    "en": ""
  },
  {
    "ar": "في نفسه كبرا سعى في إماطته حتى كان بعضهم يحمل قربة ماء على  ظهره  بين  الناس",
    "en": ""
  },
  {
    "ar": "أو حزمة حطب على رأسه ويتردد في الأسواق  ليجرب  نفسه  بذلك  فإن  غوائل  النفس",
    "en": ""
  },
  {
    "ar": "ومكايد الشيطان خفية قل من يتفطن لها ولذلك حكي عن بعضهم  انه  قال  اعدت  صلاة",
    "en": ""
  },
  {
    "ar": "ثلاثين سنة مع أني كنت أصليها في الصف الأول ولكن تخلفت  يوما  بعذر  فما  وجدت",
    "en": ""
  },
  {
    "ar": "موضعا في الصف الأول فوقفت في الصف الثاني  فوجدت  نفسي  تستشعر  خجلة  من  نظر",
    "en": ""
  },
  {
    "ar": "الناس إلي وقد سبقت إلى الصف الأول فعلمت أن جميع صلواتي التي كنت أصليها  كانت",
    "en": ""
  },
  {
    "ar": "مشوبة بالرياء ممزوجة بلذة نظر الناس إلى ورؤيتهم إياي في  زمرة  السابقين  إلى",
    "en": ""
  },
  {
    "ar": "الخير فالمخالطة لها فائدة ظاهرة عظيمة في استخراج الخبائث وإظهارها ولذلك  قيل",
    "en": ""
  },
  {
    "ar": "السفر يسفر عن الأخلاق فإنه نوع من المخالطة الدائمة وستأتي غوائل هذه  المعاني",
    "en": ""
  },
  {
    "ar": "ودقائقها في ربع المهلكات فإن بالجهل بها يحبط العمل الكثير وبالعلم  بها  يزكو",
    "en": "Site\n    © Copyright 2003 by Islamic Philosophy Online, Inc. A not-for-profit\n    organization dedicated to academic study of Islamic philosophy. Individual\n    content may have its own individual copyrights. See\n    copyright information."
  },
  {
    "ar": "العمل القليل ولولا ذلك ما فضل العلم  على  العمل  إذ  يستحيل  أن  يكون  العلم",
    "en": ""
  },
  {
    "ar": "بالصلاة ولا يراد للصلاة إلا أفضل من الصلاة فإنا نعلم أن ما  يراد  لغيره  فإن",
    "en": ""
  },
  {
    "ar": "ذلك الغير أشرف منه وقد قضى الشرع بتفضيل العالم على العابد حتى قال  صلى  الله",
    "en": ""
  },
  {
    "ar": "عليه وسلم فضل العالم على العابد كفضلى  على  أدنى  رجل  من  أصحابي  حديث  فضل",
    "en": ""
  },
  {
    "ar": "العالم على العابد كفضلي على أدنى رجل من أصحابي تقدم  في  العلم  فمعنى  تفضيل",
    "en": ""
  },
  {
    "ar": "العلم يرجع إلى ثلاثة اوجه أحدها ما ذكرناه والثاني عموم  النفع  لتعدي  فائدته",
    "en": ""
  },
  {
    "ar": "والعمل لا تتعدى فائدته والثالث أن يراد به العلم بالله  وصفاته  وأفعاله  فذلك",
    "en": ""
  },
  {
    "ar": "أفضل من كل عمل بل مقصود الأعمال صرف القلوب عن الخلق إلى  الخالق  لتنبعث  بعد",
    "en": ""
  },
  {
    "ar": "الانصراف إليه لمعرفته ومحبته فالعمل وعلم العمل مرادان لهذا العلم وهذا  العلم",
    "en": ""
  },
  {
    "ar": "غاية المريدين والعمل كالشرط له وإليه الإشارة بقوله  تعالى  إليه  يصعد  الكلم",
    "en": ""
  },
  {
    "ar": "الطيب والعمل الصالح يرفعه فالكلم الطيب هو هذا العلم  والعمل  كالحمال  الرافع",
    "en": ""
  },
  {
    "ar": "له إلى مقصده فيكون المرفوع أفضل من الرافع  وهذا  كلام  معترض  لا  يليق  بهذا",
    "en": ""
  },
  {
    "ar": "الكلام فلنرجع إلى المقصود فنقول إذا عرفت  فوائد  العزلة  وغوائلها  تحققت  أن",
    "en": ""
  },
  {
    "ar": "الحكم عليها مطلقا بالتفضيل نفيا وإثباتا خطأ  بل  ينبغي  أن  ينظر  إلى  الشخص",
    "en": ""
  },
  {
    "ar": "وحاله وإلى الخليط وحاله وإلى الباعث على مخالطته وإلى الفائت بسبب مخالطته  من",
    "en": ""
  },
  {
    "ar": "هذه الفوائد المذكورة ويقاس الفائت بالحاصل فعند ذلك يتبين الحق  ويتضح  الأفضل",
    "en": ""
  },
  {
    "ar": "وكلام الشافعي رحمه الله هو فصل الخطاب إذ  قال  يا  يونس  الإنقباض  عن  الناس",
    "en": ""
  },
  {
    "ar": "مكسبة للعداوة والإنبساط إليهم مجلبة لقرناء  السوء  فكن  بين  المنقبضوالمنبسط",
    "en": ""
  },
  {
    "ar": "فلذلك يجب الاعتدال في المخالطة والعزلة ويختلف ذلك بالاحوال وبملاحظة  الفوائد",
    "en": ""
  },
  {
    "ar": "والآفات يتبين الأفضل هذا هو الحق الصراح وكل ما ذكر سوى هذا  فهو  قاصر  وإنما",
    "en": ""
  },
  {
    "ar": "هو إخبار كل واحد عن حالة خاصة  هو  فيها  ولا  يجوز  أن  يحكم  بها  على  غيره",
    "en": ""
  },
  {
    "ar": "والمخالف له في الحال والفرق بين العالم والصوفي في ظاهر العلم  يرجع  إلى  هذا",
    "en": ""
  },
  {
    "ar": "وهو أن الصوفي لا يتكلم إلا عن حاله فلا جرم تختلف اجوبتهم في المسائل  والعالم",
    "en": ""
  },
  {
    "ar": "هو الذي يدرك الحق على ما هو عليه ولا ينظر إلى حال نفسه فيكشف الحق  فيه  وذلك",
    "en": ""
  },
  {
    "ar": "مما لا يختلف فيه فإن الحق واحد أبداوالقاصر عن الحق كثير لا  يحصى  ولذلك  سئل",
    "en": ""
  },
  {
    "ar": "الصوفية عن الفقر فما من واحد إلا وأجاب بجواب  غير  جواب  الآخر  وكل  ذلك  حق",
    "en": ""
  },
  {
    "ar": "بالإضافة إلى حاله وليس بحق في نفسه إذ الحق لا يكون إلا واحدا ولذلك  قال  أبو",
    "en": ""
  },
  {
    "ar": "عبد الله الجلاء وقد سئل عن الفقر فقال اضرب بكميك الحائط  وقل  ربي  الله  فهو",
    "en": ""
  },
  {
    "ar": "الفقر وقال الجنيد الفقير هو الذي لا يسأل احدا ولا يعارض وإن  عورض  سكت  وقال",
    "en": ""
  },
  {
    "ar": "سهل بن عبد الله الفقير الذي لا يسأل ولا يدخر وقال آخر هو أن لا يكون  لك  فإن",
    "en": ""
  },
  {
    "ar": "كان لك فلا يكون لك من حيث لم يكن  لك  وقال  إبراهيم  الخواص  هو  ترك  الشكوى",
    "en": ""
  },
  {
    "ar": "وإظهار اثر البلوى والمقصود أنه لو سئل منهم مائة لسمع منهم مائة  جواب  مختلفة",
    "en": ""
  },
  {
    "ar": "قلما يتفق منها اثنان وذلك كله حق من وجه فإنه خبر كل واحد  عن  حاله  وما  غلب",
    "en": ""
  },
  {
    "ar": "على قلبه ولذلك لا نرى اثنين منهم يثبت أحدهما لصاحبه قدما في التصوف  أو  يثني",
    "en": ""
  },
  {
    "ar": "عليه بل كل واحد منهم يدعي أنه الواصل إلى الحق والواقف عليه لأن  اكثر  ترددهم",
    "en": ""
  },
  {
    "ar": "على مقتضى الأحوال التي تعرض لقلوبهم فلا يشتغلون إلا بأنفسهم ولا يلتفتون  إلى",
    "en": ""
  },
  {
    "ar": "غيرهم ونور العلم إذا أشرق أحاط بالكل وكشف الغطاء  ورفع  الاختلاف  ومثال  نظر",
    "en": ""
  },
  {
    "ar": "هؤلاء ما رأيت من نظر قوم في أدلة الزوال بالنظر في  الظل  فقال  بعضهم  هو  في",
    "en": ""
  },
  {
    "ar": "الصيف قدمان وحكي عن آخر أنه نصف قدم وآخر يرد عليه وأنه في الشتاء سبعة  أقدام",
    "en": ""
  },
  {
    "ar": "وحكى عن آخر أنه خمسة أقدام وآخر يرد عليه فهذا يشبه أجوبة  الصوفية  واختلافهم",
    "en": ""
  },
  {
    "ar": "فإن كل واحد من هؤلاء أخبر عن الظل الذي رآه ببلد نفسه فصدق في قوله  وأخطأ  في",
    "en": ""
  },
  {
    "ar": "تخطئته صاحبه إذ ظن أن العالم كله بلده أو هو مثل بلده كما أن الصوفي  لا  يحكم",
    "en": ""
  },
  {
    "ar": "على العالم إلا بما هو حال نفسه والعالم بالزوال هو الذي  يعرف  علة  طول  الظل",
    "en": ""
  },
  {
    "ar": "وقصره وعلة اختلافه بالبلاد فيخبر بأحكام  مختلفة  في  بلاد  مختلفة  ويقول  في",
    "en": ""
  },
  {
    "ar": "بعضها لا يبقى ظل وفي بعضها يطول وفي بعضها يقصر فهذا ما  أردنا  أن  نذكره  من",
    "en": ""
  },
  {
    "ar": "فضيلة العزلة والمخالطة فإن قلت فمن آثر العزلة ورآها أفضل له وأسلم فما  آدابه",
    "en": ""
  },
  {
    "ar": "في العزلة فنقول إنما يطول النظر في آداب المخالطة وقد ذكرناها  في  كتاب  آداب",
    "en": ""
  },
  {
    "ar": "الصحبة وأما آداب العزلة فلا تطول فينبغي للمعتزل أن ينوي بعزلته  كف  شر  نفسه",
    "en": ""
  },
  {
    "ar": "عن الناس أولا ثم طلب السلامة من شر الاشرار ثانيا ثم الخلاص من آفة القصور  عن",
    "en": ""
  },
  {
    "ar": "القيام بحقوق المسلمين ثالثا ثم التجرد بكنه  الهمة  لعبادة  الله  رابعا  فهذه",
    "en": ""
  },
  {
    "ar": "آداب نيته ثم ليكن في خلوته مواظبا على  العلم  والعمل  والذكر  والفكر  ليجتني",
    "en": ""
  },
  {
    "ar": "ثمرة العزلة وليمنع الناس عن أن يكثروا غشيانه وزيارته فيشوش أكثر  وقته  وليكف",
    "en": ""
  },
  {
    "ar": "عن السؤال عن أخبارهم وعن الإصغاء إلى أراجيف البلد وما الناس مشغولون  به  فإن",
    "en": ""
  },
  {
    "ar": "كل ذلك ينغرس في القلب حتى ينبعث في أثناء الصلاة أو الفكر  من  حيث  لا  يحتسب",
    "en": ""
  },
  {
    "ar": "فوقوع الأخبار في السمع كوقوع البذر في الأرض فلا  بد  أن  ينبت  وتتفرع  عروقه",
    "en": ""
  },
  {
    "ar": "وأغصانه ويتداعى بعضها إلى بعض وأحد مهمات المعتزل قطع الوساوس الصارفة عن  ذكر",
    "en": ""
  },
  {
    "ar": "الله والأخبار ينابيع الوساوس وأصولها وليقنع باليسير من  المعيشه  وإلا  اضطره",
    "en": ""
  },
  {
    "ar": "التوسع إلى الناس واحتاج إلى  مخالطتهم  وليكن  صبورا  على  ما  يلقاه  من  أذى",
    "en": ""
  },
  {
    "ar": "الجيران وليسد سمعه عن الإصغاء إلى ما يقال فيه من ثناء عليه  بالعزلة  أو  قدح",
    "en": ""
  },
  {
    "ar": "فيه بترك الخلطة فإن كل ذلك يؤثر في القلب ولو مدة يسيرة وحال اشتغال القلب  به",
    "en": ""
  },
  {
    "ar": "لا بد أن يكون واقفا عن سيره إلى طريق الآخرة فإن السير إما بالمواظبة على  ورد",
    "en": ""
  },
  {
    "ar": "وذكر مع حضور قلب وإما بالفكر في  جلال  الله  وصفاته  وأفعاله  وملكوت  سمواته",
    "en": ""
  },
  {
    "ar": "وأرضه وإما بالتأمل في دقائق الأعمال ومفسدات القلوب وطلب طرق التحصن منها  وكل",
    "en": ""
  },
  {
    "ar": "ذلك يستدعى الفراغ والاصغاء إلى جميع ذلك مما يشوش القلب في  الحال  وقد  يتجدد",
    "en": ""
  },
  {
    "ar": "ذكره في دوام الذكر من حيث لا ينتظر وليكن له أهل صالحة أو جليس  صالح  لتستريح",
    "en": ""
  },
  {
    "ar": "نفسه إليه في اليوم ساعة من كد المواظبة ففيه عون على بقية الساعات ولا يتم  له",
    "en": ""
  },
  {
    "ar": "الصبر في العزلة إلا بقطع الطمع عن الدنيا وما الناس  منهمكون  فيه  ولا  ينقطع",
    "en": ""
  },
  {
    "ar": "طمعه إلا بقصر الأمل بأن لا يقدر لنفسه عمرا طويلا بل يصبح  على  أنه  لا  يمسي",
    "en": ""
  },
  {
    "ar": "ويمسى على أنه لا يصبح فيسهل عليه صبر يوم  ولا  يسهل  عليه  العزم  على  الصبر",
    "en": ""
  },
  {
    "ar": "عشرين سنة لو قدر تراخى الاجل وليكن كثير الذكر للموت  ووحدة  القبر  مهما  ضاق",
    "en": ""
  },
  {
    "ar": "قلبه من الوحدة وليتحقق أن من لم يحصل في قلبه من ذكر الله ومعرفته ما يأنس  به",
    "en": ""
  },
  {
    "ar": "فلا يطيق وحشة الوحدة بعد الموت وأن من أنس بذكر الله ومعرفته فلا  يزيل  الموت",
    "en": ""
  },
  {
    "ar": "أنسه إذ لا يهدم الموت محل الأنس والمعرفة بل  يبقى  حيا  بمعرفته  وأنسه  فرحا",
    "en": ""
  },
  {
    "ar": "بفضل الله عليه ورحمته كما قال الله تعالى في الشهداء ولا  تحسبن  الذين  قتلوا",
    "en": ""
  },
  {
    "ar": "في سبيل الله أمواتا بل أحياء عند ربهم يرزقون فرحين بما آتاهم  الله  من  فضله",
    "en": ""
  },
  {
    "ar": "وكل متجرد لله في جهاد  نفسه  فهو  شهيد  مهما  أدركه  الموت  مقبلا  غير  مدبر",
    "en": ""
  },
  {
    "ar": "فالمجاهد من جاهد نفسه وهواه حديث المجاهد من جاهد نفسه وهواه أخرجه الحاكم  من",
    "en": ""
  },
  {
    "ar": "حديث فضالة بن عبيد وصححه دون قوله وهواه وقد تقدم في  الباب  الثالث  من  آداب",
    "en": ""
  },
  {
    "ar": "الصحبة كما صرح به رسول الله صلى الله عليه وسلم  والجهاد  الأكبر  جهاد  النفس",
    "en": ""
  },
  {
    "ar": "كما قال بعض الصحابة رضي الله عنهم رجعنا من الجهاد الأصغر إلى  الجهاد  الأكبر",
    "en": ""
  },
  {
    "ar": "يعنون جهاد النفس تم كتاب العزلة ويتلوه كتاب آداب السفر والحمد لله وحده.",
    "en": ""
  }
]