[
  {
    "ar": "كتاب ذم الدنيا",
    "en": "REVIVAL OF RELIGIOUS LEARNINGS IMAM GHAZZALI'S IHYA ULUM-ID-DIN Translated by FAZL-UL-KARIM VOL. III CONTENTS OF BOOK III THE BOOK OF DESTRUCTIVE EVILS CONTENTS CHAPTER VI Evils of the world  153 THE REVIVAL OF RELIGIOUS LEARNINGS The Book of Destructive Evils CHAPTER VI ATTACHMENT OF THE WORLD All praise is due to God who discloses the merits and demerits of the world to His friends. They weighed its benefits and harms on the scale and found that its harms are greater than its benefits. The world is like a beautiful unchaste woman who attrates the people towards her by her beauty but she has got such secret diseases which destroy one who goes unto her. If you do good to the world for one hour, it does you harm for one year. If you carry on business with the worldly people, you gain no benefit but loss. He who seeks the world faces many dangers and difficulties which cannot be enumerated. Who so wants it, it flees away from him; and who so does not want it, it goes to him. THE WORLD IS AN ENEMY OF GOD The cause is that the world cuts the ways of divine service. For this reason, God keeps an eye on it since He created it. The world is an enemy of the friends of God. The cause is that it presents itself with its best grandeurs just like an unchaste woman dressed with various beautiful dresses. The world is also an enemy of the enemies of God. The cause is that the world entraps them in its net of love after deceiving them and opens its door of love for them. They are deceived by its love and get attached to it. The result is that they are dishonored and disgraced and they go away from it. Their hearts are pierced for its separation and fortune bids them adieu for ever. Then there is no limit to their remose and they therefore seek refuge to God. They have purchased this world in exchange of the next world. When the harms of the world are many, we should know its snares and charms and then save ourselves from its deceptions and love. 154 The Book of Destructive evils\tVol-III EVILS OF THE WORLD There are innumberable verses of the Quran regarding the evils of the world. The goal of the Prophet was to turn away the people from the evils and harms of the world and so there is no necessity of collecting verses from the Quran about it. I shall mention only some Hadis. (1) It has been narrated that the Prophet was once passing by a dead goat and said to his companions : Don't you look to the dead animal ? Its owner is now looking at it with hate. By One in whose hand there is my life, just as this dead goat is more an object of hate to its owner, the world is likewise more an object of hatred to God. If the value of the world would have been like the wing of a mosquito, He would not have given a drought of water to an unbeliever to drink. (2) The Prophet said : The world is a prison to a believer and a Paradise to an unbeliever. (3) He said. The world is caused and all the things in it are cursed. 94) He said: He who loves the world injures his hereafter and he who loves his hereafter injures his world. So take what will last for ever by giving up what will not last. (5) He said : Love of the world is the root of all sins. (6) Zaid-b-Akram reported : We were once with hazrat Abu Bakr. He ordered for water and honey which were brought to him. He lifted them to drink but began to weep. On being asked the reason, he said : Once I was with the Holy Prophet and saw that be was wiping out something from his body. tasked him: 0 Prophet of God, what are you throwing out ? He said : This is the world. It came to me with beautiful face. I said : Be off. The world said : You have saved yourself from me, but those who will come after you will not be safe from my hand. (7) the Prophet stood by a place full of human bones and said to the people : Do you like to look at the world ? He then took a rotten cloth and melted bone and said. This is the world. He said that the wealth and pleasures of the world will be ruined like the rotten cloth and all the people will be melted like the melted bone. (8) The Prophet said : This world is sweet and fresh and God made you His representatives therein. He is looking how you act therein. (9) When the children of Israil were given enormouse wealth and when they were engrossed therein, they were attached to the worldly pleasures, love of women and precious scents and dresses. (10) Jesus Christ said : Don't take the world as you lord. It you do so, it will make you slaves. Hoard up Vol-III\tAttachment of the world\t155 your wealth with such One who will not destroy it. Guards of wealth of this world cannot be relied on, but you can rely on the guards of God. He also said : 0 my disciples, I have leveled the world with earth for you. Don't take it up after me. One of the evils of the world is that the people commit sins therein. Another evil of the world is that the next world cannot be acquired unless this world is given up. So take care and think that the world has passed away and don't live therein with happiness. Know that the root of all evils is attachment for the world. Many a time the present greed becomes the cause of man's calamities. (11) Jesus Christ also said : The world lies behind you and you take seat thereon. Therein the kings and women stand as stumbling blocks against you. Don't dispute with the kins regarding this world, as they will not stand in your way if you give up connection with hem and their affairs. Save yourselves from women with fastings and prayers. He also said : The world searches for the people and the people search for the world. The world searches for one who searches for the next world till his provision does not become complete for him. The next world searches for one who searches for the world till his death. Thereafter it catches his neck and climbs upon him. He also said God created nothing so obnoxious than the world. He did not look at it on the day He created it. (15) It has been reported that Hazrat Solaiman was roaming in air and birds were giving him shade and men and Jin were on his right and left sides. He met a hermit of Banu Israil on the way and the hermit said to him : 0 son of David, the Almighty God has given you reign and power. At this, Solaiman said : One Tasbih (praise of God) in the book of deeds of a believer is more superior than my reign, as what has been given to the son of David will end but Tasbih will remain, (16) The Prophet said Excessive wealth has kept you forgetful. The son of Adam says My wealth, my wealth. Have you got any other wealth than what you have eaten and ended, what you have put on and got old, what you have given in charity and remained lasting ? (17) The Prophet said : He who has got no abode takes the world as his abode. He who has got no wisdom makes enmity for it. He who has got no power of doing justice, coverts it. He who has got no sure faith makes efforts for it. (18) He said : He who gets up at dawn with the world as his object of thought is not 156\tThe Book of Destructive evils\tVol-III God-fearing in any matter. God gives him four conducts in his mind-(1) such anxiety as has got no end, (2) such engagement as has got no limit, (3) such poverty as can never make him rich. (4) and such hope which has got no end. (19) Hazrat Abu Hurairah reported: The Prophet said to me 0 Abu Hurairah, shall I show you what obnoxious things are there in this world ? I said : 0 Prophet of God, show me. Then he caught my hand and took me to a valley of Madina and showed me a place full of carcasses, stools and urine, rotten clothes and bones and hides. He said : 0 Abu Hurairah, there were in their beads greed like you greed and hopes like you hopes, but to-day those are with the rotten remains and those will be consumed by earth after some days. All these are of the world. If you can weep at the sad plight of the world, then weep. Then we began to weep. (20) Hazrat Daud-b-Hallal reported that it is written in the Scripture of Abraham : 0 world, how ignoble you are to religious men. You have presented yourself to them with your grandeurs, but hatred has been cast at you in their hearts and for that they have turned away from you. There is nothing so obnoxious to Me like you. Every act of your is mean and comes to destruction. I have recorded for you on the day I created you that you will not stay with anybody forever and that he who loves you will be miser. Thanks to those pious men who seek Me with pleasure in their hearts, those in whose hearts there is truth and who stand on right path. Happy are they as they will get rewards of what their hands have acquired. When they will come to Me from the graves, light will move forward in front of them and the angels will surround them. They will get mercy as they all hoped it from Me. (21) The Prophet said : There will appear such persons on the Resurrcetion Day whose merits will be high like the hillock of Tohama but they will be ordered to go to Hell. The comapnious asked : 0 Prophet of God, did they say prayers ? He replied : Yes, they observe prayers and fastings and prayed also at night but whenever anything of the world came to them, they jumped upon it. The Prophet said in his sermon : A believer will live with two fears. One fear is for his fate which is past and he does not know what was recorded therein. Another fear is his book of deeds which yet remains and he does not know what has been recorded by God therein for him. So a servant should gather Vol-III\tAttachment of the world\t157 world, from\tfor his r world, fm his life fo death, from his youth for his old age because the present world has been created for you good and you have been created for the next world. By One in w hose hand there is my life, there is no field for labour except Paradise and Hell and there is no abode after the world. (22) Jesus Christ said : Love of both this world and the next cannot remain united in the heart of a believer just as water and fire cannot remain united. Hazrat Gabriel asked the Prophet Noah : 0 one having a very long life, how have you found the world ? He said : It is like an abode having two doors. I have entered through one door and come out of another. (23) Jesus Christ was asked : Why do you not construct a house to live in ? He said : The abode of our predecessors is sufficient. The Prophet said : Beware of the world, as it is a sorcerer greater then Harut and Marut. (24) Hazrat Hasan Basari said : Once the Prophet came out to his companions and said: Who is one amongst you who does not wish bright eye sight after his blindness ? Beware, the more he is attached to the world and the longer is his hopes, the more God makes his heart blind ; and the more one gives up the world and the more he curtails his hopes, God gives him more wisdom without education and guides him more without guidance. Beware, there will come such a people after you whose kingdom will not be alright without pride and miserliness and who will not love except for passion. Beware, whoever reaches that age and remains patient over poverty even though he can acquire wealth and remains patient over hatred even though he can earn love, and remains patient over dishonor even though he can earn honour and he has got no other object for these things than the pleasure of God, will get rewards of fifty truthful men. (25) It has been reported that the Prophet Jesus Christ began to search for regue having fallen in storm, lightning and thunders, til he found a tent and came to it, but when he found a beautiful, woman therein he returned from there. Thereafter he came to a cave wherein there was a tiger. Then he placed his hand upon the ground and said : 0 Lord, you have given shelter to everything, but not to me. God then revealed to him : Your shelter is God's mercy. I shall get you married on the 158\tThe Book of Destructive evils\tVol-III Resurrection Day with one hundred Hurs whom I have created with My hands. Your marriage ceremony will continue for four thousand years, one day of which is equal to the age of this world. I will order a proclaimer to proclaim : Those who were religious and asectic will join this marriage ceremony. (26) Jesus Christ said : Alas for one who is addited to the world. How can he die after leaving the world and its fortunes ? How does the world play deception with him and he puts trusts in it? The world plays treachery withhim but he lives out of its fear. What he does not love comes to him, what he loves goes away from him. What has been promised for them must come. Alas for one whose only object of thought is this world and whose actions are sins. How can he appear to-morrow with sins? (27) It has been reported that God revealed to Moses : 0 Moses, what necessity have you got in the abode of the sinners (world) ? It is not your abode. Drive out your thoughts from it and remain aloof on the strength of your wisdom. What a bad house it is ? It is a good abode for one who does good therein. 0 Moses, I am searching for one who commits therein oppression secretly, so that I may take his virtues and give them to one oppressed. (28) It has been reported that the Prophet once sent Hazrat Abu Obaidah to the province of Bahrain. He went there and returned with enormous wealth from the inhabitants and placed it before the Prophet. The Ansars came to know of it and assembled for morning prayer to the mosque. After prayer the Prophet said : You have perhaps heard about the riches brought by Abu Obaidah. Then he said : I don't fear for your poverty but I fear for your enormous wealth as our previous nations got it. They got enormous wealth and engaged in quarrels with one another. As they were destroyed by this wealth, you will likewise be destroyed by it. (29) The Prophet said: I fear that you will be given the plenties of the world. He was asked : Who are the plenties of the world ? He said : Riches and treasures of the world. The Prophet said: Don't keep mind engaged in the thoughts of the world. (30) Jesus Christ said to his disciples : In order to get peace of this world as well as of the next, it is more preferable to eat bread with only salt, to wear gunny bag and to sleep in stables. Vol-III\tAttachment of the world\t159 (31) Hazrat Anas reported that the Prophet had a she camel named Ajwa which defeated all camels. A desert Arab came with a camel which defeated Ajwa. The Muslims were grieved to see this and the Prophet said : It is a duty of God that He does not raise up a thing without lowering it. (32) Jesus Christ once said Who is there who constructs a house in the currents of sea ? It is the world. Don't take it as your permanent abode. (33) Jesus Christ was once asked : Give me such short advice by virtue of which God will love us. He said : Hate the world and God will love you. (34) The Prophet said: If you had known what I know, you would have laughed little and wept much. Hate the world and love the next world. (35) Abu Dara's said : Had you known what I know from the Prophet, you would. have ccme out to every elevated place and wept for salvation of your soul, given up the riches and treasures of the world except what is essentially necessary for you. (36) Jesus Christ said : 0 my disciples, be satisfied with little of worldly riches but with greater divine service, as the worldly addicted man remains satisfied with little of divine service but greater worldly riches. (37) Jesus Christ said: It is of greater virtuous act to give up the world for those who search the world for religion. (38) The Prophet of Islam said : The world will be broadened for you after me but it will consume your faith in such a way as fire consumes a dry wood. (39) God sent revelation to Moses : 0 Moses, don't be addicted to the world, as you will not come to me with a greater sin than this. (40) Once Moses passed by a man who was weeping. He found the man in the same condition when he was returning. Then Moses prayed to God : 0 Lord, your servant is weeping for fear of you. God said : 0 son of Imran, if his tears flow over his head and he keeps his hands raised up till they fall down, I shall not forgive him as he loves the world. Wise sayings Hazrat Ali said'- He who has got six virtues leaves nothing for search for Paradise and for salvation from Hell- obeying God after knowing Him, following truth after knowing it, disobeying the devil after knowing him, saving himself from falsehood after knowing it, giving up the world after knowing it, and search for the next world after knowing it. Hazrat Hasan Basari said : God shows mercy on him who competes with another in matters of religion and He throws one. 160\tThe Book of Destructive evils\tVol-III on his neck who competes with you in matters of the world. Loqman advised his son : 0 darling, the world is a deep sea and many people are drowned therein. Make God-fear as your boat, Iman as your oar, God-reliance as your sail, so that you may get salvation, or else I don't see the cause of your salvation. The saint Fazil said: We should ponder deeply over the Quranic verse : I have made adornments for the world. I have created them with the object that I will see who among them is great in good works. A hermit was questioned : What do you think about time? He said : Time destroys the body, creates new hopes, takes death near and removes light distant. A certain sage said : success in the world means failure, cleanliness therein means uncleanliness and its dwellers remain in fear of loss of wealth, of clamity and impending death. One man said to the saint Abu Hazem : I have got no abode in the world, yet I complain to you about my attachment to the world. He said Look to what God granted you regarding wealth. Don't take except what is lawful. Don't spend except for things for which you should spend. If you conduct yourself in such a way, attachment for the world will not harm you. The saint Fazil said If the transient world was made of gold and ever-lasting and the next world of clay, it would have been our duty to love the clay-made next world than the world made of gold. How futile is it to love transient earth-made world than to ever-lasting gold-made next world. The wise Loqman said to his son: 0 darling, sell your world in exchange of your next world. You will then get benefit in both the worlds. Don't sell your next world in exchange of this world, you will then be a loser in both the worlds. Hazrat Ibn Abbas said : God divided the world into three parts-(1) one part for the believers, (2) one part for the hypocrites and (3) one part for the infidels. A believer gathers his provision therein, a hypocrite adorns it and an infidel makes enjoyments therein. Hazrat Baheli said : After the Prophet became the messenger of God, the armies of the devil came to him and said : One Prophet has appeared and one nation has come out. What shall we do now ? The devil said Do they love the world ? They said : Yes. The devil said : I have got no anxiety about them even though they do not worship idols provided they love the world. I will come to them Vol-III\tAttachment of the world\t161 morning and evening with three advices-(1) acquire wealth unjsutly,(2) spend money in improper places and (3) be miser in places where expenditure is necessary. All' sins arise out of these three matters. Hazrat Ali was once asked about the world. He said in short that accounts will be taken of lawful things in the world and punishment will be given of unlawful things. Abu Solaiman Darani said : When there is the next world in the mind of a man, the world stands before him. When there is the world in his mind, the next world does not come in, as the next world is honourable but the world is an object of hatred. Malek-b-Dinar said : The thoughts of the world will come out of your mind in proportion to your sorrows for the next world. Hazrat Ali said : This world and the next world are like two-co-wives. A co-wife will be dissatisfied in proportion to your giving satisfaction to another co-wife. Hazrat Hasan Basari said: I saw such men to whom this world was more an object of hatred than the trodden mud. They had no attention to whom it went, to whom it rested and from whom it set in. Once Hazrat Omar went to visit Syria when Abyu Obadah was its governor. He came riding on a she camel to receive Hazrat Omar. The she-camel had a rope tied with her nose. Hazrat Omar conversed with him and then came to his abode but found nothing therein except a sword, a shield and a wood stand for placing the Quran therein. The Caliph asked him Why have you not kept other necessary things in your house ? The governor said : 0 Commander of the Faithful, these things will carry me to the place of questions and answers (grave). The wise Loqman said to his son : 0 darling, you are drifting away from this world from the day in which you were born and advacnirg towards the next world. The ~bode to which you are proceeding is better than the abode from which you are drifting away. The saint Farnil-b-Iyaz said: Wonderful is the man who roams merrily even though the knows that death is inevitable. Wonderful is the man who laughs even though he knows that Hell is a truth. Wonderful is the man who remains satisfied with the world even though he knows that it is transient. Wonderful is the man who keeps himself engaged in earning wealth even though he knows that fate is true. 162\tThe Book of Destructive evils\tVol-III Once an old man of 200 years of age came to the Caliph Muwayiah who asked him what he wanted from him. The old man said : I wish to get from you the life that has passed and to remove death which is near. He said : I have got no power over that. He said : Then I have got nothing to ask from you. Hazrat Hasan basari said : The life of a man will not go out of the world without repentance for three things-(1) he could not enjoy with satisfaction what be hoarded, (2) he could not fulfill what he hoped for, (3) and he could not do actions which ought to have been done for the next world. A certain sage was asked : For whom is this world ? He said : For those who give up this world. He was asked : for whom is the next world, He said : For those who want it. The saint Ihya-b-Ma'az said: The wise men are three-(1) he who gives up the world before the world gives him up, (2) he who keeps himself prepared for his grave before he enters it, (3) and he who keeps God satisfied before he meets Him. Hazrat Ali said : The following six things are the world-(1), food, (2) drink .(3) dress, (4) conveyance, (5) woman and (6) scents, Honey is the best of foods and it comes from the mouths of bees. Water is the best of drinks. Both the virtuous and the sinners enjoy it. Silk cloth is the best of dresses and it is the saliva of worms. Horse is the best of conveyance. The Prophet fought riding on it. Woman is the best of coveted things to a man. He takes pleasures in penetrating his genital organ into female vazinal canal. Thus vazina is the most coveted thing in a woman. Musk is the best of scents and it is the blood of deer. Hazrat Hasan Basari once wrote to Caliph Abdul Aziz : This worlds is transient, not ever-lasting. Adam was sent to the world as a sort of punishment. 0 Commander of the Faithful, fear the world. Giving up the world means gathering provision from the world for the next world. To remain in want in the world means to posses wealth in the hereafter. Every moment of the world destroys a man. He who honours the world, is humiliated by it. He who hoards up for the world, is thrown into wants. The condition of the world is like poison. He who does not know it eats it and therein there lies his destruction. Live in the world like the person who treats his wound and bears hardship for a time for fear of long sufferings and keeps patience of bitter pills for fear of too many medicines. So fear this abode of deception, Vol-III\tAttachment of the world\t163 deceit and treachery. Treasures of the world were presented to our prophet. Had he accepted them, he would not have received honour like the wing of a fly. There is in Hadis Qudsi that God said to Moses : When you see some wealth coming to you, tell it: Punishment of sin will soon come. When you see poverty coming to you, say : Welcome to you, thanks to the sign of the religious men. If you like, follow Jesus Christ as he used to say : Hunger is my curry, God-fear is my sign, Sufi cloth is my dress, sun-rays in cold season is my provision, morning is my lamp, my feet are my conveyances, what the earth grows is my food. I pass nights having nothing and I pass my days having nothing. Who is a richer man than myself? Hazrat Ohab-b-Munabbah said : When God sent Moses and Haron to Pharaoh, He said : Don't fear him, his forelock is in my hand. He cannot move his tongue without My permission -and cannot breathe. Hazrat Ali said in his sermon : 0 people, know that you are dead and you will be raised up after you are deal. Let not the world's life deceive you. This world's life is surrounded by dangers and difficulties, its destruction and its treachery are well known to all. What is therein will pass away along with the world and the world will roam in the midst of its votaries. ILLUSTRATIONS OF THE WORLD (1) First illustration: The world is moving towards destruction. The world promises that it is lasting, but it breaks its promise immediately after that, Look to the world. It is motionless and steady, but really it is always moving. (2) Second illustration: The world is like a shade. Shade seems to be steady at its outward look, but really it is moving and constantly drifting. . (3) Third illustration: The world is like dream of night and like the different ideas in dream. The Prophet said : The world is like a dream and like happiness and punishment in dream. Eunus-b- Obaaid said : I found myself like a sleeping man in the world. He sees what he likes and does not like and then he wakes up from sleep in this condition. Similarly the people are asleep and riseup at death. 164\tThe Book of Destructive evils\tVol.nl (4) Fourth illustration: The world is like an unchaste woman The world at first treats well and then leads to destruction. The world dresses itself like an unchaste woman and calls the people towards her. Whenever she takes the people to her house, she ruins them. Jesus Christ saw the world in his mind's eye like an old woman dressed nicely and asked her : How many husbands have you taken ? She said : There is no limit. He asked : Have all of them died during your life time or have they divorce you once after another ? The woman said : I have ruined all of them. Jesus Christ said : Woe to yourremaining husbands. Thy do not take lessons seeing the condition of your previous husbands. They do not take care even tough you have runined them one after another. (5) Fifth illustration: The world is like anugly old woman. The outer form of the world is one kind and its secret form is another. Its outer form is nice but its inner form is ugly and poisonous. So the world can well be compared to an old and ulgy woman. The saint Abu Bakr-b-Iyash said : I saw the world in dream as an ugly woman with dislevelled hairs. She is beating drum with her hands and many people are dancing behind her. When she came forward, she said : If I can win over you, it will be good. I will deceive you as I have deceived these people. Then Abu Bakr wept: I saw this woman before I came to Bagdad. (6) Sixth ill illustration: Know, 0 dear readers, that a man has got three conditions-0) one condition is that he was nothing at one time and that was before his birth. (2) The second condition is that he will not see the world after his death till resurrection. (3) The third condition is the time between these two times-the time of life. This is the time of life's span. Now compare this short time with the endless time before and after. For this reason, the Prophet said : 'I am in this world like a sojourner who travels in scorching rays of the sun and then sleeps for a time under the shade of a tree on the way and then rises up and walks. He who looks to the world with this angle of vision, can not be addicted to this world. He cannot look how his days pass by, whether in sorrows and difficulties or in joy and happiness. He does not construct any building or a house of wood up to his death. One day he saw a companion constructing a house of wood and said : I am seeing that death is faster than this house. Jesus Christ said : The world is like a bridge. Cross it Vol-III\tAttachment of the world\t165 ut do not live in it. This is a clear illustration as this world's life s drifting towards the next world. The beginning of this bridge is the birth place and the end is grave. To construct houses on the road and to adorn them is foolishness in the extreme as it shall hang to be crossed. J7) Seventh illustration: At first, if seems that there is joy and happiness in the world but it is difficult to get out of it safe. Hazrat Ali wrote to Salman Faresi : The world is like a snake which is smooth on touch but whose poison is destructive. So be areful of what seems therefrom liking to you. When you are ertain that you shall have to part from it, you should give up all thoughts about it. The more you enjoy the objects of happiness in the world, the more it will be the cause of your sorrows. (8) Eight illustration: The Prophet said : The worldly addicted man i~ like one who walks upon water. Can he walk upon water without getting his feet wetted in water ? This is a lesson for those who think that their soul is pure though their body is in worldly happiness. Worldly attachment becomes a stumbling block to getting pleasures in divine services. Jesus Christ said : I tell you with truth, the worldly addicted man does not get pleasure in divine service as a diseased man does not get any taste in delicious foods. I tell you with true that if you do not hold under control your riding animal, its nature will change and you will feel difficulty in riding on it. Similar is the condition of mind. If you cannot keep the mind under control by constant divine service and remembrance of death, it will become hard and harsh. The Prophet said : There are difficulties and danger sin the world. The good work of any of you is like a pot. If its upper portion is clean, its inner portion is also clean and if its upper portion is unclean, its inner portion also is unclean. (9) Ninth illustration: The Prophet said : The world is like a torn cloth from its beginning to end. The end of the cloth is hanging up with a thread which will soon be torn. (10) Tenth illustration: Jesus Christ said : The searcher for the world is like one who drinks water of sea. The more he will drink the saltish water of the sea, the more his thirst will increase and ultimately he will meet with his end. (11) Eleventh illustration: The temptations and greed of the world conduce to happiness as the greed for food is enjoyable to 166\tThe Book of Destructive evils\tVol-III belly. Everyone will see his greed of the world stency and an. object of hatred at the time of his death as the delicious foods become obnoxious in stomach. The more the food is delicious and tasteful, the more the stool gives out obnoxious smell. Similarly the more the temptations are delicious to heart, the more it will become troublesome at the time of death. The more a man has got worldly riches, the more are his pangs of separation at the time of his death. What is the meaning of death except the leaving of the worldly riches ? The Prophet said : God likened the world to the food of men and likened the food to the world. (12) Twelveth illustration: The Prophet said : What is this. world in comparison with the next world ? This world is like that scanty water which a finger catches when it is put into sea. (13) Thirteenth illustration: Know, 0 dear readers, that the worldly men are like the people in their carelessness who got on a boat and the boatman held it up with an island and asked the boarders to clear their natural calls. Some of them returned soon after their calls of nature and some sat in the island heartily enjoying the songs of birds, seeing the beautiful brids and beasts and other charming things of the island. They returned after sometime only to find their places in the boat made too narrow. Some of them totllay forgot the boat and settled in the island without heeding the boatman's words that they should return soon to their boat. As a result they stayed in the island and died soon after without getting food and drink. This is the illustration of the world. Those who forgot their permanent abode and are engrossed in worldly enjoyments, they meet with spiritual death and destroy themselves. Nothing will go tight them at the time of their death except good deeds. (14) Fourteenth illustration: Hazrat Hasan Basari reported : I heard that the Prophet gave advice to his companions : The world is like a company of people who were travelling through a desert. Their provisions ran short and they faced death. When they where in this this condition, they found a man coming towards them from a distance. When he came, he said to them : If I can take you to a fountains and a good garden, will you obey me they said : Yes, we shall not disobey you. We swear in the name of God. He then took them to a fountain and a garden full of vegetables and fruits. Thus they saved their lives after eating them. The man said : 0 people, now you may go. Some of them Vol-III\tAttachment of the world\t167 obeyed him and went away from that place. Those who disobeyed were soon caught by enemies and were either killed or made captives. (15) Fifteenth illustration. This world is like guest or rest house built for the travellers and not for permanent residence therein. The rest house is to be enjoyed only temporarily. This world is similarly a rest house for the travellers of the next world who will take benefit therefrom for their permanent residence. SPECIAL KNOWLEDGE OF THE WORLD What is the world? Which portion of the world is to be accepted and which to be rejected ? Which is good in the world and which is bad ? This world and the next world are two conditions of your mind. everything before death is world and everything after death is next world. The thing which gives you pleasure before death increases your greed and gives you taste is the world for you and the thing which will give you pleasure after death is the next world. THREE KINDS OF THINGS ARE NOT WORLD.-(1) The things that will go to the next world with a man and knowledge and actions. The objects of knowledge are God, His attributes, His actions, His sovereignty over heaven and earth, etc. Actions mean the actions done for the sake of God and His pleasure. The learned man is he who possesses these two attributes. To him knowledge of the former is greatest, for which he gives up food; drink and'even marriage, as the happiness of the former is greater than that of the latter. This knowledge is a portion of the world, yet it cannot be called world. It is included within the next world. A certain sage said : I fear death as it will destroy my might prayer. Another sage said : 0 God, give me strength in the grave to pray, to bow and prostrate. The Prophet said : Three things of the world are dear to me-wife, scent and prayer. Even prayer was considered as belonging to the world. The things which can be perceived by the five senses are of this world. Prayer is done by movements of bodily organs and therefore it is included within the world. (2) Things of the second kind. These things are also not included within the world and these are such things as are absolutely necessary for a man in-this world. What is not absolutely necessary is world. What is not done for the next 168\tThe Book of Destructive evils\tVol-III world is world and not next world, just as to enjoy lawful things in excess of necessity, to enjoy silver and gold, horse, cattle, landed property, houses and buildings, dress and delicious foods of various kinds. Hazrat Omar reported that he had appointed Abu Darda'a as governor of the province of Hems. The governor erected a latrine with two dirhams' expense. Hazrat Omar wrote to him on getting this news : From Omar, Commander of the Faithful, to Abu Darda'a. You have got ample worldly adornments in the places of Chosroes and Byzantines, but God proposes to destroy them. When this letter of mine reaches you, you and your family must come to Damsscus and stay there till death. Hazrat Omar thought it even unnecessary. (3) Things of the third kind. The things of the third kind are in the intermediary between the above two classes. This is to work with the object of doing next worldly actions, such as taking food and drink only to save life, to wear coarse cloth only to cover private parts and to do such wogks from which there is no escape. So what is necessary of food and drink to save life and health is not world. THREE THINGS WILL GO WITH A MAN AT THE TIME OF HIS DEATH (1) purity of heart, (2) satisfaction arising out of the remembrance of God (3) and engagement of mind in divine love. Purity of mind cannot be attained if one cannot control himself from worldly passions and temptations. Satisfaction cannot be gained unless there is constant remembrance of God and keeping patience therein. These three things will be the causes of satisfaction. By death the existence of man does not end but he returns to God after separation from his dear things of the world. From this, it is known that a traveler towards the next world must necessarily possess three qualities-Zikr (remembrance of God), Fikr (good thought) and meditation and pious actions which prevent him from worldly greeds. To such a man, the enjoyments of the world are bitter. If there is no health, these qualities cannot be attained and dress and an abode for habitations. So these things are also necessary. If a man takes these things to the proportion of necessity with the object of the next world, he cannot be addicted to the world. For him the world is a seed ground for the future. Vol-III\tAttachment of the world\t169 There are two classes of these thing.-Lawful and unlawful. Unlawful things lead to the punishment in the next world and lawful things stand as blocks to higher ranks. To wait for rendering account on the Resurrection Day is a sort of punishment. The Prophet said : There are accounts for the lawful things of the world and punishment for the unlawful things. He also said : There is also punishment for the lawful things but this punishment is lighter than that of unlwful things. So everything in the world is cursed, small or great, lawful or unlawful. The proportion of a thing which helps God-fear is not world. He whose Marfat or God's knowledge is strong takes great care of the world. Jesus Christ once was sleeping placing his head on a stone. The devil came to him and said : You have become attached to the world. At this, he threw away the stone at him. Hazrat Solaiman entertained his people with various dishes, but himself ate husk of wheat. Our Prophet was pesented the treasures of the world, but he kept himself hungry for some days and bound stones in his belly to reduce the pangs of hunger. For this reason, the prophets and friends of God were given the most severe trails, so that they may enjoy enternal happiness of the next world. So what is not done for the sake of God is called world and what is done for His sake is not world. Question. What are the things for the. sake of God? Answer. All things are divided into three classes. (1) What is not done for the sake of God, such as sins, prophibited things and unnecessary. lawful things. These are the things of the world, (2) What is done for the sake of God. (3) Worldly actions done for the sake of God, such as food and drink, marriage etc. The second class of things are again sub-divided into three classes. (1) Fikr or meditation about the creatious of God, (2) Zikr or remembrance of God and (3) abstaining from worldly greeds and passions. When these things are done for the sake of God and not for show, they appertain to the third class. They are food, drink, marriage etc. If they are done for the sake of God, they are next worldly actions but if they are done to satisfy just, they are worldly actions. The Prophet said : He who, searches lawful things of the world to show glory or boast will meet with God in His enraged condition, but he who searches the world to abstain'from begging and to 170\tThe Book of Destructive evils\tVol-III Vol-III\tAttachment of the world\t171 save him will come on the Resurrection Day with face bright as full moon. God says : He who restrains himself from vain desires will have paradise as his destination-19:40Q. FIVE THINGS OF VAIN DESIRES: Passion or vain desire is composed of five things. God says of them in the following verse Know that this world's life is a mere sport, vain plays and adornment, mutual boast and increase in wealth and children-57 : 20Q. In another verse, seven things have been counted as vain desires-3:14 Q.-Men have been given the vain desires of women, children, hoarded wealth of silver and gold, horses of good quality, quadrupeds and crops. These are things of this world's life. Now you have come to know what is world and what is not world. Food, dress and abode to the extent of almost necessity and if done to please God are not world. What is in excess of these things is called world. There are things which are absolutely necessary and things which are simply necessary. There is the middle course between these two kinds which is best and the middle course keeps near the border line of absolute necessity. The §aint Wais Qarni was regarded by his country men as a mad man as he subjected himself to strict rigours of life. They constructed for him a hut which he visited once a year or once in two or three years. He used to go out before Azan for morning prayer and returned home after Isha or night prayer. His food were the stones of dried grapes and he used to put on the torn pieces of cloth after sewing which he gathered from heaps of refuges in markets. Often the boys threw stones at him. He said to the body's : Throw small stones as my ablution might break for bleeding if large stones are thrown at me. The Prophet looked his actions with honour and said: I am feeling the breath of God from the land of Yemen. This is a hint at Wais Qarni. Hazrat Omar delivered this sermon to the people after taking charge of Khilafat : 0 people, let the inhabitants of Iraq stand up and let others sit down. A party of men stood up. Then he said : Let the inhabitants of Kufa stand up and let others sit down. When it was done he said : Let the people of Murad clan remain standing and let others down. He said afterwards : Let the inhabitants of Qarn remain standing and let others sit down. Except one man, all others sat down. Then Omar said to him : Do you know Wais-b-Amr Qarni ? He said : I know, 0 Commander of the Faithful, why do you ask about him? By God, there is nobody more insane, stupid and fool than him. Hazrat Omar began to weep and said : I heard from the Prophet that owing to his intercession a great many people like the numbers of Rabia and Modar clans will get salvation. Haran-b-Hayan said: When I heard this from Hazrat Omar, I came to Kufa and searched for Wais Qarni and found him at noon washing cloths in the bank of the Tigirs. I found him strong and stout, with bald head, thick beard, and broad face. I asked him How are yot%0 wais ? He replied : 0 Haran, son of Hayan, how are you ? Who did tell you my address ? I said : God. I wondered how he came to know my name when he did not see me before. I asked him: How have you come to know my name and the name of my father? He said : The Almighty gave me this information. My soul recognized your soul when I talked with you. Similarly a believer can recognise another believer. I said: Tell me a Hadis of the Prophet. He said : I never had any companionship with the Holy Prophet but I saw some of his companions and heard some traditions from them. Then he recited the Quranic verse : I have not created the heavens and earth and what is between them out of sport. I created them with truth, but most people do not know-44: 39 Q. When he read up to this, he raised a loud shriek and said : 0 Haran, your father Hayan has died and you will soon die. Hazrat Adam, his wife Hawa, prophets Noah, Moses, David and even Muhammad, the world Prophet, died. Hazrat Abu Bakr died and my friend Hazrat Omar also has just expired. Alas, 0 Omar, alas, 0 Omar. I said : Hazrat Omar has not died. I saw him alive when I left him. He said: My Lord has just now given me the news that Omar has expired. Then he said to Haran : Walk in the path of God's Book and the believers and pious men. The news of your and my death have come. Don't be unmindful even for a twinkling of an eye. When you will return to your people, give sermons to them. Don't go a single step from the Jamaat of a Muslims. Invoke for me and for you. Haran I entrust you to God. May God shower mercy on you. You will not see me again. I am going this way and you go that way. MEANING OF THIS WORLD AND THE NEXT WORLD It will be clear to you from what has been described above that the things on which the sun casts its rays and the things 172\tThe Book of Destructive evils\tVol-III which the earth grows are all included within the limit of this world, and the things if done for the sake of God and the things contrary to the above are the next world. Whatever is absolutely necessary to gain strength for divine service is an action of the next world if taken in accordance with the wishes of God. If a pilgrim is on his way to pilgrimage and takes care of things necessary for his pilgrirmage, such as provisions of himself and his conveyance, pilgrimage is not nulligied therefore and he is engaged then in the actions of pilgrimage. Similarly body is the carrier of soul and walks along the distance of life. So efforts to gain and preserve strength of body for acquiring knowledge and good works are not called world, but included within the next world. The saint Tanafusi said : I was attached to the door of Banu Shaiba of the Ka'ba for seven days. On the eighth day, I heard and unknown voice : Be careful, God makes the internal eye of one blind, who takes from the world kings in excess of what is necessary for him. REAL KNOWLEDGE OF THE WORLD Know, 0; dear readers, that the making of the world is-(1) the things which exist in the world, (2) the things with which man have got connection, (3) and the things for the adornment of which men are engaged. (1) The things which exist in the world are the earth and the things that are on it. God says : I have created whatever is in the earth as adornment in order to try who among them is best in action. The earth is a bed for the children of Adam and for their rest. Whatever is grown is divided into three classes-(1) mineral substances, (2) plants and (3) animals. Animals are men, birds and beasts. Man wants to subdue birds, beasts and even men called slaves and wants also women for enjoyment. These are the world. Men' love women, children, gold and silver, crops and quardrnped animals. Man has got two connections with these things-internal and external. The meaning of internal connection is to love these things with heart, to engage with them in enjoyment and turn all thoughts for them. His heart then becomes addicted to the world like a slave. For this reason, all evils, such as pride, treachery, show, hatred, name and fame, flattery, love of wealth enter the heart. This is the internal connection with the world. The meaning of outer connection so that of the body to take recourse to business and industry. So Vol-III\tAttachment of the world\t173 there is the connection of mind with love and connection of body with the things. All the things are for food of the body, but food of the soul is the intention with which food is taken for the sake of God. The man who forgets his goal and soul living in the world is like the pilgrim who remains always engaged with his conveying animal and forgets his, pilgrimage. The pilgrim towards the next world remembers his goal and does only what is necessary to take him to the destination. CAUSES OF ENGAGEMENT IN THE WORLD: The three causes are to gather food, dress and abode. Food is for preservation of the body, dress is for protection of the body from heat and cold, and abode is for protection of the body and to keep away the causes of destruction of lives and wealth, God created these things for the benefit of mankind. There are five necessary things for man which are the basis of industry and main causes of his engagement-(1) cultivation, (2) grazing, (3) hunting, (4) weaving and (5) construction. Cvultivation is for growing crops And food stuffs. Grazing is for maintaining beasts and quardrupeds. Weaving is for making cloths and dresses and construction is for making houses for habitation. For smooth living, administrative-works, judicial works and military work, are necessary. So mankind is divided into three classes from the point of view of-these works-(1) cultivators and industrialists, .(2) sofdiers, and (3) offices of government.' The leligious men are of different:classes: One -class of religiou6 men think that ,this wvrJd -is a.house of dangers, difficgltiesand labourand•think also.thatthey wiil.be owners of fortune hi thq next world irrespective bf'aiittons good or bad. Another class of religious nien think that natural passiors must be uprooted for salvation and- it is not sufficient only to bring them under control. Another class think that it is impossible to observe religious rules and that God has got no necessity for the divine service of men. Another class think that divine service is not necessary as it is sufficient to have knowledge of God. Another class of menn rightly think that there is salvation in following the prophets especially the last Prophet of Arabia. They do not give up the world, nor uproot their passions. They take from the world whatever absolutely necessary for them. The Prophet said that out of many parties, only one party will get salvation. The companions asked : 0 Prophet of God, who are 174\tThe Book of Destructive evils Vol-III they ? He said : People of Sunnat and Jamaat. The Prophet was asked : Who are the people of Sunnat and Jamaat ? He said : Those who tread my path and the path of my companions ? They did not take the world for its sake but for religion. They did not give up the world but really they renunciated the world. They adopted the middle course in their actions and did not go to the extremes. ****End of Chapter 6 - Volume 3 ***** E-mail: webmaster - Sign the Guest Book - Imam\nGhazali Home Page Information: This\n    Page was last updated on: 18 Jun 2007 21:31:57 -0400 This\n    page is constantly being updated since July 2001. So check back\n    often. Page\n    URL: www.muslimphilosophy.com/gz/ihya/english/ihya-vol3-C6.htm . A\n    reader is needed for PDF files and it is available\n    free of charge from Adobe . About\n    the Islamic Philosophy Online Project . Reporting\n    copyright infringement . Site\n    © Copyright 2003 by Islamic Philosophy Online, Inc. A not-for-profit\n    organization dedicated to academic study of Islamic philosophy. Individual\n    content may have its own individual copyrights. See\n    copyright information."
  },
  {
    "ar": "وهو الكتاب السادس من ربع المهلكات من كتاب إحياء علوم الدين",
    "en": ""
  },
  {
    "ar": "بسم الله الرحمن الرحيم",
    "en": ""
  },
  {
    "ar": "الحمد لله الذي عرف أولياءه غوائل الدنيا وآفاتها وكشف لهم عن عيوبها  وعوراتها",
    "en": ""
  },
  {
    "ar": "حتى نظروا في شواهدها وآياتها ووزنوا بحسناتها سيئاتها فعلموا أنه يزيد  منكرها",
    "en": ""
  },
  {
    "ar": "على معروفها ولا يفي مرجوها بمخوفها ولا يسلم طلوعها من كسوفها ولكنها في  صورة",
    "en": ""
  },
  {
    "ar": "امرأة مليحة تستميل الناس بجمالها ولها  أسرار  سوء  قبائح  تهلك  الراغبين  في",
    "en": ""
  },
  {
    "ar": "وصالها ثم هي فرارة عن طلابها شحيحة بإقبالها وإذا أقبلت لم يؤمن شرها  ووبالها",
    "en": ""
  },
  {
    "ar": "إن أحسنت ساعة أساءت سنة وإن أساءت مرة جعلتها سنة فدوائر إقبالها على  التقارب",
    "en": ""
  },
  {
    "ar": "دائرة وتجارة بنيها خاسرة  بائرة  وآفاتها  على  التوالي  لصدور  طلابها  راشقة",
    "en": ""
  },
  {
    "ar": "ومجاري أحوالها بذل طالبيها ناطقة فكل مغرور بها إلى الذل مصيره وكل متكبر  بها",
    "en": ""
  },
  {
    "ar": "إلى التحسر مسيره شأنها الهرب من طالبها والطلب لهاربها ومن  خدمها  فاتته  ومن",
    "en": ""
  },
  {
    "ar": "أعرض عنها واتته لا يخلو صفوها عن شوائب الكدورات ولا ينفك سرورها عن  المنغصات",
    "en": ""
  },
  {
    "ar": "سلامتها تعقب السقم وشبابها يسوق إلى الهرم ونعيمها لا يثمر إلا الحسرة  والندم",
    "en": ""
  },
  {
    "ar": "فهي خداعة مكارة طيارة فرارة لا تزال تتزين لطلابها حتى إذا صاروا  من  أحبابها",
    "en": ""
  },
  {
    "ar": "كشرت لهم عن أنيابها وشوشت عليهم مناظم أسبابها وكشفت  لهم  عن  مكنون  عجائبها",
    "en": ""
  },
  {
    "ar": "فأذاقتهم قواتل سمامها ورشقتهم بصوائب  سهامها  بينما  أصحابها  منها  في  سرور",
    "en": ""
  },
  {
    "ar": "وإنعام إذ ولت عنها كأنها أضغاث أحلام ثم  عكرت  عليهم  بدواهيها  فطحنتهم  طحن",
    "en": ""
  },
  {
    "ar": "الحصيد ووارتهم في أكفانهم تحت الصعيد إن ملكت واحدا منهم جميع  ما  طلعت  عليه",
    "en": ""
  },
  {
    "ar": "الشمس جعلته حصيدا كأن لم يغن بالأمس تمنى  أصحابها  سرورا  وتعدهم  غرورا  حتى",
    "en": ""
  },
  {
    "ar": "يأملون كثيرا ويبنون قصورا فتصبح قصورهم قبورا وجمعهم بورا وسعيهم هباء  منثورا",
    "en": ""
  },
  {
    "ar": "ودعاؤهم ثبورا هذه صفتها وكأن أمر الله قدرا مقدورا والصلاة والسلام  على  محمد",
    "en": ""
  },
  {
    "ar": "عبده ورسوله المرسل إلى العالمين بشيرا ونذيرا وسراجا منيرا  وعلى  من  كان  من",
    "en": ""
  },
  {
    "ar": "أهله وأصحابه له في الدين ظهيرا وعلى الظالمين نصيرا وسلم تسليما كثيرا.",
    "en": ""
  },
  {
    "ar": "أما بعد فإن الدنيا عدوة  لله  وعدوة  لأولياء  الله  وعدوة  لأعداء  الله  أما",
    "en": ""
  },
  {
    "ar": "عداوتها لله فإنها قطعت الطريق على عباد الله ولذلك لم  ينظر  الله  إليها  منذ",
    "en": ""
  },
  {
    "ar": "خلقها وأما عداوتها لأولياء  الله  عز  وجل  فإنه  تزينت  لهم  بزينتها  وعمتهم",
    "en": ""
  },
  {
    "ar": "بزهرتها ونضارتها حتى تجرعوا مرارة الصبر  في  مقاطعتها  وأما  عداوتها  لأعداء",
    "en": ""
  },
  {
    "ar": "الله فإنها استدرجتهم بمكرها وكيدها فاقتنصتهم بشبكتها حتى  وثقوا  بها  وعولوا",
    "en": ""
  },
  {
    "ar": "عليها فخذلتهم أحوج ما كانوا إليها فاجتنوا منها حسرة تتقطع دونها  الأكباد  ثم",
    "en": ""
  },
  {
    "ar": "حرمتهم السعادة أبد الآباد فهم على فراقها يتحسرون ومن  مكايدها  يستغيثون  ولا",
    "en": ""
  },
  {
    "ar": "يغاثون بل يقال لهم اخسئوا فيها ولا تكلمون أولئك الذي  اشتروا  الحياة  الدنيا",
    "en": ""
  },
  {
    "ar": "بالآخرة فلا يخفف عنهم العذاب ولا هم ينصرون وإذا عظمت  غوائل  الدنيا  وشرورها",
    "en": ""
  },
  {
    "ar": "فلا بد أولا من معرفة حقيقة الدنيا وما هي وما الحكمة في خلقها مع عداوتها  وما",
    "en": ""
  },
  {
    "ar": "مدخل غرورها وشرورها فإن من لا يعرف الشر لا يتقيه ويوشك أن يقع فيه ونحن  نذكر",
    "en": ""
  },
  {
    "ar": "ذم الدنيا وأمثلتها وحقيقتها وتفصيل معانيها وأصناف الأشغال المتعلقة بها  ووجه",
    "en": ""
  },
  {
    "ar": "الحاجة إلى أصولها وسبب انصراف الخلق عن الله  بسبب  التشاغل  بفضولها  إن  شاء",
    "en": ""
  },
  {
    "ar": "الله تعالى وهو المعين على ما يرتضيه.",
    "en": ""
  },
  {
    "ar": "بيان ذم الدنيا",
    "en": ""
  },
  {
    "ar": "الآيات الواردة في ذم الدنيا وأمثلتها كثيرة وأكثر القرآن مشتمل على ذم  الدنيا",
    "en": ""
  },
  {
    "ar": "وصرف الخلق عنها ودعوتهم  إلى  الآخرة  بل  هو  مقصود  الأنبياء  عليهم  الصلاة",
    "en": ""
  },
  {
    "ar": "والسلام ولم يبعثوا إلا لذلك فلا حاجة  إلى  الاستشهاد  بآيات  القرآن  لظهورها",
    "en": ""
  },
  {
    "ar": "وإنما نورد بعض الأخبار الواردة فيها فقد روي أن رسول الله صلى الله عليه  وسلم",
    "en": ""
  },
  {
    "ar": "مر على شاة ميتة فقال أترون هذه الشاة هينة على أهلها قالوا من  هوانها  ألقوها",
    "en": ""
  },
  {
    "ar": "قال والذي نفسي بيده للدنيا أهون على الله من هذه الشاة  على  أهلها  ولو  كانت",
    "en": ""
  },
  {
    "ar": "الدنيا تعدل عند الله جناح بعوضة ما سقى كافرا منها شربة ماء حديث مر  على  شاة",
    "en": ""
  },
  {
    "ar": "ميتة فقال أترون هذه الشاة هينة على صاحبها  الحديث  أخرجه  ابن  ماجه  والحاكم",
    "en": ""
  },
  {
    "ar": "وصحح إسناده من حديث سهل بن  سعد  وآخره  عند  الترمذي  وقال  حسن  صحيح  ورواه",
    "en": ""
  },
  {
    "ar": "الترمذي وابن ماجه من حديث المستورد بن شداد دون  هذه  القطعة  الأخيرة  ولمسلم",
    "en": ""
  },
  {
    "ar": "نحوه من حديث جابر وقال صلى الله عليه وسلم  الدنيا  سجن  المؤمن  وجنة  الكافر",
    "en": ""
  },
  {
    "ar": "حديث الدنيا سجن المؤمن وجنة الكافر أخرجه مسلم من حديث أبي  هريرة  وقال  رسول",
    "en": ""
  },
  {
    "ar": "الله صلى الله عليه وسلم الدنيا ملعونة ملعون ما فيها إلا  ما  كان  منها  حديث",
    "en": ""
  },
  {
    "ar": "الدنيا ملعونة ملعون ما فيها أخرجه الترمذي وحسنه وابن ماجه من حديث أبي  هريرة",
    "en": ""
  },
  {
    "ar": "وزاد إلا ذكر الله وما والاه وعالم ومتعلم وقال  أبو  موسى  الأشعري  قال  رسول",
    "en": ""
  },
  {
    "ar": "الله صلى الله عليه وسلم من أحب دنياه أضر بآخرته ومن  أحب  آخرته  أضر  بدنياه",
    "en": ""
  },
  {
    "ar": "فآثروا ما يبقى على ما يفنى حديث أبي موسى الأشعري من  أحب  دنياه  أضر  بآخرته",
    "en": ""
  },
  {
    "ar": "الحديث أخرجه أحمد والبزار والطبراني وابن حبان والحاكم وصححه  وقال  صلى  الله",
    "en": ""
  },
  {
    "ar": "عليه وسلم حب الدنيا رأس كل خطيئة حديث حب الدنيا رأس كل خطيئة أخرجه  ابن  أبي",
    "en": ""
  },
  {
    "ar": "الدنيا في ذم الدنيا والبيهقي في شعب الإيمان من طريقه من  رواية  الحسن  مرسلا",
    "en": ""
  },
  {
    "ar": "وقال زيد بن أرقم كنا مع أبي بكر الصديق رضي الله عنه  فدعا  بشراب  فأتى  بماء",
    "en": ""
  },
  {
    "ar": "وعسل فلما أدناه من فيه بكى حتى أبكى أصحابه وسكتوا وما سكت ثم  عاد  وبكى  حتى",
    "en": ""
  },
  {
    "ar": "ظنوا أنهم لا يقدرون على مسألته قال ثم مسح عينيه فقالوا يا  خليفة  رسول  الله",
    "en": ""
  },
  {
    "ar": "ما أبكاك قال كنت مع رسول الله صلى الله عليه وسلم فرأيته يدفع  عن  نفسه  شيئا",
    "en": ""
  },
  {
    "ar": "ولم أر معه أحدا فقلت يا رسول الله ما الذي تدفع عن نفسك قال هذه  الدنيا  مثلت",
    "en": ""
  },
  {
    "ar": "لي فقلت لها إليك عني ثم رجعت فقالت إنك إن أفلت مني لم يفلت مني من بعدك  حديث",
    "en": ""
  },
  {
    "ar": "زيد بن أرقم كنا مع أبي بكر فدعا بشراب فأتى بماء وعسل فلما أدناه من  فيه  بكى",
    "en": ""
  },
  {
    "ar": "الحديث وفيه كنت مع رسول الله صلى الله عليه وسلم فرأيته  يدفع  عن  نفسه  شيئا",
    "en": ""
  },
  {
    "ar": "الحديث أخرجه البزار بسند ضعيف بنحوه والحاكم  وصحح  إسناده  وابن  أبي  الدنيا",
    "en": ""
  },
  {
    "ar": "والبيهقي من طريقه بلفظه وقال صلى الله عليه وسلم  يا  عجبا  كل  العجب  للمصدق",
    "en": ""
  },
  {
    "ar": "بدار الخلود وهو يسعى لدار الغرور حديث يا عجبا كل العجب  للمصدق  بدار  الخلود",
    "en": ""
  },
  {
    "ar": "وهو يسعى لدار الغرور أخرجه ابن أبي الدنيا من حديث أبي  جرير  مرسلا  وروي  أن",
    "en": ""
  },
  {
    "ar": "رسول الله صلى الله عليه وسلم وقف على مزبلة فقال هلموا إلى الدنيا  وأخذ  خرقا",
    "en": ""
  },
  {
    "ar": "قد بليت على تلك المزبلة وعظاما قد نخرت فقال هذه  الدنيا  حديث  إنه  وقف  على",
    "en": ""
  },
  {
    "ar": "مزبلة فقال هلموا إلى الدنيا  الحديث  أخرجه  ابن  أبي  الدنيا  في  ذم  الدنيا",
    "en": ""
  },
  {
    "ar": "والبيهقي في شعب الإيمان من طريقه من رواية ابن ميمون اللخمي مرسلا  وفيه  بقية",
    "en": ""
  },
  {
    "ar": "بن الوليد وقد عنعنه وهو مدلس وهذه إشارة إلى أن زينة  الدنيا  ستخلق  مثل  تلك",
    "en": ""
  },
  {
    "ar": "الخرق وأن الأجسام التي ترى بها ستصير عظاما بالية وقال صلى الله عليه وسلم  إن",
    "en": ""
  },
  {
    "ar": "الدنيا حلوة خضرة وإن الله مستخلفكم فيها فناظر كيف تعملون إن بني إسرائيل  لما",
    "en": ""
  },
  {
    "ar": "بسطت لهم الدنيا ومهدت تاهوا في الحلية والنساء والطيب والثياب حديث إن  الدنيا",
    "en": ""
  },
  {
    "ar": "حلوة خضرة وإن الله مستخلفكم فيها فناظر كيف تعملون الحديث أخرجه الترمذي  وابن",
    "en": ""
  },
  {
    "ar": "ماجه من حديث أبي سعيد دون قوله إن بني إسرائيل والشطر الأول متفق  عليه  ورواه",
    "en": ""
  },
  {
    "ar": "ابن أبي الدنيا من حديث الحسن مرسلا بالزيادة التي  في  آخره  وقال  عيسى  عليه",
    "en": ""
  },
  {
    "ar": "السلام لا تتخذوا الدنيا ربا فتتخذكم عبيدا اكنزوا كنزكم عند من لا  يضيعه  فإن",
    "en": ""
  },
  {
    "ar": "صاحب كنز الدنيا يخاف عليه الآفة وصاحب كنز الله لا يخاف عليه الآفة وقال  عليه",
    "en": ""
  },
  {
    "ar": "أفضل الصلاة والسلام يا معشر الحواريين إني قد كببت لكم الدنيا على  وجهها  فلا",
    "en": ""
  },
  {
    "ar": "تنعشوها بعدي فإن من خبث الدنيا أن عصى الله فيها وإن من خبث الدنيا أن  الآخرة",
    "en": ""
  },
  {
    "ar": "لا تدرك إلا بتركها ألا فاعبروا الدنيا ولا تعمروها واعلموا أن  أصل  كل  خطيئة",
    "en": ""
  },
  {
    "ar": "حب الدنيا ورب شهوة ساعة أورثت أهلها حزنا طويلا وقال  أيضا  بطحت  لكم  الدنيا",
    "en": ""
  },
  {
    "ar": "وجلستم على ظهرها فلا ينازعنكم فيها الملوك والنساء فأما الملوك  فلا  تنازعوهم",
    "en": ""
  },
  {
    "ar": "الدنيا فإنهم لن يعرضوا لكم ما تركتموهم ودنياهم وأما  النساء  فاتقوهن  بالصوم",
    "en": ""
  },
  {
    "ar": "والصلاة وقال أيضا الدنيا طالبة ومطلوبة فطالب الآخرة تطلبه الدنيا حتى  يستكمل",
    "en": ""
  },
  {
    "ar": "فيها رزقه وطالب الدنيا تطلبه الآخرة حتى يجيء الموت  فيأخذ  بعنقه  وقال  موسى",
    "en": ""
  },
  {
    "ar": "ابن يسار قال النبي صلى الله عليه وسلم إن الله عز وجل لم يخلق خلقا أبغض  إليه",
    "en": ""
  },
  {
    "ar": "من الدنيا وأنه منذ خلقها لم ينظر إليها حديث موسى بن يسار إن  الله  جل  ثناؤه",
    "en": ""
  },
  {
    "ar": "لم يخلق خلقا أبغض إليه من الدنيا وأنه منذ خلقها لم ينظر إليها أخرجه ابن  أبي",
    "en": ""
  },
  {
    "ar": "الدنيا من هذا الوجه بلاغا وللبيهقي في  الشعب  من  طريقه  وهو  مرسل  وروي  أن",
    "en": ""
  },
  {
    "ar": "سليمان بن داود عليهما السلام مر في موكبه والطير تظله والجن والإنس  عن  يمينه",
    "en": ""
  },
  {
    "ar": "وشماله قال فمر بعابد من بني إسرائيل فقال والله يا ابن  داود  لقد  آتاك  الله",
    "en": ""
  },
  {
    "ar": "ملكا عظيما قال فسمع سليمان وقال لتسبيحة في صحيفة مؤمن خير مما أعطى ابن  داود",
    "en": ""
  },
  {
    "ar": "فإن ما أعطى ابن داود يذهب والتسبيحة تبقى وقال  صلى  الله  عليه  وسلم  ألهاكم",
    "en": ""
  },
  {
    "ar": "التكاثر يقول ابن آدم مالي مالي وهل لك من مالك إلا ما  أكلت  فأفنيت  أو  لبست",
    "en": ""
  },
  {
    "ar": "فأبليت أو تصدقت فأبقيت حديث ألهاكم التكاثر يقول ابن  آدم  مالي  مالي  الحديث",
    "en": ""
  },
  {
    "ar": "أخرجه مسلم من حديث عبد الله بن الشخير وقال صلى الله عليه وسلم إن الدنيا  دار",
    "en": ""
  },
  {
    "ar": "من لا دار له ومال من لا مال له ولها يجمع من لا عقل له  وعليها  يعادي  من  لا",
    "en": ""
  },
  {
    "ar": "علم له وعليها يحسد من لا فقه له ولها يسعى من لا يقين له حديث الدنيا  دار  من",
    "en": ""
  },
  {
    "ar": "لا دار له الحديث أخرجه أحمد من حديث عائشة مقتصرا  على  هذا  وعلى  قوله  ولها",
    "en": ""
  },
  {
    "ar": "يجمع من لا عقل له دون بقيته وزاد ابن أبي الدنيا والبيهقي في الشعب  من  طريقه",
    "en": ""
  },
  {
    "ar": "ومال من لا مال له وإسناده جيد وقال صلى الله عليه وسلم من أصبح  والدنيا  أكبر",
    "en": ""
  },
  {
    "ar": "همه فليس من الله في شيء وألزم الله قلبه أربع خصال  هما  لا  ينقطع  عنه  أبدا",
    "en": ""
  },
  {
    "ar": "وشغلا لا يتفرغ منه أبدا وفقرا لا يبلغ غناه أبدا وأملا لا  يبلغ  منتهاه  أبدا",
    "en": "REVIVAL OF RELIGIOUS LEARNINGS IMAM GHAZZALI'S IHYA ULUM-ID-DIN Translated by FAZL-UL-KARIM VOL. III CONTENTS OF BOOK III THE BOOK OF DESTRUCTIVE EVILS CONTENTS CHAPTER VI Evils of the world  153 THE REVIVAL OF RELIGIOUS LEARNINGS The Book of Destructive Evils CHAPTER VI ATTACHMENT OF THE WORLD All praise is due to God who discloses the merits and demerits of the world to His friends. They weighed its benefits and harms on the scale and found that its harms are greater than its benefits. The world is like a beautiful unchaste woman who attrates the people towards her by her beauty but she has got such secret diseases which destroy one who goes unto her. If you do good to the world for one hour, it does you harm for one year. If you carry on business with the worldly people, you gain no benefit but loss. He who seeks the world faces many dangers and difficulties which cannot be enumerated. Who so wants it, it flees away from him; and who so does not want it, it goes to him. THE WORLD IS AN ENEMY OF GOD The cause is that the world cuts the ways of divine service. For this reason, God keeps an eye on it since He created it. The world is an enemy of the friends of God. The cause is that it presents itself with its best grandeurs just like an unchaste woman dressed with various beautiful dresses. The world is also an enemy of the enemies of God. The cause is that the world entraps them in its net of love after deceiving them and opens its door of love for them. They are deceived by its love and get attached to it. The result is that they are dishonored and disgraced and they go away from it. Their hearts are pierced for its separation and fortune bids them adieu for ever. Then there is no limit to their remose and they therefore seek refuge to God. They have purchased this world in exchange of the next world. When the harms of the world are many, we should know its snares and charms and then save ourselves from its deceptions and love. 154 The Book of Destructive evils\tVol-III EVILS OF THE WORLD There are innumberable verses of the Quran regarding the evils of the world. The goal of the Prophet was to turn away the people from the evils and harms of the world and so there is no necessity of collecting verses from the Quran about it. I shall mention only some Hadis. (1) It has been narrated that the Prophet was once passing by a dead goat and said to his companions : Don't you look to the dead animal ? Its owner is now looking at it with hate. By One in whose hand there is my life, just as this dead goat is more an object of hate to its owner, the world is likewise more an object of hatred to God. If the value of the world would have been like the wing of a mosquito, He would not have given a drought of water to an unbeliever to drink. (2) The Prophet said : The world is a prison to a believer and a Paradise to an unbeliever. (3) He said. The world is caused and all the things in it are cursed. 94) He said: He who loves the world injures his hereafter and he who loves his hereafter injures his world. So take what will last for ever by giving up what will not last. (5) He said : Love of the world is the root of all sins. (6) Zaid-b-Akram reported : We were once with hazrat Abu Bakr. He ordered for water and honey which were brought to him. He lifted them to drink but began to weep. On being asked the reason, he said : Once I was with the Holy Prophet and saw that be was wiping out something from his body. tasked him: 0 Prophet of God, what are you throwing out ? He said : This is the world. It came to me with beautiful face. I said : Be off. The world said : You have saved yourself from me, but those who will come after you will not be safe from my hand. (7) the Prophet stood by a place full of human bones and said to the people : Do you like to look at the world ? He then took a rotten cloth and melted bone and said. This is the world. He said that the wealth and pleasures of the world will be ruined like the rotten cloth and all the people will be melted like the melted bone. (8) The Prophet said : This world is sweet and fresh and God made you His representatives therein. He is looking how you act therein. (9) When the children of Israil were given enormouse wealth and when they were engrossed therein, they were attached to the worldly pleasures, love of women and precious scents and dresses. (10) Jesus Christ said : Don't take the world as you lord. It you do so, it will make you slaves. Hoard up Vol-III\tAttachment of the world\t155 your wealth with such One who will not destroy it. Guards of wealth of this world cannot be relied on, but you can rely on the guards of God. He also said : 0 my disciples, I have leveled the world with earth for you. Don't take it up after me. One of the evils of the world is that the people commit sins therein. Another evil of the world is that the next world cannot be acquired unless this world is given up. So take care and think that the world has passed away and don't live therein with happiness. Know that the root of all evils is attachment for the world. Many a time the present greed becomes the cause of man's calamities. (11) Jesus Christ also said : The world lies behind you and you take seat thereon. Therein the kings and women stand as stumbling blocks against you. Don't dispute with the kins regarding this world, as they will not stand in your way if you give up connection with hem and their affairs. Save yourselves from women with fastings and prayers. He also said : The world searches for the people and the people search for the world. The world searches for one who searches for the next world till his provision does not become complete for him. The next world searches for one who searches for the world till his death. Thereafter it catches his neck and climbs upon him. He also said God created nothing so obnoxious than the world. He did not look at it on the day He created it. (15) It has been reported that Hazrat Solaiman was roaming in air and birds were giving him shade and men and Jin were on his right and left sides. He met a hermit of Banu Israil on the way and the hermit said to him : 0 son of David, the Almighty God has given you reign and power. At this, Solaiman said : One Tasbih (praise of God) in the book of deeds of a believer is more superior than my reign, as what has been given to the son of David will end but Tasbih will remain, (16) The Prophet said Excessive wealth has kept you forgetful. The son of Adam says My wealth, my wealth. Have you got any other wealth than what you have eaten and ended, what you have put on and got old, what you have given in charity and remained lasting ? (17) The Prophet said : He who has got no abode takes the world as his abode. He who has got no wisdom makes enmity for it. He who has got no power of doing justice, coverts it. He who has got no sure faith makes efforts for it. (18) He said : He who gets up at dawn with the world as his object of thought is not 156\tThe Book of Destructive evils\tVol-III God-fearing in any matter. God gives him four conducts in his mind-(1) such anxiety as has got no end, (2) such engagement as has got no limit, (3) such poverty as can never make him rich. (4) and such hope which has got no end. (19) Hazrat Abu Hurairah reported: The Prophet said to me 0 Abu Hurairah, shall I show you what obnoxious things are there in this world ? I said : 0 Prophet of God, show me. Then he caught my hand and took me to a valley of Madina and showed me a place full of carcasses, stools and urine, rotten clothes and bones and hides. He said : 0 Abu Hurairah, there were in their beads greed like you greed and hopes like you hopes, but to-day those are with the rotten remains and those will be consumed by earth after some days. All these are of the world. If you can weep at the sad plight of the world, then weep. Then we began to weep. (20) Hazrat Daud-b-Hallal reported that it is written in the Scripture of Abraham : 0 world, how ignoble you are to religious men. You have presented yourself to them with your grandeurs, but hatred has been cast at you in their hearts and for that they have turned away from you. There is nothing so obnoxious to Me like you. Every act of your is mean and comes to destruction. I have recorded for you on the day I created you that you will not stay with anybody forever and that he who loves you will be miser. Thanks to those pious men who seek Me with pleasure in their hearts, those in whose hearts there is truth and who stand on right path. Happy are they as they will get rewards of what their hands have acquired. When they will come to Me from the graves, light will move forward in front of them and the angels will surround them. They will get mercy as they all hoped it from Me. (21) The Prophet said : There will appear such persons on the Resurrcetion Day whose merits will be high like the hillock of Tohama but they will be ordered to go to Hell. The comapnious asked : 0 Prophet of God, did they say prayers ? He replied : Yes, they observe prayers and fastings and prayed also at night but whenever anything of the world came to them, they jumped upon it. The Prophet said in his sermon : A believer will live with two fears. One fear is for his fate which is past and he does not know what was recorded therein. Another fear is his book of deeds which yet remains and he does not know what has been recorded by God therein for him. So a servant should gather Vol-III\tAttachment of the world\t157 world, from\tfor his r world, fm his life fo death, from his youth for his old age because the present world has been created for you good and you have been created for the next world. By One in w hose hand there is my life, there is no field for labour except Paradise and Hell and there is no abode after the world. (22) Jesus Christ said : Love of both this world and the next cannot remain united in the heart of a believer just as water and fire cannot remain united. Hazrat Gabriel asked the Prophet Noah : 0 one having a very long life, how have you found the world ? He said : It is like an abode having two doors. I have entered through one door and come out of another. (23) Jesus Christ was asked : Why do you not construct a house to live in ? He said : The abode of our predecessors is sufficient. The Prophet said : Beware of the world, as it is a sorcerer greater then Harut and Marut. (24) Hazrat Hasan Basari said : Once the Prophet came out to his companions and said: Who is one amongst you who does not wish bright eye sight after his blindness ? Beware, the more he is attached to the world and the longer is his hopes, the more God makes his heart blind ; and the more one gives up the world and the more he curtails his hopes, God gives him more wisdom without education and guides him more without guidance. Beware, there will come such a people after you whose kingdom will not be alright without pride and miserliness and who will not love except for passion. Beware, whoever reaches that age and remains patient over poverty even though he can acquire wealth and remains patient over hatred even though he can earn love, and remains patient over dishonor even though he can earn honour and he has got no other object for these things than the pleasure of God, will get rewards of fifty truthful men. (25) It has been reported that the Prophet Jesus Christ began to search for regue having fallen in storm, lightning and thunders, til he found a tent and came to it, but when he found a beautiful, woman therein he returned from there. Thereafter he came to a cave wherein there was a tiger. Then he placed his hand upon the ground and said : 0 Lord, you have given shelter to everything, but not to me. God then revealed to him : Your shelter is God's mercy. I shall get you married on the 158\tThe Book of Destructive evils\tVol-III Resurrection Day with one hundred Hurs whom I have created with My hands. Your marriage ceremony will continue for four thousand years, one day of which is equal to the age of this world. I will order a proclaimer to proclaim : Those who were religious and asectic will join this marriage ceremony. (26) Jesus Christ said : Alas for one who is addited to the world. How can he die after leaving the world and its fortunes ? How does the world play deception with him and he puts trusts in it? The world plays treachery withhim but he lives out of its fear. What he does not love comes to him, what he loves goes away from him. What has been promised for them must come. Alas for one whose only object of thought is this world and whose actions are sins. How can he appear to-morrow with sins? (27) It has been reported that God revealed to Moses : 0 Moses, what necessity have you got in the abode of the sinners (world) ? It is not your abode. Drive out your thoughts from it and remain aloof on the strength of your wisdom. What a bad house it is ? It is a good abode for one who does good therein. 0 Moses, I am searching for one who commits therein oppression secretly, so that I may take his virtues and give them to one oppressed. (28) It has been reported that the Prophet once sent Hazrat Abu Obaidah to the province of Bahrain. He went there and returned with enormous wealth from the inhabitants and placed it before the Prophet. The Ansars came to know of it and assembled for morning prayer to the mosque. After prayer the Prophet said : You have perhaps heard about the riches brought by Abu Obaidah. Then he said : I don't fear for your poverty but I fear for your enormous wealth as our previous nations got it. They got enormous wealth and engaged in quarrels with one another. As they were destroyed by this wealth, you will likewise be destroyed by it. (29) The Prophet said: I fear that you will be given the plenties of the world. He was asked : Who are the plenties of the world ? He said : Riches and treasures of the world. The Prophet said: Don't keep mind engaged in the thoughts of the world. (30) Jesus Christ said to his disciples : In order to get peace of this world as well as of the next, it is more preferable to eat bread with only salt, to wear gunny bag and to sleep in stables. Vol-III\tAttachment of the world\t159 (31) Hazrat Anas reported that the Prophet had a she camel named Ajwa which defeated all camels. A desert Arab came with a camel which defeated Ajwa. The Muslims were grieved to see this and the Prophet said : It is a duty of God that He does not raise up a thing without lowering it. (32) Jesus Christ once said Who is there who constructs a house in the currents of sea ? It is the world. Don't take it as your permanent abode. (33) Jesus Christ was once asked : Give me such short advice by virtue of which God will love us. He said : Hate the world and God will love you. (34) The Prophet said: If you had known what I know, you would have laughed little and wept much. Hate the world and love the next world. (35) Abu Dara's said : Had you known what I know from the Prophet, you would. have ccme out to every elevated place and wept for salvation of your soul, given up the riches and treasures of the world except what is essentially necessary for you. (36) Jesus Christ said : 0 my disciples, be satisfied with little of worldly riches but with greater divine service, as the worldly addicted man remains satisfied with little of divine service but greater worldly riches. (37) Jesus Christ said: It is of greater virtuous act to give up the world for those who search the world for religion. (38) The Prophet of Islam said : The world will be broadened for you after me but it will consume your faith in such a way as fire consumes a dry wood. (39) God sent revelation to Moses : 0 Moses, don't be addicted to the world, as you will not come to me with a greater sin than this. (40) Once Moses passed by a man who was weeping. He found the man in the same condition when he was returning. Then Moses prayed to God : 0 Lord, your servant is weeping for fear of you. God said : 0 son of Imran, if his tears flow over his head and he keeps his hands raised up till they fall down, I shall not forgive him as he loves the world. Wise sayings Hazrat Ali said'- He who has got six virtues leaves nothing for search for Paradise and for salvation from Hell- obeying God after knowing Him, following truth after knowing it, disobeying the devil after knowing him, saving himself from falsehood after knowing it, giving up the world after knowing it, and search for the next world after knowing it. Hazrat Hasan Basari said : God shows mercy on him who competes with another in matters of religion and He throws one. 160\tThe Book of Destructive evils\tVol-III on his neck who competes with you in matters of the world. Loqman advised his son : 0 darling, the world is a deep sea and many people are drowned therein. Make God-fear as your boat, Iman as your oar, God-reliance as your sail, so that you may get salvation, or else I don't see the cause of your salvation. The saint Fazil said: We should ponder deeply over the Quranic verse : I have made adornments for the world. I have created them with the object that I will see who among them is great in good works. A hermit was questioned : What do you think about time? He said : Time destroys the body, creates new hopes, takes death near and removes light distant. A certain sage said : success in the world means failure, cleanliness therein means uncleanliness and its dwellers remain in fear of loss of wealth, of clamity and impending death. One man said to the saint Abu Hazem : I have got no abode in the world, yet I complain to you about my attachment to the world. He said Look to what God granted you regarding wealth. Don't take except what is lawful. Don't spend except for things for which you should spend. If you conduct yourself in such a way, attachment for the world will not harm you. The saint Fazil said If the transient world was made of gold and ever-lasting and the next world of clay, it would have been our duty to love the clay-made next world than the world made of gold. How futile is it to love transient earth-made world than to ever-lasting gold-made next world. The wise Loqman said to his son: 0 darling, sell your world in exchange of your next world. You will then get benefit in both the worlds. Don't sell your next world in exchange of this world, you will then be a loser in both the worlds. Hazrat Ibn Abbas said : God divided the world into three parts-(1) one part for the believers, (2) one part for the hypocrites and (3) one part for the infidels. A believer gathers his provision therein, a hypocrite adorns it and an infidel makes enjoyments therein. Hazrat Baheli said : After the Prophet became the messenger of God, the armies of the devil came to him and said : One Prophet has appeared and one nation has come out. What shall we do now ? The devil said Do they love the world ? They said : Yes. The devil said : I have got no anxiety about them even though they do not worship idols provided they love the world. I will come to them Vol-III\tAttachment of the world\t161 morning and evening with three advices-(1) acquire wealth unjsutly,(2) spend money in improper places and (3) be miser in places where expenditure is necessary. All' sins arise out of these three matters. Hazrat Ali was once asked about the world. He said in short that accounts will be taken of lawful things in the world and punishment will be given of unlawful things. Abu Solaiman Darani said : When there is the next world in the mind of a man, the world stands before him. When there is the world in his mind, the next world does not come in, as the next world is honourable but the world is an object of hatred. Malek-b-Dinar said : The thoughts of the world will come out of your mind in proportion to your sorrows for the next world. Hazrat Ali said : This world and the next world are like two-co-wives. A co-wife will be dissatisfied in proportion to your giving satisfaction to another co-wife. Hazrat Hasan Basari said: I saw such men to whom this world was more an object of hatred than the trodden mud. They had no attention to whom it went, to whom it rested and from whom it set in. Once Hazrat Omar went to visit Syria when Abyu Obadah was its governor. He came riding on a she camel to receive Hazrat Omar. The she-camel had a rope tied with her nose. Hazrat Omar conversed with him and then came to his abode but found nothing therein except a sword, a shield and a wood stand for placing the Quran therein. The Caliph asked him Why have you not kept other necessary things in your house ? The governor said : 0 Commander of the Faithful, these things will carry me to the place of questions and answers (grave). The wise Loqman said to his son : 0 darling, you are drifting away from this world from the day in which you were born and advacnirg towards the next world. The ~bode to which you are proceeding is better than the abode from which you are drifting away. The saint Farnil-b-Iyaz said: Wonderful is the man who roams merrily even though the knows that death is inevitable. Wonderful is the man who laughs even though he knows that Hell is a truth. Wonderful is the man who remains satisfied with the world even though he knows that it is transient. Wonderful is the man who keeps himself engaged in earning wealth even though he knows that fate is true. 162\tThe Book of Destructive evils\tVol-III Once an old man of 200 years of age came to the Caliph Muwayiah who asked him what he wanted from him. The old man said : I wish to get from you the life that has passed and to remove death which is near. He said : I have got no power over that. He said : Then I have got nothing to ask from you. Hazrat Hasan basari said : The life of a man will not go out of the world without repentance for three things-(1) he could not enjoy with satisfaction what be hoarded, (2) he could not fulfill what he hoped for, (3) and he could not do actions which ought to have been done for the next world. A certain sage was asked : For whom is this world ? He said : For those who give up this world. He was asked : for whom is the next world, He said : For those who want it. The saint Ihya-b-Ma'az said: The wise men are three-(1) he who gives up the world before the world gives him up, (2) he who keeps himself prepared for his grave before he enters it, (3) and he who keeps God satisfied before he meets Him. Hazrat Ali said : The following six things are the world-(1), food, (2) drink .(3) dress, (4) conveyance, (5) woman and (6) scents, Honey is the best of foods and it comes from the mouths of bees. Water is the best of drinks. Both the virtuous and the sinners enjoy it. Silk cloth is the best of dresses and it is the saliva of worms. Horse is the best of conveyance. The Prophet fought riding on it. Woman is the best of coveted things to a man. He takes pleasures in penetrating his genital organ into female vazinal canal. Thus vazina is the most coveted thing in a woman. Musk is the best of scents and it is the blood of deer. Hazrat Hasan Basari once wrote to Caliph Abdul Aziz : This worlds is transient, not ever-lasting. Adam was sent to the world as a sort of punishment. 0 Commander of the Faithful, fear the world. Giving up the world means gathering provision from the world for the next world. To remain in want in the world means to posses wealth in the hereafter. Every moment of the world destroys a man. He who honours the world, is humiliated by it. He who hoards up for the world, is thrown into wants. The condition of the world is like poison. He who does not know it eats it and therein there lies his destruction. Live in the world like the person who treats his wound and bears hardship for a time for fear of long sufferings and keeps patience of bitter pills for fear of too many medicines. So fear this abode of deception, Vol-III\tAttachment of the world\t163 deceit and treachery. Treasures of the world were presented to our prophet. Had he accepted them, he would not have received honour like the wing of a fly. There is in Hadis Qudsi that God said to Moses : When you see some wealth coming to you, tell it: Punishment of sin will soon come. When you see poverty coming to you, say : Welcome to you, thanks to the sign of the religious men. If you like, follow Jesus Christ as he used to say : Hunger is my curry, God-fear is my sign, Sufi cloth is my dress, sun-rays in cold season is my provision, morning is my lamp, my feet are my conveyances, what the earth grows is my food. I pass nights having nothing and I pass my days having nothing. Who is a richer man than myself? Hazrat Ohab-b-Munabbah said : When God sent Moses and Haron to Pharaoh, He said : Don't fear him, his forelock is in my hand. He cannot move his tongue without My permission -and cannot breathe. Hazrat Ali said in his sermon : 0 people, know that you are dead and you will be raised up after you are deal. Let not the world's life deceive you. This world's life is surrounded by dangers and difficulties, its destruction and its treachery are well known to all. What is therein will pass away along with the world and the world will roam in the midst of its votaries. ILLUSTRATIONS OF THE WORLD (1) First illustration: The world is moving towards destruction. The world promises that it is lasting, but it breaks its promise immediately after that, Look to the world. It is motionless and steady, but really it is always moving. (2) Second illustration: The world is like a shade. Shade seems to be steady at its outward look, but really it is moving and constantly drifting. . (3) Third illustration: The world is like dream of night and like the different ideas in dream. The Prophet said : The world is like a dream and like happiness and punishment in dream. Eunus-b- Obaaid said : I found myself like a sleeping man in the world. He sees what he likes and does not like and then he wakes up from sleep in this condition. Similarly the people are asleep and riseup at death. 164\tThe Book of Destructive evils\tVol.nl (4) Fourth illustration: The world is like an unchaste woman The world at first treats well and then leads to destruction. The world dresses itself like an unchaste woman and calls the people towards her. Whenever she takes the people to her house, she ruins them. Jesus Christ saw the world in his mind's eye like an old woman dressed nicely and asked her : How many husbands have you taken ? She said : There is no limit. He asked : Have all of them died during your life time or have they divorce you once after another ? The woman said : I have ruined all of them. Jesus Christ said : Woe to yourremaining husbands. Thy do not take lessons seeing the condition of your previous husbands. They do not take care even tough you have runined them one after another. (5) Fifth illustration: The world is like anugly old woman. The outer form of the world is one kind and its secret form is another. Its outer form is nice but its inner form is ugly and poisonous. So the world can well be compared to an old and ulgy woman. The saint Abu Bakr-b-Iyash said : I saw the world in dream as an ugly woman with dislevelled hairs. She is beating drum with her hands and many people are dancing behind her. When she came forward, she said : If I can win over you, it will be good. I will deceive you as I have deceived these people. Then Abu Bakr wept: I saw this woman before I came to Bagdad. (6) Sixth ill illustration: Know, 0 dear readers, that a man has got three conditions-0) one condition is that he was nothing at one time and that was before his birth. (2) The second condition is that he will not see the world after his death till resurrection. (3) The third condition is the time between these two times-the time of life. This is the time of life's span. Now compare this short time with the endless time before and after. For this reason, the Prophet said : 'I am in this world like a sojourner who travels in scorching rays of the sun and then sleeps for a time under the shade of a tree on the way and then rises up and walks. He who looks to the world with this angle of vision, can not be addicted to this world. He cannot look how his days pass by, whether in sorrows and difficulties or in joy and happiness. He does not construct any building or a house of wood up to his death. One day he saw a companion constructing a house of wood and said : I am seeing that death is faster than this house. Jesus Christ said : The world is like a bridge. Cross it Vol-III\tAttachment of the world\t165 ut do not live in it. This is a clear illustration as this world's life s drifting towards the next world. The beginning of this bridge is the birth place and the end is grave. To construct houses on the road and to adorn them is foolishness in the extreme as it shall hang to be crossed. J7) Seventh illustration: At first, if seems that there is joy and happiness in the world but it is difficult to get out of it safe. Hazrat Ali wrote to Salman Faresi : The world is like a snake which is smooth on touch but whose poison is destructive. So be areful of what seems therefrom liking to you. When you are ertain that you shall have to part from it, you should give up all thoughts about it. The more you enjoy the objects of happiness in the world, the more it will be the cause of your sorrows. (8) Eight illustration: The Prophet said : The worldly addicted man i~ like one who walks upon water. Can he walk upon water without getting his feet wetted in water ? This is a lesson for those who think that their soul is pure though their body is in worldly happiness. Worldly attachment becomes a stumbling block to getting pleasures in divine services. Jesus Christ said : I tell you with truth, the worldly addicted man does not get pleasure in divine service as a diseased man does not get any taste in delicious foods. I tell you with true that if you do not hold under control your riding animal, its nature will change and you will feel difficulty in riding on it. Similar is the condition of mind. If you cannot keep the mind under control by constant divine service and remembrance of death, it will become hard and harsh. The Prophet said : There are difficulties and danger sin the world. The good work of any of you is like a pot. If its upper portion is clean, its inner portion is also clean and if its upper portion is unclean, its inner portion also is unclean. (9) Ninth illustration: The Prophet said : The world is like a torn cloth from its beginning to end. The end of the cloth is hanging up with a thread which will soon be torn. (10) Tenth illustration: Jesus Christ said : The searcher for the world is like one who drinks water of sea. The more he will drink the saltish water of the sea, the more his thirst will increase and ultimately he will meet with his end. (11) Eleventh illustration: The temptations and greed of the world conduce to happiness as the greed for food is enjoyable to 166\tThe Book of Destructive evils\tVol-III belly. Everyone will see his greed of the world stency and an. object of hatred at the time of his death as the delicious foods become obnoxious in stomach. The more the food is delicious and tasteful, the more the stool gives out obnoxious smell. Similarly the more the temptations are delicious to heart, the more it will become troublesome at the time of death. The more a man has got worldly riches, the more are his pangs of separation at the time of his death. What is the meaning of death except the leaving of the worldly riches ? The Prophet said : God likened the world to the food of men and likened the food to the world. (12) Twelveth illustration: The Prophet said : What is this. world in comparison with the next world ? This world is like that scanty water which a finger catches when it is put into sea. (13) Thirteenth illustration: Know, 0 dear readers, that the worldly men are like the people in their carelessness who got on a boat and the boatman held it up with an island and asked the boarders to clear their natural calls. Some of them returned soon after their calls of nature and some sat in the island heartily enjoying the songs of birds, seeing the beautiful brids and beasts and other charming things of the island. They returned after sometime only to find their places in the boat made too narrow. Some of them totllay forgot the boat and settled in the island without heeding the boatman's words that they should return soon to their boat. As a result they stayed in the island and died soon after without getting food and drink. This is the illustration of the world. Those who forgot their permanent abode and are engrossed in worldly enjoyments, they meet with spiritual death and destroy themselves. Nothing will go tight them at the time of their death except good deeds. (14) Fourteenth illustration: Hazrat Hasan Basari reported : I heard that the Prophet gave advice to his companions : The world is like a company of people who were travelling through a desert. Their provisions ran short and they faced death. When they where in this this condition, they found a man coming towards them from a distance. When he came, he said to them : If I can take you to a fountains and a good garden, will you obey me they said : Yes, we shall not disobey you. We swear in the name of God. He then took them to a fountain and a garden full of vegetables and fruits. Thus they saved their lives after eating them. The man said : 0 people, now you may go. Some of them Vol-III\tAttachment of the world\t167 obeyed him and went away from that place. Those who disobeyed were soon caught by enemies and were either killed or made captives. (15) Fifteenth illustration. This world is like guest or rest house built for the travellers and not for permanent residence therein. The rest house is to be enjoyed only temporarily. This world is similarly a rest house for the travellers of the next world who will take benefit therefrom for their permanent residence. SPECIAL KNOWLEDGE OF THE WORLD What is the world? Which portion of the world is to be accepted and which to be rejected ? Which is good in the world and which is bad ? This world and the next world are two conditions of your mind. everything before death is world and everything after death is next world. The thing which gives you pleasure before death increases your greed and gives you taste is the world for you and the thing which will give you pleasure after death is the next world. THREE KINDS OF THINGS ARE NOT WORLD.-(1) The things that will go to the next world with a man and knowledge and actions. The objects of knowledge are God, His attributes, His actions, His sovereignty over heaven and earth, etc. Actions mean the actions done for the sake of God and His pleasure. The learned man is he who possesses these two attributes. To him knowledge of the former is greatest, for which he gives up food; drink and'even marriage, as the happiness of the former is greater than that of the latter. This knowledge is a portion of the world, yet it cannot be called world. It is included within the next world. A certain sage said : I fear death as it will destroy my might prayer. Another sage said : 0 God, give me strength in the grave to pray, to bow and prostrate. The Prophet said : Three things of the world are dear to me-wife, scent and prayer. Even prayer was considered as belonging to the world. The things which can be perceived by the five senses are of this world. Prayer is done by movements of bodily organs and therefore it is included within the world. (2) Things of the second kind. These things are also not included within the world and these are such things as are absolutely necessary for a man in-this world. What is not absolutely necessary is world. What is not done for the next 168\tThe Book of Destructive evils\tVol-III world is world and not next world, just as to enjoy lawful things in excess of necessity, to enjoy silver and gold, horse, cattle, landed property, houses and buildings, dress and delicious foods of various kinds. Hazrat Omar reported that he had appointed Abu Darda'a as governor of the province of Hems. The governor erected a latrine with two dirhams' expense. Hazrat Omar wrote to him on getting this news : From Omar, Commander of the Faithful, to Abu Darda'a. You have got ample worldly adornments in the places of Chosroes and Byzantines, but God proposes to destroy them. When this letter of mine reaches you, you and your family must come to Damsscus and stay there till death. Hazrat Omar thought it even unnecessary. (3) Things of the third kind. The things of the third kind are in the intermediary between the above two classes. This is to work with the object of doing next worldly actions, such as taking food and drink only to save life, to wear coarse cloth only to cover private parts and to do such wogks from which there is no escape. So what is necessary of food and drink to save life and health is not world. THREE THINGS WILL GO WITH A MAN AT THE TIME OF HIS DEATH (1) purity of heart, (2) satisfaction arising out of the remembrance of God (3) and engagement of mind in divine love. Purity of mind cannot be attained if one cannot control himself from worldly passions and temptations. Satisfaction cannot be gained unless there is constant remembrance of God and keeping patience therein. These three things will be the causes of satisfaction. By death the existence of man does not end but he returns to God after separation from his dear things of the world. From this, it is known that a traveler towards the next world must necessarily possess three qualities-Zikr (remembrance of God), Fikr (good thought) and meditation and pious actions which prevent him from worldly greeds. To such a man, the enjoyments of the world are bitter. If there is no health, these qualities cannot be attained and dress and an abode for habitations. So these things are also necessary. If a man takes these things to the proportion of necessity with the object of the next world, he cannot be addicted to the world. For him the world is a seed ground for the future. Vol-III\tAttachment of the world\t169 There are two classes of these thing.-Lawful and unlawful. Unlawful things lead to the punishment in the next world and lawful things stand as blocks to higher ranks. To wait for rendering account on the Resurrection Day is a sort of punishment. The Prophet said : There are accounts for the lawful things of the world and punishment for the unlawful things. He also said : There is also punishment for the lawful things but this punishment is lighter than that of unlwful things. So everything in the world is cursed, small or great, lawful or unlawful. The proportion of a thing which helps God-fear is not world. He whose Marfat or God's knowledge is strong takes great care of the world. Jesus Christ once was sleeping placing his head on a stone. The devil came to him and said : You have become attached to the world. At this, he threw away the stone at him. Hazrat Solaiman entertained his people with various dishes, but himself ate husk of wheat. Our Prophet was pesented the treasures of the world, but he kept himself hungry for some days and bound stones in his belly to reduce the pangs of hunger. For this reason, the prophets and friends of God were given the most severe trails, so that they may enjoy enternal happiness of the next world. So what is not done for the sake of God is called world and what is done for His sake is not world. Question. What are the things for the. sake of God? Answer. All things are divided into three classes. (1) What is not done for the sake of God, such as sins, prophibited things and unnecessary. lawful things. These are the things of the world, (2) What is done for the sake of God. (3) Worldly actions done for the sake of God, such as food and drink, marriage etc. The second class of things are again sub-divided into three classes. (1) Fikr or meditation about the creatious of God, (2) Zikr or remembrance of God and (3) abstaining from worldly greeds and passions. When these things are done for the sake of God and not for show, they appertain to the third class. They are food, drink, marriage etc. If they are done for the sake of God, they are next worldly actions but if they are done to satisfy just, they are worldly actions. The Prophet said : He who, searches lawful things of the world to show glory or boast will meet with God in His enraged condition, but he who searches the world to abstain'from begging and to 170\tThe Book of Destructive evils\tVol-III Vol-III\tAttachment of the world\t171 save him will come on the Resurrection Day with face bright as full moon. God says : He who restrains himself from vain desires will have paradise as his destination-19:40Q. FIVE THINGS OF VAIN DESIRES: Passion or vain desire is composed of five things. God says of them in the following verse Know that this world's life is a mere sport, vain plays and adornment, mutual boast and increase in wealth and children-57 : 20Q. In another verse, seven things have been counted as vain desires-3:14 Q.-Men have been given the vain desires of women, children, hoarded wealth of silver and gold, horses of good quality, quadrupeds and crops. These are things of this world's life. Now you have come to know what is world and what is not world. Food, dress and abode to the extent of almost necessity and if done to please God are not world. What is in excess of these things is called world. There are things which are absolutely necessary and things which are simply necessary. There is the middle course between these two kinds which is best and the middle course keeps near the border line of absolute necessity. The §aint Wais Qarni was regarded by his country men as a mad man as he subjected himself to strict rigours of life. They constructed for him a hut which he visited once a year or once in two or three years. He used to go out before Azan for morning prayer and returned home after Isha or night prayer. His food were the stones of dried grapes and he used to put on the torn pieces of cloth after sewing which he gathered from heaps of refuges in markets. Often the boys threw stones at him. He said to the body's : Throw small stones as my ablution might break for bleeding if large stones are thrown at me. The Prophet looked his actions with honour and said: I am feeling the breath of God from the land of Yemen. This is a hint at Wais Qarni. Hazrat Omar delivered this sermon to the people after taking charge of Khilafat : 0 people, let the inhabitants of Iraq stand up and let others sit down. A party of men stood up. Then he said : Let the inhabitants of Kufa stand up and let others sit down. When it was done he said : Let the people of Murad clan remain standing and let others down. He said afterwards : Let the inhabitants of Qarn remain standing and let others sit down. Except one man, all others sat down. Then Omar said to him : Do you know Wais-b-Amr Qarni ? He said : I know, 0 Commander of the Faithful, why do you ask about him? By God, there is nobody more insane, stupid and fool than him. Hazrat Omar began to weep and said : I heard from the Prophet that owing to his intercession a great many people like the numbers of Rabia and Modar clans will get salvation. Haran-b-Hayan said: When I heard this from Hazrat Omar, I came to Kufa and searched for Wais Qarni and found him at noon washing cloths in the bank of the Tigirs. I found him strong and stout, with bald head, thick beard, and broad face. I asked him How are yot%0 wais ? He replied : 0 Haran, son of Hayan, how are you ? Who did tell you my address ? I said : God. I wondered how he came to know my name when he did not see me before. I asked him: How have you come to know my name and the name of my father? He said : The Almighty gave me this information. My soul recognized your soul when I talked with you. Similarly a believer can recognise another believer. I said: Tell me a Hadis of the Prophet. He said : I never had any companionship with the Holy Prophet but I saw some of his companions and heard some traditions from them. Then he recited the Quranic verse : I have not created the heavens and earth and what is between them out of sport. I created them with truth, but most people do not know-44: 39 Q. When he read up to this, he raised a loud shriek and said : 0 Haran, your father Hayan has died and you will soon die. Hazrat Adam, his wife Hawa, prophets Noah, Moses, David and even Muhammad, the world Prophet, died. Hazrat Abu Bakr died and my friend Hazrat Omar also has just expired. Alas, 0 Omar, alas, 0 Omar. I said : Hazrat Omar has not died. I saw him alive when I left him. He said: My Lord has just now given me the news that Omar has expired. Then he said to Haran : Walk in the path of God's Book and the believers and pious men. The news of your and my death have come. Don't be unmindful even for a twinkling of an eye. When you will return to your people, give sermons to them. Don't go a single step from the Jamaat of a Muslims. Invoke for me and for you. Haran I entrust you to God. May God shower mercy on you. You will not see me again. I am going this way and you go that way. MEANING OF THIS WORLD AND THE NEXT WORLD It will be clear to you from what has been described above that the things on which the sun casts its rays and the things 172\tThe Book of Destructive evils\tVol-III which the earth grows are all included within the limit of this world, and the things if done for the sake of God and the things contrary to the above are the next world. Whatever is absolutely necessary to gain strength for divine service is an action of the next world if taken in accordance with the wishes of God. If a pilgrim is on his way to pilgrimage and takes care of things necessary for his pilgrirmage, such as provisions of himself and his conveyance, pilgrimage is not nulligied therefore and he is engaged then in the actions of pilgrimage. Similarly body is the carrier of soul and walks along the distance of life. So efforts to gain and preserve strength of body for acquiring knowledge and good works are not called world, but included within the next world. The saint Tanafusi said : I was attached to the door of Banu Shaiba of the Ka'ba for seven days. On the eighth day, I heard and unknown voice : Be careful, God makes the internal eye of one blind, who takes from the world kings in excess of what is necessary for him. REAL KNOWLEDGE OF THE WORLD Know, 0; dear readers, that the making of the world is-(1) the things which exist in the world, (2) the things with which man have got connection, (3) and the things for the adornment of which men are engaged. (1) The things which exist in the world are the earth and the things that are on it. God says : I have created whatever is in the earth as adornment in order to try who among them is best in action. The earth is a bed for the children of Adam and for their rest. Whatever is grown is divided into three classes-(1) mineral substances, (2) plants and (3) animals. Animals are men, birds and beasts. Man wants to subdue birds, beasts and even men called slaves and wants also women for enjoyment. These are the world. Men' love women, children, gold and silver, crops and quardrnped animals. Man has got two connections with these things-internal and external. The meaning of internal connection is to love these things with heart, to engage with them in enjoyment and turn all thoughts for them. His heart then becomes addicted to the world like a slave. For this reason, all evils, such as pride, treachery, show, hatred, name and fame, flattery, love of wealth enter the heart. This is the internal connection with the world. The meaning of outer connection so that of the body to take recourse to business and industry. So Vol-III\tAttachment of the world\t173 there is the connection of mind with love and connection of body with the things. All the things are for food of the body, but food of the soul is the intention with which food is taken for the sake of God. The man who forgets his goal and soul living in the world is like the pilgrim who remains always engaged with his conveying animal and forgets his, pilgrimage. The pilgrim towards the next world remembers his goal and does only what is necessary to take him to the destination. CAUSES OF ENGAGEMENT IN THE WORLD: The three causes are to gather food, dress and abode. Food is for preservation of the body, dress is for protection of the body from heat and cold, and abode is for protection of the body and to keep away the causes of destruction of lives and wealth, God created these things for the benefit of mankind. There are five necessary things for man which are the basis of industry and main causes of his engagement-(1) cultivation, (2) grazing, (3) hunting, (4) weaving and (5) construction. Cvultivation is for growing crops And food stuffs. Grazing is for maintaining beasts and quardrupeds. Weaving is for making cloths and dresses and construction is for making houses for habitation. For smooth living, administrative-works, judicial works and military work, are necessary. So mankind is divided into three classes from the point of view of-these works-(1) cultivators and industrialists, .(2) sofdiers, and (3) offices of government.' The leligious men are of different:classes: One -class of religiou6 men think that ,this wvrJd -is a.house of dangers, difficgltiesand labourand•think also.thatthey wiil.be owners of fortune hi thq next world irrespective bf'aiittons good or bad. Another class of religious nien think that natural passiors must be uprooted for salvation and- it is not sufficient only to bring them under control. Another class think that it is impossible to observe religious rules and that God has got no necessity for the divine service of men. Another class think that divine service is not necessary as it is sufficient to have knowledge of God. Another class of menn rightly think that there is salvation in following the prophets especially the last Prophet of Arabia. They do not give up the world, nor uproot their passions. They take from the world whatever absolutely necessary for them. The Prophet said that out of many parties, only one party will get salvation. The companions asked : 0 Prophet of God, who are 174\tThe Book of Destructive evils Vol-III they ? He said : People of Sunnat and Jamaat. The Prophet was asked : Who are the people of Sunnat and Jamaat ? He said : Those who tread my path and the path of my companions ? They did not take the world for its sake but for religion. They did not give up the world but really they renunciated the world. They adopted the middle course in their actions and did not go to the extremes. ****End of Chapter 6 - Volume 3 ***** E-mail: webmaster - Sign the Guest Book - Imam\nGhazali Home Page Information: This\n    Page was last updated on: 18 Jun 2007 21:31:57 -0400 This\n    page is constantly being updated since July 2001. So check back\n    often. Page\n    URL: www.muslimphilosophy.com/gz/ihya/english/ihya-vol3-C6.htm . A\n    reader is needed for PDF files and it is available\n    free of charge from Adobe . About\n    the Islamic Philosophy Online Project . Reporting\n    copyright infringement . Site\n    © Copyright 2003 by Islamic Philosophy Online, Inc. A not-for-profit\n    organization dedicated to academic study of Islamic philosophy. Individual\n    content may have its own individual copyrights. See\n    copyright information."
  },
  {
    "ar": "حديث من أصبح والدنيا أكبر همه فليس من الله في شيء وألزم الله قلبه أربع  خصال",
    "en": ""
  },
  {
    "ar": "الحديث أخرجه الطبراني في الأوسط من حديث أبي ذر  دون  قوله  وألزم  الله  قلبه",
    "en": ""
  },
  {
    "ar": "وكذلك رواه ابن أبي الدنيا من حديث أنس بإسناد  ضعيف  والحاكم  من  حديث  حذيفة",
    "en": ""
  },
  {
    "ar": "وروي هذه الزيادة منفردة صاحب الفردوس من حديث ابن عمر وكلاهما ضعيف  وقال  أبو",
    "en": ""
  },
  {
    "ar": "هريرة قال لي رسول الله صلى الله عليه وسلم  يا  أبا  هريرة  ألا  أريك  الدنيا",
    "en": ""
  },
  {
    "ar": "جميعها بما فيها فقلت بل يا رسول الله  فأخذ  بيده  وأتى  بي  واديا  من  أودية",
    "en": ""
  },
  {
    "ar": "المدينة فإذا مزبلة فيها رءوس أناس وعذرات وخرق وعظام ثم قال يا أبا هريرة  هذه",
    "en": ""
  },
  {
    "ar": "الرءوس كانت تحرص كحرصكم وتأمل كأملكم ثم هي اليوم عظام بلا جلد  ثم  هي  صائرة",
    "en": ""
  },
  {
    "ar": "رمادا وهذه العذرات هي ألوان أطعمتهم اكتسبوها من حيث اكتسبوها  ثم  قذفوها  في",
    "en": ""
  },
  {
    "ar": "بطونهم فأصبحت والناس  يتحامونها  وهذه  الخرق  البالية  كانت  رياشهم  ولباسهم",
    "en": ""
  },
  {
    "ar": "فأصبحت والرياح تصفقها وهذه العظام  عظام  دوابهم  التي  كانوا  ينتجعون  عليها",
    "en": ""
  },
  {
    "ar": "أطراف البلاد فمن كان باكيا على الدنيا فليبك قال فما برحنا  حتى  اشتد  بكاؤنا",
    "en": ""
  },
  {
    "ar": "حديث أبي هريرة ألا أريك الدنيا جميعها بما فيها قلت بلى  يا  رسول  الله  فأخذ",
    "en": ""
  },
  {
    "ar": "بيدي وأتى بي واديا من أودية المدينة فإذا مزبلة الحديث لم أجد له  أصلا  ويروي",
    "en": ""
  },
  {
    "ar": "أن الله عز وجل لما أهبط آدم إلى الأرض قال له  ابن  للخراب  ولد  للفناء  وقال",
    "en": ""
  },
  {
    "ar": "داود بن هلال مكتوب في صحف إبراهيم عليه السلام يا دنيا ما أهونك  على  الأبرار",
    "en": ""
  },
  {
    "ar": "الذين تصنعت وتزينت لهم إني قذفت في قلوبهم بغضك والصدود  عنك  وما  خلقت  خلقا",
    "en": ""
  },
  {
    "ar": "أهون علي منك كل شأنك صغير وإلى الفناء يصير قضيت عليك يوم خلقتك أن  لا  تدومي",
    "en": ""
  },
  {
    "ar": "لأحد ولا يدوم لك أحد وإن بخل بك صاحبك وشح عليك طوبى  للأبرار  الذين  أطلعوني",
    "en": ""
  },
  {
    "ar": "من قلوبهم على الرضا ومن ضميرهم على الصدق والاستقامة طوبى لهم ما لهم عندي  من",
    "en": ""
  },
  {
    "ar": "الجزاء إذا وفدوا إلي من قبورهم إلا النور يسعى  أمامهم  والملائكة  حافون  بهم",
    "en": ""
  },
  {
    "ar": "حتى أبلغهم ما يرجون من رحمتي وقال  رسول  الله  صلى  الله  عليه  وسلم  الدنيا",
    "en": ""
  },
  {
    "ar": "موقوفة بين السماء والأرض منذ خلقها  الله  تعالى  لم  ينظر  إليها  وتقول  يوم",
    "en": ""
  },
  {
    "ar": "القيامة يا رب اجعلني لأدني أوليائك اليوم نصيبا فيقول اسكتي يا لا شيء إني  لم",
    "en": ""
  },
  {
    "ar": "أرضك لهم في الدنيا أرضاك لهم اليوم حديث الدنيا موقوفة بين السماء والأرض  منذ",
    "en": ""
  },
  {
    "ar": "خلقها الله لا ينظر إليها الحديث تقدم بعضه من رواية  موسى  بن  يسارمرسلا  ولم",
    "en": ""
  },
  {
    "ar": "أجد باقيه وروي في أخبار آدم عليه السلام أنه لما أكل من  الشجرة  تحركت  معدته",
    "en": ""
  },
  {
    "ar": "لخروج الثقل ولم يكن ذلك مجعولا في شيء من  أطعمة  الجنة  إلا  في  هذه  الشجرة",
    "en": ""
  },
  {
    "ar": "فلذلك نهيا عن أكلها قال فجعل يدور في الجنة فأمر الله تعالى ملكا يخاطبه  فقال",
    "en": ""
  },
  {
    "ar": "له قل له أي شيء تريد قال آدم أريد أن أضع ما في بطني من الأذى فقيل  للملك  قل",
    "en": ""
  },
  {
    "ar": "له في أي مكان تريد أن تضعه أعلى الفرش أم على السرر أم  على  الأنهار  أم  تحت",
    "en": ""
  },
  {
    "ar": "ظلال الأشجار هل ترى ههنا مكانا يصلح لذلك اهبط إلى الدنيا وقال صلى الله  عليه",
    "en": ""
  },
  {
    "ar": "وسلم ليجيئن أقوام يوم القيامة وأعمالهم  كجبال  تهامة  فيؤمر  بهم  إلى  النار",
    "en": ""
  },
  {
    "ar": "قالوا يا رسول الله مصلين قال نعم كانوا يصلون ويصومون ويأخذون  هنة  من  الليل",
    "en": ""
  },
  {
    "ar": "فإذا عرض لهم شيء  من  الدنيا  وثبوا  عليه  حديث  لجيئين  أقوام  يوم  القيامة",
    "en": ""
  },
  {
    "ar": "وأعمالهم كجبال تهامة فيؤمر بهم الي النار الحديث أخرجه أبو نعيم في الحلية  من",
    "en": ""
  },
  {
    "ar": "حديث سالم مولى أبي حذيفة بسند ضعيف وأبو منصور الديلمي من حديث أنس  وهو  ضعيف",
    "en": ""
  },
  {
    "ar": "أيضا وقال صلى الله عليه وسلم في بعض خطبه المؤمن بين مخافتين بين أجل  قد  مضى",
    "en": ""
  },
  {
    "ar": "لا يدري ما الله صانع فيه وبين أجل قد بقي لا يدري ما  الله  قاض  فيه  فليتزود",
    "en": ""
  },
  {
    "ar": "العبد من نفسه لنفسه ومن دنياه لآخرته ومن حياته لموته  ومن  شبابه  لهرمه  فإن",
    "en": ""
  },
  {
    "ar": "الدنيا خلقت لكم وأنتم خلقتم للآخرة والذي نفسي بيده ما بعد  الموت  من  مستعتب",
    "en": ""
  },
  {
    "ar": "ولا بعد الدنيا من دار إلا الجنة أو النار حديث المؤمن بين مخافتين بين أجل  قد",
    "en": ""
  },
  {
    "ar": "مضى الحديث أخرجه البيهقي في الشعب من حديث الحسن عن رجل من  أصحاب  النبي  صلى",
    "en": ""
  },
  {
    "ar": "الله عليه وسلم وفيه انقطاع  وقال  عيسى  عليه  السلام  لا  يستقيم  حب  الدنيا",
    "en": ""
  },
  {
    "ar": "والآخرة في مؤمن كما لا يستقيم الماء والنار في إناء واحد وروي أن  جبريل  عليه",
    "en": ""
  },
  {
    "ar": "السلام قال لنوح عليه السلام يا أطول الأنبياء عمرا كيف وجدت الدنيا  قال  كدار",
    "en": ""
  },
  {
    "ar": "لها بابان دخلت من أحدهما وخرجت من الآخر قيل لعيسى عليه السلام لو اتخذت  بيتا",
    "en": ""
  },
  {
    "ar": "يكنك قال يكفينا خلقان من كان قبلنا وقال نبينا  صلى  الله  عليه  وسلم  احذروا",
    "en": ""
  },
  {
    "ar": "الدنيا فإنها أسحر من هاروت وماروت حديث احذروا الدنيا  فإنها  أسحر  من  هاروت",
    "en": ""
  },
  {
    "ar": "وماروت أخرجه ابن أبي الدنيا والبيهقي في الشعب من طريقه من رواية أبي  الدرداء",
    "en": ""
  },
  {
    "ar": "الرهاوي مرسلا وقال البيهقي أن بعضهم قال عن أبي الدرداء  عن  رجل  من  الصحابة",
    "en": ""
  },
  {
    "ar": "قال الذهبي لا يدرى من أبو الدرداء قال وهكذا منكر لا أصل  له  وعن  الحسن  قال",
    "en": ""
  },
  {
    "ar": "خرج رسول الله صلى الله عليه وسلم ذات يوم على أصحابه فقال هل منكم من يريد  أن",
    "en": ""
  },
  {
    "ar": "يذهب الله عنه العمى ويجعله بصيرا ألا إنه من رغب في  الدنيا  وطال  أمله  فيها",
    "en": ""
  },
  {
    "ar": "أعمى الله قلبه على قدر ذلك ومن زهد في الدنيا وقصر فيها أمله أعطاه الله  علما",
    "en": ""
  },
  {
    "ar": "بغير تعلم وهدى بغير هداية ألا إنه سيكون بعدكم قوم لا يستقيم  لهم  الملك  إلا",
    "en": ""
  },
  {
    "ar": "بالقتل والتجبر ولا الغنى إلا بالفخر والبخل ولا المحبة إلا باتباع  الهوى  إلا",
    "en": ""
  },
  {
    "ar": "فمن أدرك ذلك الزمان منكم فصبر على الفقر وهو يقدر على الغنى وصبر على  البغضاء",
    "en": ""
  },
  {
    "ar": "وهو يقدر على المحبة وصبر على الذل وهو يقدر على العز لا  يريد  بذلك  إلا  وجه",
    "en": ""
  },
  {
    "ar": "الله تعالى أعطاه الله ثواب خمسين صديقا حديث الحسن هل منكم من  يريد  أن  يذهب",
    "en": ""
  },
  {
    "ar": "الله عنه العمى الحديث أخرجه ابن أبي الدنيا والبيهقي في الشعب من  طريقه  هكذا",
    "en": ""
  },
  {
    "ar": "مرسلا وفيه إبراهيم بن الأشعث تكلم فيه أبو حاتم  وروي  أن  عيسى  عليه  السلام",
    "en": ""
  },
  {
    "ar": "اشتد عليه المطر والرعد والبرق يوما فجعل يطلب شيئا يلجأ إليه فوقعت  عينه  على",
    "en": ""
  },
  {
    "ar": "خيمه من بعيد فأتاها فإذا فيها امرأة فحاد عنها فإذا  هو  بكهف  في  جبل  فأتاه",
    "en": ""
  },
  {
    "ar": "فإذا فيه أسد فوضع يده عليه وقال إلهي جعلت لكل شيء  مأوى  ولم  تجعل  لي  مأوى",
    "en": ""
  },
  {
    "ar": "فأوحى الله تعالى إليه مأواك في مستقر رحمتي لأزوجنك يوم  القيامة  مائة  حوراء",
    "en": ""
  },
  {
    "ar": "خلقتها بيدي ولأطعمن في عرسك أربعة آلاف  عام  يوم  منها  كعمر  الدنيا  ولآمرن",
    "en": ""
  },
  {
    "ar": "مناديا ينادي أين الزهاد في الدنيا زوروا عرس الزاهد في الدنيا عيسى  ابن  مريم",
    "en": ""
  },
  {
    "ar": "وقال عيسى ابن مريم عليه السلام ويل لصاحب الدنيا كيف يموت  ويتركها  وما  فيها",
    "en": ""
  },
  {
    "ar": "وتغره ويأمنها ويثق بها وتخذله وويل للمغترين كيف أرتهم ما يكرهون  وفارقهم  ما",
    "en": ""
  },
  {
    "ar": "يحبون وجاءهم ما يوعدون وويل لمن الدنيا  همه  والخطايا  عمله  كيف  يفتضح  غدا",
    "en": ""
  },
  {
    "ar": "بذنبه وقيل أوحى الله تعالى إلى موسى عليه السلام يا موسى مالك ولدار  الظالمين",
    "en": ""
  },
  {
    "ar": "إنها ليست لك بدار اخرج منها همك وفارقها بعقلك فبئست الدار هي إلا لعامل  يعمل",
    "en": ""
  },
  {
    "ar": "فيها فنعمت الدار هي يا موسى إني مرصد للظالم حتى  آخذ  منه  للمظلوم  وروي  أن",
    "en": ""
  },
  {
    "ar": "رسول الله صلى الله عليه وسلم بعث أبا عبيدة بن الجراح فجاء  بمال  من  البحرين",
    "en": ""
  },
  {
    "ar": "فسمعت الأنصار بقدوم أبي عبيدة فوافوا صلاة الفجر مع رسول الله صلى  الله  عليه",
    "en": ""
  },
  {
    "ar": "وسلم فلما صلى رسول الله صلى الله عليه وسلم انصرف فتعرضوا له فتبسم رسول  الله",
    "en": ""
  },
  {
    "ar": "صلى الله عليه وسلم حين رآهم ثم قال أظنكم سمعتم أن أبا عبيدة قدم  بشيء  قالوا",
    "en": ""
  },
  {
    "ar": "أجل يا رسول الله قال فأبشروا وأملوا ما يسركم  فوالله  ما  الفقر  أخشى  عليكم",
    "en": ""
  },
  {
    "ar": "ولكني أخشى عليكم أن تبسط عليكم الدنيا كما بسطت على من  كان  قبلكم  فتنافسوها",
    "en": ""
  },
  {
    "ar": "كما تنافسوها فتهلككم كما أهلكتهم حديث بعث أبا عبيدة بن الجراح فجاء  بمال  من",
    "en": ""
  },
  {
    "ar": "البحرين فسمعت الأنصار بقدوم أبي عبيدة متفق عليه من حديث عمرو ابن عوف  البدري",
    "en": ""
  },
  {
    "ar": "وقال أبو سعيد الخدري قال رسول الله صلى الله عليه وسلم إن أكثر ما أخاف  عليكم",
    "en": ""
  },
  {
    "ar": "ما يخرج الله لكم من بركات الأرض فقيل ما بركات الأرض  قال  زهرة  الدنيا  حديث",
    "en": ""
  },
  {
    "ar": "أبي سعيد إن أكثر ما أخاف عليكم ما يخرج الله لكم من بركات الدنيا الحديث  متفق",
    "en": ""
  },
  {
    "ar": "عليه وقال صلى الله عليه وسلم لا تشغلوا قلوبكم بذكر  الدنيا  حديث  لا  تشغلوا",
    "en": ""
  },
  {
    "ar": "قلوبكم بذكر الدنيا أخرجه البيهقي في الشعب من طريق ابن أبي  الدنيا  من  رواية",
    "en": ""
  },
  {
    "ar": "محمد بن النضر الحارثي مرسلا فنهى عن ذكرها فضلا عن إصابة عينها وقال  عمار  بن",
    "en": ""
  },
  {
    "ar": "سعيد مر عيسى عليه السلام بقرية فإذا أهلها موتى في  الأفنية  والطرق  فقال  يا",
    "en": ""
  },
  {
    "ar": "معشر الحواريين إن هؤلاء ماتوا عن سخطة ولو ماتوا عن غير ذلك  لتدافنوا  فقالوا",
    "en": ""
  },
  {
    "ar": "يا روح الله وددنا أن لو علمنا خبرهم فسأل  الله  تعالى  فأوحى  إليه  إذا  كان",
    "en": ""
  },
  {
    "ar": "الليل فنادهم يجيبوك فلما كان الليل أشرف  على  نشز  ثم  نادى  يا  أهل  القرية",
    "en": ""
  },
  {
    "ar": "فأجابه مجيب لبيك يا روح الله فقال ما حالكم  وما  قصتكم  قال  بتنا  في  عافية",
    "en": ""
  },
  {
    "ar": "وأصبحنا في الهاوية قال وكيف ذاك قال بحبنا الدنيا  وطاعتنا  أهل  المعاصي  قال",
    "en": ""
  },
  {
    "ar": "وكيف كان حبكم للدنيا قال حب الصبي لأمه إذا أقبلت فرحنا بها وإذا  أدبرت  حزنا",
    "en": ""
  },
  {
    "ar": "وبكينا عليها قال فما بال أصحابك لم يجيبوني قال  لأنهم  ملجمون  بلجم  من  نار",
    "en": ""
  },
  {
    "ar": "بأيدي ملائكة غلاظ شداد قال فكيف أجبتني أنت من بينهم قال لأني  كنت  فيهم  ولم",
    "en": ""
  },
  {
    "ar": "أكن منهم فلما نزل بهم العذاب أصابني معهم فأنا معلق على  شفير  جهنم  لا  أدري",
    "en": ""
  },
  {
    "ar": "أأنجوا منها أم أكبكب فيها فقال  المسيح  للحواريين  لأكل  خبز  الشعير  بالملح",
    "en": ""
  },
  {
    "ar": "الجريش ولبس المسوح والنوم على المزابل كثير مع عافية الدنيا والآخرة وقال  أنس",
    "en": ""
  },
  {
    "ar": "كانت ناقة رسول الله صلى الله عليه وسلم العضباء لا تسبق فجاء أعرابي بناقة  له",
    "en": ""
  },
  {
    "ar": "فسبقها فشق ذلك على المسلمين فقال صلى الله عليه وسلم إنه حق على  الله  أن  لا",
    "en": ""
  },
  {
    "ar": "يرفع شيئا من الدنيا إلا وضعه حديث أنس كانت ناقة  رسول  الله  صلى  الله  عليه",
    "en": ""
  },
  {
    "ar": "وسلم العضباء لا تسبق الحديث وفيه حق على الله أن لا يرفع شيئا من  الدنيا  إلا",
    "en": ""
  },
  {
    "ar": "وضعه أخرجه البخاري وقال عيسى عليه السلام من الذي يبني  على  موج  البحر  دارا",
    "en": ""
  },
  {
    "ar": "تلكم الدنيا فلا تتخذوها قرارا وقيل لعيسى عليه السلام علمنا علما واحدا  يحبنا",
    "en": ""
  },
  {
    "ar": "الله عليه قال ابغضوا الدنيا يحبكم الله تعالى وقال أبو الدرداء قال رسول  الله",
    "en": ""
  },
  {
    "ar": "صلى الله عليه وسلم لو تعلمون ما  أعلم  لضحكتم  قليلا  ولبكيتم  كثيرا  ولهانت",
    "en": ""
  },
  {
    "ar": "عليكم الدنيا ولآثرتم الآخرة حديث أبي الدرداء لو تعلمون ما أعلم لضحكتم  قليلا",
    "en": "****End of Chapter 6 - Volume 3 ***** E-mail: webmaster - Sign the Guest Book - Imam\nGhazali Home Page Information: This\n    Page was last updated on: 18 Jun 2007 21:31:57 -0400 This\n    page is constantly being updated since July 2001. So check back\n    often. Page\n    URL: www.muslimphilosophy.com/gz/ihya/english/ihya-vol3-C6.htm . A\n    reader is needed for PDF files and it is available\n    free of charge from Adobe . About\n    the Islamic Philosophy Online Project . Reporting\n    copyright infringement . Site\n    © Copyright 2003 by Islamic Philosophy Online, Inc. A not-for-profit\n    organization dedicated to academic study of Islamic philosophy. Individual\n    content may have its own individual copyrights. See\n    copyright information."
  },
  {
    "ar": "ولبكيتم كثيرا ولهانت عليكم الدنيا ولآثرتم الآخرة  أخرجه  الطبراني  دون  قوله",
    "en": ""
  },
  {
    "ar": "ولهانت وزاد ولخرجتم إلى الصعدات الحديث وزاد الترمذي وابن ماجه  من  حديث  أبي",
    "en": ""
  },
  {
    "ar": "ذر وما تلذذتم بالنساء على الفرش وأول الحديث متفق عليه من حديث أنس وفي  أفراد",
    "en": ""
  },
  {
    "ar": "البخاري من حديث عائشة ثم قال أبو الدرداء من  قبل  نفسه  لو  تعلمون  ما  أعلم",
    "en": ""
  },
  {
    "ar": "لخرجتم إلى الصعدات تجأرون وتبكون على أنفسكم ولتركتم أموالكم لا حارس لها  ولا",
    "en": ""
  },
  {
    "ar": "راجع إليها إلا ما لابد لكم منه ولكن يغيب عن قلوبكم ذكر الآخرة  وحضرها  الأمل",
    "en": ""
  },
  {
    "ar": "فصارت الدنيا أملك بأعمالكم وصرتم كالذين لا يعلمون فبعضكم شر من البهائم  التي",
    "en": ""
  },
  {
    "ar": "لا تدع هواها مخافة مما في عاقبته ما لكم لا تحابون ولا  تناصحون  وأنتم  إخوان",
    "en": ""
  },
  {
    "ar": "على دين الله ما فرق بين  أهوائكم  إلا  خبث  سرائركم  ولو  اجتمعتم  على  البر",
    "en": ""
  },
  {
    "ar": "لتحاببتم ما لكم تناصحون في أمر الدنيا ولا تناصحون في  أمر  الآخرة  ولا  يملك",
    "en": ""
  },
  {
    "ar": "أحدكم النصيحة لمن يحبه ويعينه على أمر آخرته ما هذا إلا  من  قلة  الإيمان  في",
    "en": ""
  },
  {
    "ar": "قلوبكم لو كنتم توقنون بخير  الآخرة  وشرها  كما  توقنون  بالدنيا  لآثرتم  طلب",
    "en": ""
  },
  {
    "ar": "الآخرة لأنها أملك لأموركم فإن قلتم حب العاجلة غالب فإنا نراكم تدعون  العاجلة",
    "en": ""
  },
  {
    "ar": "من الدنيا للآجل منها تكدون أنفسكم بالمشقة والاحتراف  في  طلب  أمر  لعلكم  لا",
    "en": ""
  },
  {
    "ar": "تدركونه فبئس القوم أنتم ما حققتم إيمانكم بما يعرف  به  الإيمان  البالغ  فيكم",
    "en": ""
  },
  {
    "ar": "فإن كنتم في شك مما جاء به محمد صلى الله عليه وسلم فائتونا لنبين لكم  ولنريكم",
    "en": ""
  },
  {
    "ar": "من النور ما تطمئن إليه قلوبكم والله ما أنتم بالمنقوصة  عقولكم  فنعذركم  إنكم",
    "en": ""
  },
  {
    "ar": "تستبينون صواب الرأي في  دنياكم  وتأخذون  بالحزم  في  أموركم  ما  لكم  تفرحون",
    "en": ""
  },
  {
    "ar": "باليسير من الدنيا تصيبونه وتحزنون على اليسير منها يفوتكم حتى  يتبين  ذلك  في",
    "en": ""
  },
  {
    "ar": "وجوهكم ويظهر على ألسنتكم وتسمونها المصائب وتقيمون  فيها  المآتم  وعامتكم  قد",
    "en": ""
  },
  {
    "ar": "تركوا كثيرا من دينهم ثم لا يتبين ذلك في وجوهكم  ولا  يتغير  حالكم  إني  لأرى",
    "en": ""
  },
  {
    "ar": "الله قد تبرأ منكم يلقى بعضكم بعضا بالسرور وكلكم يكره  أن  يستقبل  صاحبه  بما",
    "en": ""
  },
  {
    "ar": "يكره مخافة أن يستقبله صاحبه بمثله فاصطحبتم على الغل ونبتت مراعيكم على  الدمن",
    "en": ""
  },
  {
    "ar": "وتصافيتم على رفض الأجل ولوددت أن الله تعالى  أراحني  منكم  وألحقني  بمن  أحب",
    "en": ""
  },
  {
    "ar": "رؤيته ولو كان حيا لم يصابركم فإن كان فيكم خير فقد أسمعتكم وإن تطلبوا ما  عند",
    "en": ""
  },
  {
    "ar": "الله تجدوه يسيرا وبالله أستعين على نفسي وعليكم  وقال  عيسى  عليه  السلام  يا",
    "en": ""
  },
  {
    "ar": "معشر الحواريين ارضوا بدنيء الدنيا مع سلامة الدين كما رضي  أهل  الدنيا  بدنيء",
    "en": ""
  },
  {
    "ar": "الدين مع سلامة الدنيا وفي معناه قيل أرى  رجالا  بأدنى  الدين  قد  قنعوا  وما",
    "en": ""
  },
  {
    "ar": "أراهم رضوا في العيش بالدون فاستغن بالدين عن دنيا الملوك  كما  استغنى  الملوك",
    "en": ""
  },
  {
    "ar": "بدنياهم عن الدين وقال عيسى عليه السلام يا طالب الدنيا لتبر تركك  الدنيا  أبر",
    "en": ""
  },
  {
    "ar": "وقال نبينا صلى الله عليه وسلم لتأتينكم  بعدي  دنيا  تأكل  إيمانكم  كما  تأكل",
    "en": ""
  },
  {
    "ar": "النار الحطب حديث لتأتينكم بعدي دنيا تأكل إيمانكم كما  تأكل  النار  الحطب  لم",
    "en": ""
  },
  {
    "ar": "أجد له أصلا وأوحى الله تعالى إلى موسى عليه السلام يا موسى لا  تركنن  إلى  حب",
    "en": ""
  },
  {
    "ar": "الدنيا فلن تأتيني بكبيرة هي أشذ منها ومر موسى  عليه  السلام  برجل  وهو  يبكي",
    "en": ""
  },
  {
    "ar": "ورجع وهو يبكي فقال موسى يا رب عبدك يبكي من مخافتك فقال يا ابن عمران  لو  سال",
    "en": ""
  },
  {
    "ar": "دماغه مع دموع عينيه ورفع يديه حتى يسقطا لم أغفر له  وهو  يحب  الدنيا  الآثار",
    "en": ""
  },
  {
    "ar": "قال علي رضي الله عنه من جمع فيه ست خصال لم يدع  للجنة  مطلبا  ولا  عن  النار",
    "en": ""
  },
  {
    "ar": "مهربا أولها من عرف الله وأطاعه وعرف الشيطان  فعصاه  وعرف  الحق  فاتبعه  وعرف",
    "en": ""
  },
  {
    "ar": "الباطل فاتقاه وعرف الدنيا فرفضها وعرف الآخرة  فطلبها  وقال  الحسن  رحم  الله",
    "en": ""
  },
  {
    "ar": "أقواما كانت الدنيا عندهم وديعة فأدوها إلى من ائتمنهم عليها  ثم  راحوا  خفافا",
    "en": ""
  },
  {
    "ar": "وقال أيضا رحمه الله من نافسك في دينك فنافسه ومن نافسك  في  دنياك  فألقها  في",
    "en": ""
  },
  {
    "ar": "نحره وقال لقمان عليه السلام لابنه يا بني إن الدنيا بحر عميق وقد غرق فيه  ناس",
    "en": ""
  },
  {
    "ar": "كثير فلتكن سفينتك فيه تقوى الله عز وجل وحشوها الإيمان  بالله  تعالى  وشراعها",
    "en": ""
  },
  {
    "ar": "التوكل على الله عز وجل لعلك تنجو وما أراك ناجيا وقال الفضيل  طالت  فكرتي  في",
    "en": ""
  },
  {
    "ar": "هذه الآية إنا جعلنا ما على الأرض  زينة  لها  لنبلوهم  أيهم  أحسن  عملا  وإنا",
    "en": ""
  },
  {
    "ar": "لجاعلون ما عليها صعيدا جرزا وقال بعض الحكماء إنك لن تصبح في  شيء  من  الدنيا",
    "en": ""
  },
  {
    "ar": "إلا وقد كان له أهل قبلك وسيكون له أهل بعدك وليس لك من الدنيا إلا  عشاء  ليلة",
    "en": ""
  },
  {
    "ar": "وغداء يوم فلا تهلك في أكله وصم عن  الدنيا  وأفطر  على  الآخرة  وإن  رأس  مال",
    "en": ""
  },
  {
    "ar": "الدنيا الهوى وربحها النار وقيل لبعض الرهبان كيف ترى الدهر قال  يخلق  الأبدان",
    "en": ""
  },
  {
    "ar": "ويجدد الآمال ويقرب المنية ويبعد الأمنية قيل فما حال أهله قال من ظفر  به  تعب",
    "en": ""
  },
  {
    "ar": "ومن فاته نصب وفي ذلك قيل ومن يحمد  الدنيا  لعيش  يسره  فسوف  لعمري  عن  قليل",
    "en": ""
  },
  {
    "ar": "يلومها إذا أدبرت كانت على المرء حسرة وإن أقبلت كانت كثيرا  همومها  وقال  بعض",
    "en": ""
  },
  {
    "ar": "الحكماء كانت الدنيا ولم أكن فيها وتذهب الدنيا ولا أكون فيها فلا  أسكن  إليها",
    "en": ""
  },
  {
    "ar": "فإن عيشها نكد وصفوها كدر وأهلها منها على وجل إما بنعمة زائلة أو  بلية  نازلة",
    "en": ""
  },
  {
    "ar": "أو منية قاضية وقال بعضهم من عيب الدنيا أنها لا تعطي أحدا ما يستحق لكنها  إما",
    "en": ""
  },
  {
    "ar": "أن تزيد وإما أن تنقص وقال سفيان أما ترى النعم كأنها مغضوب عليها قد  وضعت  في",
    "en": ""
  },
  {
    "ar": "غير أهلها وقال أبو سليمان الداراني من طلب الدنيا على المحبة لها لم يعط  منها",
    "en": ""
  },
  {
    "ar": "شيئا إلا أراد أكثر ومن طلب الآخرة على المحبة لها لم يعط منها شيئا  إلا  أراد",
    "en": ""
  },
  {
    "ar": "أكثر وليس لهذا غاية وقال رجل لأبي حازم أشكو إليك حب  الدنيا  وليست  لي  بدار",
    "en": ""
  },
  {
    "ar": "فقال انظر ما آتاكه الله عز وجل منها فلا تأخذه إلا من حله  ولا  تضعه  إلا  في",
    "en": ""
  },
  {
    "ar": "حقه ولا يضرك حب الدنيا وإنما قال هذا لأنه لو آخذ نفسه بذلك لألعبه حتى  يتبرم",
    "en": ""
  },
  {
    "ar": "بالدنيا ويطلب الخروج منها وقال يحيى بن معاذ الدنيا حانوت  الشيطان  فلا  تسرق",
    "en": ""
  },
  {
    "ar": "من حانوته شيئا فيجيء في طلبه فيأخذك وقال الفضيل لو كانت الدنيا من  ذهب  يفنى",
    "en": ""
  },
  {
    "ar": "والآخرة من خزف يبقى لكان ينبغي لنا أن نختار خزفا يبقى على ذهب يفنى فكيف  وقد",
    "en": ""
  },
  {
    "ar": "اخترنا خزفا يفنى على ذهب يبقى وقال أبو حازم إياكم  والدنيا  فإنه  بلغني  أنه",
    "en": ""
  },
  {
    "ar": "يوقف العبد يوم القيامة إذا كان معظما الدنيا فيقال هذا عظم ما حقره الله  وقال",
    "en": ""
  },
  {
    "ar": "ابن مسعود ما أصبح أحد  من  الناس  إلا  وهو  ضيف  وماله  عارية  فالضيف  مرتحل",
    "en": ""
  },
  {
    "ar": "والعارية مردودة وفي ذلك قيل وما المال والأهلون إلا ودائع ولا بد يوما أن  ترد",
    "en": ""
  },
  {
    "ar": "الودائع وزار رابعة أصحابها فذكروا الدنيا فأقبلوا على ذمها  فقالت  اسكتوا  عن",
    "en": ""
  },
  {
    "ar": "ذكرها فلولا موقعها من قلوبكم ما أكثرتم من ذكرها ألا  من  أحب  شيئا  أكثر  من",
    "en": ""
  },
  {
    "ar": "ذكره وقيل لإبراهيم بن أدهم كيف أنت فقال نرقع دنيانا بتمزيق ديننا  فلا  ديننا",
    "en": ""
  },
  {
    "ar": "يبقى ولا ما نرقع فطوبى لعبد آثر الله ربه وجاد بدنياه لما يتوقع وقيل أيضا  في",
    "en": ""
  },
  {
    "ar": "ذلك أرى طالب الدنيا وإن طال عمره  ونال  من  الدنيا  سرورا  وأنعما  كبان  بنى",
    "en": ""
  },
  {
    "ar": "بنيانه فأقامه فلما استوى ما قد بناه تهدما وقيل أيضا في ذلك  هب  الدنيا  تساق",
    "en": ""
  },
  {
    "ar": "إليك عفوا أليس مصير ذاك إلى انتقال  وما  دنياك  إلا  مثل  فيء  أظلك  ثم  آذن",
    "en": ""
  },
  {
    "ar": "بالزوال وقال لقمان لابنه يا بني بع دنياك بآخرتك تربحهما جميعا ولا تبع  آخرتك",
    "en": ""
  },
  {
    "ar": "بدنياك تخسرهما جميعا وقال مطرف ابن الشخير لا تنظر إلى خفض  عيش  الملوك  ولين",
    "en": ""
  },
  {
    "ar": "رياشهم ولكن انظر إلى سرعة ظعنهم وسوء منقلبهم وقال ابن  عباس  إن  الله  تعالى",
    "en": ""
  },
  {
    "ar": "جعل الدنيا ثلاثة أجزاء جزء للمؤمن وجزء للمنافق  وجزء  للكافر  فالمؤمن  يتزود",
    "en": ""
  },
  {
    "ar": "والمنافق يتزين والكافر يتمتع وقال بعضهم  الدنيا  جيفة  فمن  أراد  منها  شيئا",
    "en": ""
  },
  {
    "ar": "فليصبر على معاشرة الكلاب وفي ذلك قيل يا خاطب الدنيا إلى نفسها تنح عن  خطبتها",
    "en": ""
  },
  {
    "ar": "تسلم إن التي تخطب غدارة قريبة العرس من  المأتم  وقال  أبو  الدرداء  من  هوان",
    "en": ""
  },
  {
    "ar": "الدنيا على الله أنه لا يعصى إلا فيها ولا ينال ما عنده  إلا  بتركها  وفي  ذلك",
    "en": ""
  },
  {
    "ar": "قيل إذا امتحن الدنيا لبيب تكشفت له عن عدو في ثياب صديق  وقيل  أيضا  يا  راقد",
    "en": ""
  },
  {
    "ar": "الليل مسرورا بأوله إن الحوادث قد يطرقن أسحارا أفنى القرون  التي  كانت  منعمة",
    "en": ""
  },
  {
    "ar": "كر الجديدين إقبالا وإدبارا كم قد أبادت صروف الدهر من ملك  قد  كان  في  الدهر",
    "en": ""
  },
  {
    "ar": "نفاعا وضرارا يا من يعانق دنيا لا بقاء لها يمسي  ويصبح  في  دنياه  سفارا  هلا",
    "en": ""
  },
  {
    "ar": "تركت من الدنيا معانقة حتى تعانق في الفردوس أبكارا إن  كنت  تبغي  جنان  الخلد",
    "en": ""
  },
  {
    "ar": "تسكنها فينبغي لك أن لا تأمن النارا وقال أبو أمامة الباهلي رضي الله  عنه  لما",
    "en": ""
  },
  {
    "ar": "بعث محمد صلى الله عليه وسلم أتت إبليس جنوده فقالوا قد  بعث  نبي  وأخرجت  أمة",
    "en": ""
  },
  {
    "ar": "قال يحبون الدنيا قالوا نعم قال لئن كانوا يحبون الدنيا ما أبالي أن لا  يعبدوا",
    "en": ""
  },
  {
    "ar": "الأوثان وإنما أغدو عليهم وأروح بثلاث أخذ المال من غير  حقه  وإنفاقه  في  غير",
    "en": ""
  },
  {
    "ar": "حقه وإمساكه عن حقه والشر كان من هذا نبع وقال رجل لعلي كرم الله وجهه يا  أمير",
    "en": ""
  },
  {
    "ar": "المؤمنين صف لنا الدنيا قال وما أصف لك من دار صح فيها سقم ومن  أمن  فيها  ندم",
    "en": ""
  },
  {
    "ar": "ومن افتقر فيها حزن ومن استغنى فيها افتتن في حلالها الحساب وفي حرامها  العقاب",
    "en": ""
  },
  {
    "ar": "ومتشابهها العتاب وقيل له ذلك مرة أخرى  فقال  أطول  أم  أقصر  فقيل  قصر  فقال",
    "en": ""
  },
  {
    "ar": "حلالها حساب وحرامها عذاب وقال مالك بن دينار اتقوا السحارة  فإنها  تسحر  قلوب",
    "en": ""
  },
  {
    "ar": "العلماء يعني الدنيا وقال أبو سليمان الداراني إذا كانت الآخرة في  القلب  جاءت",
    "en": ""
  },
  {
    "ar": "الدنيا تزاحمها فإذا كانت الدنيا في القلب لم تزاحمها الآخرة لأن الآخرة  كريمة",
    "en": ""
  },
  {
    "ar": "والدنيا لئيمة وهذا تشديد عظيم ونرجو أن يكون ما ذكره سيار  بن  الحكم  أصح  إذ",
    "en": ""
  },
  {
    "ar": "قال الدنيا والآخرة يجتمعان في القلب فأيهما غلب كان الآخر تبعا له  وقال  مالك",
    "en": ""
  },
  {
    "ar": "بن دينار بقدر ما تحزن للدنيا يخرج هم الآخرة من قلبك  وبقدر  ما  تحزن  للآخرة",
    "en": ""
  },
  {
    "ar": "يخرج هم الدنيا من قلبك وهذا اقتباس مما  قاله  علي  كرم  الله  وجهه  حيث  قال",
    "en": ""
  },
  {
    "ar": "الدنيا والآخرة ضرتان فبقدر ما ترضى إحداهما تسخط الأخرى وقال الحسن والله  لقد",
    "en": ""
  },
  {
    "ar": "أدركت أقواما كانت الدنيا أهون عليهم من التراب  الذي  تمشون  عليه  ما  يبالون",
    "en": ""
  },
  {
    "ar": "أشرقت الدنيا أم غربت ذهبت إلى ذا أو ذهبت إلى ذا وقال رجل للحسن  ما  تقول  في",
    "en": ""
  },
  {
    "ar": "رجل آتاه الله مالا فهو يتصدق منه ويصل منه أيحسن له أن يتعيش فيه  يعني  يتنعم",
    "en": ""
  },
  {
    "ar": "فقال لا لو كانت له الدنيا كلها ما كان له منها  إلا  الكفاف  ويقدم  ذلك  ليوم",
    "en": ""
  },
  {
    "ar": "فقره وقال الفضيل لو أن الدنيا بحذافيرها عرضت علي حلالا  لا  أحاسب  عليها  في",
    "en": "E-mail: webmaster - Sign the Guest Book - Imam\nGhazali Home"
  },
  {
    "ar": "الآخرة لكنت أتقذرها كما يتقذر أحدكم الجيفة إذا مر بها أن تصيب ثوبه وقيل  لما",
    "en": ""
  },
  {
    "ar": "قدم عمر رضي الله عنه الشام فاستقبله أبو عبيدة بن الجراح  على  الناقة  مخطومة",
    "en": ""
  },
  {
    "ar": "بحبل فسلم وسأله ثم أتى منزله فلم ير فيه إلا سيفه وترسه  ورحله  فقال  له  عمر",
    "en": ""
  },
  {
    "ar": "رضي الله عنه لو اتخذت متاعا فقال يا أمير المؤمنين إن هذا يبلغنا المقيل  وقال",
    "en": ""
  },
  {
    "ar": "سفيان خذ من الدنيا لبدنك وخذ من الآخرة لقلبك وقال الحسن والله لقد  عبدت  بنو",
    "en": ""
  },
  {
    "ar": "إسرائيل الأصنام بعد عبادتهم الرحمن بحبهم الدنيا وقال وهب قرأت في  بعض  الكتب",
    "en": ""
  },
  {
    "ar": "الدنيا غنيمة الأكياس وغفلة الجهال لم يعرفوها حتى خرجوا  منها  فسألوا  الرجعة",
    "en": ""
  },
  {
    "ar": "فلم يرجعوا وقال لقمان  لابنه  يا  بني  إنك  استدبرت  الدنيا  من  يوم  نزلتها",
    "en": ""
  },
  {
    "ar": "واستقبلت الآخرة فأنت إلى دار تقرب منها أقرب من دار تباعد عنها وقال  سعيد  بن",
    "en": ""
  },
  {
    "ar": "مسعود إذا رأيت العبد تزداد دنياه وتنقص آخرته وهو به  راض  فذلك  المغون  الذي",
    "en": ""
  },
  {
    "ar": "يلعب بوجهه وهو لا يشعر وقال عمرو بن العاص على المنبر والله ما رأيت  قوما  قط",
    "en": ""
  },
  {
    "ar": "أرغب فيما كان رسول الله صلى الله عليه وسلم يزهد فيه منكم والله ما  مر  برسول",
    "en": ""
  },
  {
    "ar": "الله صلى الله عليه وسلم ثلاث إلا والذي عليه أكثر من الذي  له  حديث  عمرو  بن",
    "en": ""
  },
  {
    "ar": "العاص والله ما رأيت قوما قط أرغب فيما كان رسول الله صلى الله عليه وسلم  يزهد",
    "en": ""
  },
  {
    "ar": "فيه منكم الحديث أخرجه الحاكم وصححه ورواه أحمد وابن  حبان  بنحوه  وقال  الحسن",
    "en": ""
  },
  {
    "ar": "بعد أن تلا قوله تعالى فلا تغرنكم الحياة الدنيا من قال ذا قاله من  خلقها  ومن",
    "en": ""
  },
  {
    "ar": "هو أعلم بها إياكم وما شغل من الدنيا فإن الدنيا كثيرة  الأشغال  لا  يفتح  رجل",
    "en": ""
  },
  {
    "ar": "على نفسه باب شغل إلا أوشك ذلك الباب أن يفتح عليه عشرة أبواب وقال أيضا  مسكين",
    "en": ""
  },
  {
    "ar": "ابن أدم رضي بدار حلالها حساب وحرامها عذاب إن أخذه من حله حوسب  به  وإن  أخذه",
    "en": ""
  },
  {
    "ar": "من حرام عذب به ابن آدم يستقل ماله ولا يستقل عمله يفرح بمصيبتة في دينه  ويجزع",
    "en": ""
  },
  {
    "ar": "من مصيبته في دنياه وكتب الحسن إلى عمر بن عبد العزيز سلام عليك أما بعد  فكأنك",
    "en": ""
  },
  {
    "ar": "بآخر من كتب عليه الموت قد مات فأجابه عمر سلام  عليك  كأنك  بالدنيا  ولم  تكن",
    "en": ""
  },
  {
    "ar": "وكأنك بالآخرة لم تزل وقال الفضيل بن عياض الدخول في الدنيا  هين  ولكن  الخروج",
    "en": ""
  },
  {
    "ar": "منها شديد وقال بعضهم عجبا لمن يعرف أن الموت حق كيف يفرح وعجبا  لمن  يعرف  أن",
    "en": ""
  },
  {
    "ar": "النار حق كيف يضحك وعجبا لمن رأى تقلب الدنيا بأهلها  كيف  يطمئن  إليها  وعجبا",
    "en": ""
  },
  {
    "ar": "لمن يعلم أن القدر حق كيف ينصب وقدم على معاوية رضي  الله  عنه  رجل  من  نجران",
    "en": ""
  },
  {
    "ar": "عمره مائتا سنة فسأله عن الدنيا كيف وجدها فقال سنيات  بلاء  وسنيات  رخاء  يوم",
    "en": ""
  },
  {
    "ar": "فيوم وليلة فليلة يولد ولد ويهلك هالك فلولا المولود لباد الخلق  ولولا  الهالك",
    "en": ""
  },
  {
    "ar": "ضاقت الدنيا بمن فيها فقال له سل ما شئت قال عمر مضى فترده أو أجل  حضر  فتدفعه",
    "en": ""
  },
  {
    "ar": "قال لا أملك ذلك قال لا حاجة لي إليك وقال داود الطائي رحمه الله  يا  ابن  آدم",
    "en": ""
  },
  {
    "ar": "فرحت ببلوغ أملك وإنما بلغته بانقضاه أجلك ثم  سوفت  بعملك  كان  منفعته  لغيرك",
    "en": ""
  },
  {
    "ar": "وقال بشر من سأل الله الدنيا فإنما يسأله طول الوقوف بين يديه  وقال  أبو  حازم",
    "en": ""
  },
  {
    "ar": "ما في الدنيا شيء يسرك إلا وقد ألصق الله إليه شيئا يسوءك وقال الحسن  لا  تخرج",
    "en": ""
  },
  {
    "ar": "نفس ابن آدم من الدنيا إلا بحسرات ثلاث أنه لم يشبع مما جمع ولم  يدرك  ما  أمل",
    "en": ""
  },
  {
    "ar": "ولم يحسن الزاد لما يقدم عليه وقيل لبعض العباد قد نلت  الغنى  فقال  إنما  نال",
    "en": ""
  },
  {
    "ar": "الغنى من عتق من رق الدنيا وقال أبو سليمان لا يصبر عن  شهوات  الدنيا  إلا  من",
    "en": ""
  },
  {
    "ar": "كان في قلبه ما يشغله بالآخرة وقال مالك بن دينار اصطلحنا على  حب  الدنيا  فلا",
    "en": ""
  },
  {
    "ar": "يأمر بعضنا بعضا ولا ينهى بعضنا بعضا ولا يدعنا الله  على  هذا  فليت  شعري  أي",
    "en": ""
  },
  {
    "ar": "عذاب الله ينزل علينا وقال أبو حازم يسير الدنيا  يشغل  عن  كثير  الآخرة  وقال",
    "en": ""
  },
  {
    "ar": "الحسن أهينوا الدنيا فو الله ما هي لأحد بأهنأ منها لمن أهانها وقال  أيضا  إذا",
    "en": ""
  },
  {
    "ar": "أراد الله بعبد خيرا أعطاه من الدنيا عطية ثم يمسك فإذا  نفذ  أعاد  عليه  وإذا",
    "en": ""
  },
  {
    "ar": "هان عليه عبد بسط له الدنيا بسطا وكان بعضهم يقول في دعائه يا ممسك  السماء  أن",
    "en": ""
  },
  {
    "ar": "تقع على الأرض إلا بإذنك أمسك الدنيا عني وقال محمد بن  المنكدر  أرأيت  لو  أن",
    "en": ""
  },
  {
    "ar": "رجلا صام الدهر لا يفطر وقام الليل لا ينام وتصدق بماله  وجاهد  في  سبيل  الله",
    "en": ""
  },
  {
    "ar": "واجتنب محارم الله غير أنه يؤتى به يوم القيامة فيقال إن هذا عظم  في  عينه  ما",
    "en": ""
  },
  {
    "ar": "صغره الله وصغر في عينه ما عظمه الله كيف ترى  يكون  حاله  فمن  منا  ليس  هكذا",
    "en": ""
  },
  {
    "ar": "الدنيا عظيمة عنده مع ما اقترفنا من الذنوب والخطايا وقال أبو حازم اشتدت  مؤنة",
    "en": ""
  },
  {
    "ar": "الدنيا والآخرة فأما مؤنة الآخرة فإنك لا تجد عليها أعوانا  وأما  مؤنة  الدنيا",
    "en": ""
  },
  {
    "ar": "فإنك لا تضرب بيدك إلى شيء منها إلا وجدت فاجرا قد سبقك إليه  وقال  أبو  هريرة",
    "en": ""
  },
  {
    "ar": "الدنيا موقوفة بين السماء والأرض كالشن البالي تنادى ربها منذ  خلقها  إلى  يوم",
    "en": ""
  },
  {
    "ar": "يفنيها يا رب يا رب لم تبغضني فيقول لها اسكتي يا لا  شيء  وقال  عبد  الله  بن",
    "en": ""
  },
  {
    "ar": "المبارك حب الدنيا والذنوب في القلب قد احتوشته فمتى يصل الخير إليه  وقال  وهب",
    "en": ""
  },
  {
    "ar": "بن منبه من فرح قلبه بشيء من الدنيا فقد أخطأ الحكمة ومن جعل شهوته  تحت  قدميه",
    "en": ""
  },
  {
    "ar": "فرق الشيطان من ظله ومن غلب علمه هواه فهو الغالب وقيل لبشر مات فلان فقال  جمع",
    "en": ""
  },
  {
    "ar": "الدنيا وذهب إلى الآخرة ضيع نفسه قيل له إنه كان يفعل ويفعل وذكروا  أبوابا  من",
    "en": ""
  },
  {
    "ar": "البر فقال وما ينفع هذا وهو يجمع الدنيا وقال بعضهم الدنيا  تبغض  إلينا  نفسها",
    "en": ""
  },
  {
    "ar": "ونحن نحبها فكيف لو تحببت إلينا وقيل لحكيم الدنيا لمن هي قال لمن  تركها  فقيل",
    "en": ""
  },
  {
    "ar": "الآخرة لمن هي قال لمن طلبها وقال حكيم الدنيا دار  خراب  وأخرب  منها  قلب  من",
    "en": ""
  },
  {
    "ar": "يعمرها والجنة دار عمران وأعمر منها قلب من يطلبها  وقال  الجنيد  كان  الشافعي",
    "en": ""
  },
  {
    "ar": "رحمه الله من المريدين الناطقين بلسان الحق في  الدنيا  وعظ  أخا  له  في  الله",
    "en": ""
  },
  {
    "ar": "وخوفه بالله فقال يا أخي إن الدنيا دحض مزلة  ودار  مذلة  عمرانها  إلى  الخراب",
    "en": ""
  },
  {
    "ar": "صائر وساكنها إلى القبور زائر شملها على الفرقة موقوف وغناها إلى  الفقر  مصروف",
    "en": ""
  },
  {
    "ar": "الإكثار فيها إعسار والإعسار فيها يسار فافزع  إلى  الله  وارض  برزق  الله  لا",
    "en": ""
  },
  {
    "ar": "تتسلف من دار بقائك إلى دار فنائك فإن عيشتك فيء زائل وجدار مائل أكثر من  عملك",
    "en": ""
  },
  {
    "ar": "وأقصر من أملك وقال إبراهيم بن أدهم لرجل أدرهم في المنام أحب  إليك  أم  دينار",
    "en": ""
  },
  {
    "ar": "في اليقظة فقال دينار في اليقظة فقال كذبت لأن الذي تحبه في الدنيا  كأنك  تحبه",
    "en": ""
  },
  {
    "ar": "في المنام والذي لا تحبه في الآخرة كأنك لا تحبه  في  اليقظة  وعن  إسماعيل  بن",
    "en": ""
  },
  {
    "ar": "عياش قال كان أصحابنا يسمون الدنيا خنزيرة فيقولون  إليك  عنا  يا  خنزيرة  فلو",
    "en": ""
  },
  {
    "ar": "وجدوا لها أسماء أقبح من هذا لسموها به  وقال  كعب  لتحببن  إليكم  الدنيا  حتى",
    "en": ""
  },
  {
    "ar": "تعبدوها وأهلها وقال يحيى بن معاذ الرازي  رحمه  الله  العقلاء  ثلاثة  من  ترك",
    "en": ""
  },
  {
    "ar": "الدنيا قبل أن تتركه وبنى قبره قبل أن يدخله وأرضى خالقه  قبل  أن  يلقاه  وقال",
    "en": ""
  },
  {
    "ar": "أيضا الدنيا بلغ شؤمها أن تمنيك لما يلهيك عن طاعة الله فكيف الوقوع فيها  وقال",
    "en": ""
  },
  {
    "ar": "بكر بن عبد الله من أراد أن يستغني عن الدنيا بالدنيا كان كمطفيء النار  بالتبن",
    "en": ""
  },
  {
    "ar": "وقال بندار إذا رأيت أبناء  الدنيا  يتكلمون  في  الزهد  فاعلم  أنهم  في  سخرة",
    "en": ""
  },
  {
    "ar": "الشيطان وقال أيضا من أقبل على الدنيا أحرقته  نيرانها  يعني  الحرص  حتى  يصير",
    "en": ""
  },
  {
    "ar": "رمادا ومن أقبل على الآخرة صفته بنيرانها فصار سبيكة ذهب  ينتفع  به  ومن  أقبل",
    "en": ""
  },
  {
    "ar": "على الله عز وجل أحرقته نيران التوحيد فصار جوهرا لا حد لقيمته  وقال  علي  كرم",
    "en": ""
  },
  {
    "ar": "الله وجهه إنما الدنيا ستة أشياء مطعوم ومشروب  وملبوس  ومركوب  ومنكوح  ومشموم",
    "en": ""
  },
  {
    "ar": "فأشرف المطعومات العسل وهو مذقة ذباب وأشرف المشروبات الماء  ويستوي  فيه  البر",
    "en": ""
  },
  {
    "ar": "والفاجر وأشرف الملبوسات الحرير وهو نسج  دودة  وأشرف  المركوبات  الفرس  وعليه",
    "en": ""
  },
  {
    "ar": "يقتل الرجال وأشرف المنكوحات المرأة وهي مبال في مبال وإن  المرأة  لتزين  أحسن",
    "en": ""
  },
  {
    "ar": "شيء منها ويراد أقبح شيء منها وأشرف المشمومات المسك وهو دم  بيان  المواعظ  في",
    "en": ""
  },
  {
    "ar": "ذم الدنيا وصفتها قال بعضهم يا أيها الناس اعملوا على مهل وكونوا من  الله  على",
    "en": ""
  },
  {
    "ar": "وجل ولا تغتروا بالأمل ونسيان الأجل ولا تركنوا إلى الدنيا فإنها  غدارة  خداعة",
    "en": ""
  },
  {
    "ar": "قد تزخرف لكم بغرورها وفتنتكم بأمانيها وتزينت لخطابها فأصبحت كالعروس  المجلية",
    "en": ""
  },
  {
    "ar": "العيون إليها ناظرة والقلوب عليها عاكفة والنفوس لها عاشقة  فكم  من  عاشق  لها",
    "en": ""
  },
  {
    "ar": "قتلت ومطمئن إليها خذلت فانظروا إليها بعين الحقيقة  فإنها  دار  كثير  بوائقها",
    "en": ""
  },
  {
    "ar": "وذمها خالقها جديدها يبلى وملكها يفنى  وعزيزها  يذل  وكثيرها  يقل  ودها  يموت",
    "en": ""
  },
  {
    "ar": "وخيرها يفوت فاستيقظوا رحمكم الله من غفلتكم وانتبهوا من رقدتكم  قبل  أن  يقال",
    "en": ""
  },
  {
    "ar": "فلان عليل أو مدنف ثقيل فهو على الدواء من دليل وهل إلى الطبيب من  سبيل  فتدعى",
    "en": ""
  },
  {
    "ar": "له الأطباء ولا يرجى له الشفاء ثم يقال فلان أوصى ولماله أحصى ثم يقال  قد  ثقل",
    "en": ""
  },
  {
    "ar": "لسانه فما يكلم إخوانه ولا يعرف جيرانه وعرق عند ذلك جبينك وتتابع  أنينك  وثبت",
    "en": ""
  },
  {
    "ar": "يقينك وطمحت جفونك وصدقت ظنونك وتلجلج لسانك وبكى  إخوانك  وقيل  لك  هذا  ابنك",
    "en": ""
  },
  {
    "ar": "فلان وهذا أخوك فلان ومنعت من الكلام فلا تنطق وختم على لسانك فلا ينطلق ثم  حل",
    "en": ""
  },
  {
    "ar": "بك القضاء وانتزعت نفسك من الأعضاء ثم عرج  بها  إلى  السماء  فاجتمع  عند  ذلك",
    "en": ""
  },
  {
    "ar": "إخوانك وأحضرت أكفانك فغسلوك وكفنوك فانقطع عوادك واستراح  حسادك  وانصرف  أهلك",
    "en": ""
  },
  {
    "ar": "إلى مالك وبقيت مرتهنا بأعمالك وقال  بعضهم  لبعض  الملوك  إن  أحق  الناس  بذم",
    "en": ""
  },
  {
    "ar": "الدنيا وقلاها من بسط له فيها وأعطى حاجته منها لأنه يتوقع آفة تعدو  على  ماله",
    "en": ""
  },
  {
    "ar": "فتجتاحه أو على جمعه فتفرقه أو تأتي سلطانه فتهدمه من القواعد أو تدب إلى  جسمه",
    "en": ""
  },
  {
    "ar": "فتسقمه أو تفجعه بشيء هو ضنين به بين أحبابه فالدنيا أحق بالذم  هي  الآخذة  ما",
    "en": ""
  },
  {
    "ar": "تعطي الراجعة فيما تهب بينا هي تضحك صاحبها إذا أضحكت منه غيره وبينا  تبكي  له",
    "en": ""
  },
  {
    "ar": "إذ أبكت عليه وبينا هي تبسط كفها بالإعطاء إذ بسطتها  بالاسترداد  فتعقد  التاج",
    "en": ""
  },
  {
    "ar": "على رأس صاحبها اليوم وتعفره بالتراب غدا سواء عليها ذهاب ما ذهب وبقاء ما  بقي",
    "en": ""
  },
  {
    "ar": "تجد في الباقي من الذاهب خلفا وترضى بكل من كل بدلا وكتب الحسن البصري إلى  عمر",
    "en": ""
  },
  {
    "ar": "بن عبد العزيز أما بعد فإن الدنيا دار ظعن ليست  بدار  إقامة  وإنما  أنزل  آدم",
    "en": ""
  },
  {
    "ar": "عليه السلام من الجنة إلى عقوبة فاحذرها  يا  أمير  المؤمنين  فإن  الزاد  منها",
    "en": ""
  },
  {
    "ar": "تركها والغني منها فقرها لها في كل حين قتيل تذل من أعزها وتفقر  من  جمعها  هي",
    "en": ""
  },
  {
    "ar": "كالسم يأكله من لا يعرفه وفيه حتفه فكن فيها كالمداوي جراحه يحتمي قليلا  مخافة",
    "en": ""
  },
  {
    "ar": "ما يكره طويلا ويصبر على شدة الدواء مخافة طول الداء فاحذر هذه  الدار  الغدارة",
    "en": ""
  },
  {
    "ar": "الختالة الخداعة التي  قد  تزينت  بخدعها  وفتنت  بغرورها  حلت  بآمالها  وسوفت",
    "en": "This\n    Page was last updated on: 18 Jun 2007 21:31:57 -0400"
  },
  {
    "ar": "بخطابها فأصبحت كالعروس  المجلية  العيون  إليها  ناظرة  والقلوب  عليها  والهة",
    "en": ""
  },
  {
    "ar": "والنفوس لها عاشقة وهي لأزواجها كلهم  قالية  فلا  الباقي  بالماضي  معتبر  ولا",
    "en": ""
  },
  {
    "ar": "الآخر بالأول مزدجر ولا العارف بالله عز وجل حين أخبره عنها مدكر فعاشق لها  قد",
    "en": ""
  },
  {
    "ar": "ظفر منها بحاجته فاغتر وطغى ونسي المعاد فشغل فيها لبه حتى زلت به  قدمه  فعظمت",
    "en": ""
  },
  {
    "ar": "ندامته وكثرت حسرته واجتمعت عليه سكرات الموت وتألمه وحسرات الفوت بغصته  وراغب",
    "en": ""
  },
  {
    "ar": "فيها لم يدرك منها ما طلب ولم يروح نفسه من التعب فخرج بغير زاد وقدم  على  غير",
    "en": ""
  },
  {
    "ar": "مهاد فاحذرها يا أمير المؤمنين وكن أسر ما تكون فيها  أحذر  ما  تكون  لها  فإن",
    "en": ""
  },
  {
    "ar": "صاحب الدنيا كلما اطمأن منها إلى سرور أشخصته إلى مكروه  السار  في  أهلها  غار",
    "en": ""
  },
  {
    "ar": "والنافع فيها غدار ضار وقد وصل الرخاء منها بالبلاء وجعل البقاء فيها إلى  فناء",
    "en": ""
  },
  {
    "ar": "فسروها مشوب بالأحزان لا يرجع منها ما ولى وأدبر ولا  يدري  ما  هو  آت  فينتظر",
    "en": ""
  },
  {
    "ar": "أمانيها كاذبة وآمالها باطلة وصفوها كدر وعيشها نكد وابن آدم فيها على  خطر  إن",
    "en": ""
  },
  {
    "ar": "عقل ونظر فهو من النعماء على خطر ومن البلاء على الحذر فلو كان الخالق لم  يخبر",
    "en": ""
  },
  {
    "ar": "عنها خبرا ولم يضرب لها مثلا لكانت الدنيا قد أيقظت النائم ونبهت  الغافل  فكيف",
    "en": ""
  },
  {
    "ar": "وقد جاء من الله عز وجل عنها زاجرا وفيها واعظ فما لها عند الله جل  ثناؤه  قدر",
    "en": ""
  },
  {
    "ar": "وما نظر إليها منذ خلقها ولقد عرضت على نبيك  صلى  الله  عليه  وسلم  بمفاتيحها",
    "en": ""
  },
  {
    "ar": "وخزائنها لا ينقصه ذلك عند الله جناح بعوضة فأبى أن يقبلها حديث الحسن وكتب  به",
    "en": ""
  },
  {
    "ar": "إلى عمر بن عبد العزيز عرضت أي الدنيا على نبيك صلى الله عليه  وسلم  بمفاتيحها",
    "en": ""
  },
  {
    "ar": "وخزائنها الحديث أخرجه أبي الدنيا هكذا مرسلا ورواه أحمد  والطبراني  متصلا  من",
    "en": ""
  },
  {
    "ar": "حديث أبي مويهبة في أثناء حديث فيه إني قد أعطيت خزائن الدنيا والخلد ثم  الجنة",
    "en": ""
  },
  {
    "ar": "الحديث وسنده صحيح وللترمذي من حديث أبي أمامة عرض على ربي ليجعل لي بطحاء  مكة",
    "en": ""
  },
  {
    "ar": "ذهبا الحديث إذ كره أن يخالف على الله أمره أو يحب ما أبغضه خالقه أو  يرفع  ما",
    "en": ""
  },
  {
    "ar": "وضع مليكه فزواها عن الصالحين اختبارا وبسطها  لأعدائه  اغترارا  فيظن  المغرور",
    "en": ""
  },
  {
    "ar": "بها المقتدر عليها أنه أكرم بها ونسي ما صنع الله عز وجل بمحمد صلى  الله  عليه",
    "en": ""
  },
  {
    "ar": "وسلم حين شد الحجر على بطنه حديث الحسن مرسلا في شده الحجر على بطنه أخرجه  ابن",
    "en": ""
  },
  {
    "ar": "أبي الدنيا أيضا هكذا وللبخاري من حديث أنس رفعنا عن بطوننا عن  حجر  حجر  فرفع",
    "en": ""
  },
  {
    "ar": "رسول الله صلى الله عليه وسلم حجرين وقال حديث غريب ولقد جاءت الرواية  عنه  عن",
    "en": ""
  },
  {
    "ar": "ربه عز وجل أنه قال لموسى عليه السلام إذا  رأيت  الغني  مقبلا  فقل  ذنب  عجلت",
    "en": ""
  },
  {
    "ar": "عقوبته وإذا رأيت الفقر مقبلا فقل مرحبا بشعار الصالحين وإن شئت  اقتديت  بصاحب",
    "en": ""
  },
  {
    "ar": "الروح والكلمة عيسى ابن مريم عليه السلام فإنه كان  يقول  إدامي  الجوع  وشعاري",
    "en": ""
  },
  {
    "ar": "الخوف ولباسي الصوف وصلائي في الشتاء  في  مشارق  الشمس  وسراجي  القمر  ودابتي",
    "en": ""
  },
  {
    "ar": "رجلاي وطعامي وفاكهتي ما أنبتت الأرض أبيت وليس لي شيء وأصبح وليس لي شيء  وليس",
    "en": ""
  },
  {
    "ar": "على الأرض أحد أغنى مني وقال وهب بن منبه لما بعث  الله  عز  وجل  موسى  وهارون",
    "en": ""
  },
  {
    "ar": "عليهما السلام إلى فرعون قال لا يرو  عنكما  لباسه  الذي  لبس  من  الدنيا  فإن",
    "en": ""
  },
  {
    "ar": "ناصيته بيدي ليس ينطق ولا يطرف ولا يتنفس إلا بإذني ولا يعجبنكما  ما  تمتع  به",
    "en": ""
  },
  {
    "ar": "منها فإنما هي زهرة الحياة الدنيا وزينة المترفين فلو شئت أن أزينكما بزينة  من",
    "en": ""
  },
  {
    "ar": "الدنيا يعرف فرعون حين يراها أن قدرته تعجز عما أوتيتما لفعلت ولكني أرغب  بكما",
    "en": ""
  },
  {
    "ar": "عن ذلك فأزوي ذلك عنكما وكذلك أفعل بأوليائي إني لأذودهم عن  نعيمها  كما  يذود",
    "en": ""
  },
  {
    "ar": "الراعي الشفيق غنمه عن مراتع الهلكة  وإني  لأجنبهم  ملاذها  كما  يجنب  الراعي",
    "en": ""
  },
  {
    "ar": "الشفيق إبله عن منازل الغرة وما ذاك لهوانهم  علي  ولكن  ليستكملوا  نصيبهم  من",
    "en": ""
  },
  {
    "ar": "كرامتي سالما موفرا إنما يتزين لي أوليائي بالذل والخوف والخضوع  والتقوى  تنبت",
    "en": ""
  },
  {
    "ar": "في قلوبهم وتظهر على أجسادهم فهي  ثيابهم  التي  يلبسون  ودثارهم  الذي  يظهرون",
    "en": ""
  },
  {
    "ar": "وضميرهم الذي يستشعرون ونجاتهم التي  بها  يفوزون  ورجاؤهم  الذي  إياه  يأملون",
    "en": ""
  },
  {
    "ar": "ومجدهم الذي به يفخرون وسيماهم التي بها يعرفون فإذا لقيتهم  فاخفض  لهم  جناحك",
    "en": ""
  },
  {
    "ar": "وذلل لهم قلبك ولسانك واعلم أنه من أخاف لي وليا فقد بارزني بالمحاربة  ثم  أنا",
    "en": ""
  },
  {
    "ar": "الثائر له يوم القيامة وخطب علي كرم الله وجهه  يوما  خطبة  فقال  فيها  اعلموا",
    "en": ""
  },
  {
    "ar": "أنكم ميتون ومبعوثون من بعد  الموت  وموقوفون  على  أعمالكم  ومجزيون  بها  فلا",
    "en": ""
  },
  {
    "ar": "تغرنكم الحياة الدنيا فإنها بالبلاء محفوفة  وبالفناء  معروفة  وبالغدر  موصوفة",
    "en": ""
  },
  {
    "ar": "وكل ما فيها إلى زوال وهي بين أهلها دول وسجال لا تدوم  أحوالها  ولا  يسلم  من",
    "en": ""
  },
  {
    "ar": "شرها نزالها بينا أهلها منها في رخاء وسرور إذا هم منها في  بلاء  وغرور  أحوال",
    "en": ""
  },
  {
    "ar": "مختلفة وتارات منصرفة العيش فيها مذموم والرخاء فيها لا يدوم وإنما أهلها  فيها",
    "en": ""
  },
  {
    "ar": "أغراض مستهدفة ترميهم بسهامها وتقصيهم بحمامها وكل حتفه فيها مقدور  وحظه  فيها",
    "en": ""
  },
  {
    "ar": "موفور واعلموا عباد الله أنكم وما أنتم فيه من هذه الدنيا على سبيل من  قد  مضى",
    "en": ""
  },
  {
    "ar": "ممن كان أطول منكم أعمارا وأشد منكم  بطشا  وأعمر  ديارا  وأبعد  آثارا  فأصبحت",
    "en": ""
  },
  {
    "ar": "أصواتهم هامدة خامدة من بعد طول تقلبها  وأجسادهم  بالية  وديارهم  على  عروشها",
    "en": ""
  },
  {
    "ar": "خاوية وآثارهم  عافية  واستبدلوا  بالقصور  المشيدة  والسرر  والنمارق  الممهدة",
    "en": ""
  },
  {
    "ar": "الصخور والأحجار المسندة في  القبور  اللاطئة  الملحدة  فمحلها  مقترب  وساكنها",
    "en": ""
  },
  {
    "ar": "مغترب بين أهل عمارة موحشين وأهل  محلة  متشاغلين  لا  يستأنسون  بالعمران  ولا",
    "en": ""
  },
  {
    "ar": "يتواصلون تواصل الجيران والإخوان على ما بينهم  من  قرب  المكان  والجوار  ودنو",
    "en": ""
  },
  {
    "ar": "الدار وكيف يكون بينهم تواصل وقد طحنهم بكلكله البلا  وأكلتهم  الجنادل  والثرى",
    "en": ""
  },
  {
    "ar": "وأصبحوا بعد الحياة أمواتا وبعد نضارة العيش رفاتا فجع بهم الأحباب وسكنوا  تحت",
    "en": ""
  },
  {
    "ar": "التراب ظعنوا فليس لهم إياب هيهات هيهات كلا إنها كلمة هو  قائلها  ومن  ورائهم",
    "en": ""
  },
  {
    "ar": "برزخ إلى يوم يبعثون فكأن قد صرتم إلى ما صاروا إليه من البلاء والوحدة في  دار",
    "en": ""
  },
  {
    "ar": "المثوى وارتهنتم في ذلك المضجع وضمكم ذلك المستودع فكيف بكم لو  عاينتم  الأمور",
    "en": ""
  },
  {
    "ar": "وبعثرت القبور وحصل ما في الصدور وأوقفتم للتحصيل بين يدي الملك  الجليل  فطارت",
    "en": ""
  },
  {
    "ar": "القلوب لإشفاقها من سالف الذنوب وهتكت عنكم الحجب والأستار وظهرت  منكم  العيوب",
    "en": ""
  },
  {
    "ar": "والأسرار هنالك تجزى كل نفس بما كسبت إن الله عز وجل يقول  ليجزى  الذي  أساءوا",
    "en": ""
  },
  {
    "ar": "بما عملوا ويجزى الذي أحسنوا بالحسنى وقال تعالى  ووضع  الكتاب  فترى  المجرمين",
    "en": ""
  },
  {
    "ar": "مشفقين مما فيه الآية جعلنا الله وإياكم عاملين  بكتابه  متبعين  لأوليائه  حتى",
    "en": ""
  },
  {
    "ar": "يحلنا وإياكم دار المقامة من فضله إنه حميد مجيد وقال بعض الحكماء الأيام  سهام",
    "en": ""
  },
  {
    "ar": "والناس أغراض والدهر يرميك كل يوم بسهامه ويخترمك بلياليه  وأيامه  حتى  يستغرق",
    "en": ""
  },
  {
    "ar": "جميع أجزائك فكيف بقاء سلامتك مع وقوع الأيام بك وسرعة الليالي في بدنك لو  كشف",
    "en": ""
  },
  {
    "ar": "لك عما أحدثت الأيام فيك من النقص لاستوحشت من كل يوم يأتي عليك  واستثقلت  ممر",
    "en": ""
  },
  {
    "ar": "الساعة بك ولكن تدبير الله فوق تدبير الاعتبار وبالسلو  عن  غوائل  الدنيا  وجد",
    "en": ""
  },
  {
    "ar": "طعم لذاتها وإنها لأمر من العلقم إذا عجنها الحكيم  وقد  أعيت  الواصف  لعيوبها",
    "en": ""
  },
  {
    "ar": "بظاهر أفعالها وما تأتي به من العجائب أكثر مما يحيط به  الواعظ  اللهم  أرشدنا",
    "en": ""
  },
  {
    "ar": "إلى الصواب وقال بعض الحكماء وقد استوصف الدنيا وقدر بقائها فقال  الدنيا  وقتك",
    "en": ""
  },
  {
    "ar": "الذي يرجع إليك فيه طرفك لأن ما مضى عنك فقد فاتك إدراكه وما لم  يأت  فلا  علم",
    "en": ""
  },
  {
    "ar": "لك به والدهر يوم مقبل تنعاه ليلته وتطويه ساعاته وأحداثه تتوالى  على  الإنسان",
    "en": ""
  },
  {
    "ar": "بالتغيير والنقصان والدهر موكل بتشتيت  الجماعات  وانخرام  الشمل  وتنقل  الدول",
    "en": ""
  },
  {
    "ar": "والأمل طويل والعمر قصير وإلى الله تصير الأمور وخطب عمر بن  عبد  العزيز  رحمة",
    "en": ""
  },
  {
    "ar": "الله عليه فقال يا أيها الناس إنكم خلقتم لأمر إن كنتم تصدقون  به  فإنكم  حمقى",
    "en": ""
  },
  {
    "ar": "وإن كنتم تكذبون به فإنكم هلكى إنما خلقتم للأبد ولكنكم من دار إلى دار  تنقلون",
    "en": ""
  },
  {
    "ar": "عباد الله إنكم في دار لكم فيها من طعامكم غصص ومن  شرابكم  شرق  لا  تصفو  لكم",
    "en": ""
  },
  {
    "ar": "نعمة تسرون بها إلا بفراق أخرى تكرهون فراقها فاعملوا  لما  أنتم  صائرون  إليه",
    "en": ""
  },
  {
    "ar": "وخالدون فيه ثم غلبه البكاء ونزل قال علي كرم الله وجهه في خطبته أوصيكم  بتقوى",
    "en": ""
  },
  {
    "ar": "الله والترك للدنيا التاركة لكم وإن  كنتم  لا  تحبون  تركها  المبلية  أجسامكم",
    "en": ""
  },
  {
    "ar": "وأنتم تريدون تجديدها فإنما مثلكم ومثلها كمثل قوم في سفر سلكوا  طريقا  وكأنهم",
    "en": ""
  },
  {
    "ar": "قطعوه وأفضوا إلى علم فكأنهم بلغوه وكم عسى  أن  يجري  المجرى  حتى  ينتهي  إلى",
    "en": ""
  },
  {
    "ar": "الغاية وكم عسى أن يبقى من له يوم في الدنيا وطالب حثيث يطلبه حتى يفارقها  فلا",
    "en": ""
  },
  {
    "ar": "تجزعوا لبؤسها وضرائها فإنه إلى انقطاع ولا تفرحوا بمتاعها ونعمائها  فإنه  إلى",
    "en": ""
  },
  {
    "ar": "زوال عجبت لطالب الدنيا والموت يطلبه وغافل  وليس  بمغفول  عنه  وقال  محمد  بن",
    "en": ""
  },
  {
    "ar": "الحسين لما علم أهل الفضل والعلم والمعرفة والأدب  أن  الله  عز  وجل  قد  أهان",
    "en": ""
  },
  {
    "ar": "الدنيا وأنه لم يرضها لأوليائه وأنها عنده حقيرة قليلة وأن رسول الله صلى  الله",
    "en": ""
  },
  {
    "ar": "عليه وسلم زهد فيها وحذر أصحابه من فتنتها أكلوا منها قصدا وقدموا فضلا  وأخذوا",
    "en": ""
  },
  {
    "ar": "منها ما يكفي وتركوا ما يلهي لبسوا من الثياب ما ستر العورة وأكلوا  من  الطعام",
    "en": ""
  },
  {
    "ar": "أدناه مما سد الجوعة ونظروا إلى الدنيا  بعين  أنها  فانية  وإلى  الآخرة  أنها",
    "en": ""
  },
  {
    "ar": "باقية فتزودوا من الدنيا كزاد الراكب فخربوا الدنيا وعمروا بها  الآخرة  ونظروا",
    "en": ""
  },
  {
    "ar": "إلى الآخرة بقلوبهم فعلموا أنهم سينظرون إليها بأعينهم فارتحلوا إليها  بقلوبهم",
    "en": ""
  },
  {
    "ar": "لما علموا أنهم سيرتحلون إليها بأبدانهم تعبوا  قليلا  وتنعموا  طويلا  كل  ذلك",
    "en": ""
  },
  {
    "ar": "بتوفيق مولاهم الكريم أحب ما أحب لهم  وكرهوا  ما  كره  لهم  بيان  صفة  الدنيا",
    "en": ""
  },
  {
    "ar": "بالأمثلة اعلم أن الدنيا سريعة الفناء قريبة الانقضاء تعد بالبقاء ثم  تخلف  في",
    "en": ""
  },
  {
    "ar": "الوفاء تنظر إليها فتراها ساكنة مستقرة وهي سائرة سيرا عنيفا  ومرتحلة  ارتحالا",
    "en": ""
  },
  {
    "ar": "سريعا ولكن الناظر إليها قد  لا  يحس  بحركتها  فيطمئن  إليها  وإنما  يحس  عند",
    "en": ""
  },
  {
    "ar": "انقضائها ومثالها الظل فإنه متحرك ساكن متحرك في الحقيقة ساكن الظاهر  لا  تدرك",
    "en": ""
  },
  {
    "ar": "حركته بالبصر الظاهر بل بالبصيرة الباطنة ولما ذكرت الدنيا  عند  الحسن  البصري",
    "en": ""
  },
  {
    "ar": "رحمه الله أنشد وقال أحلام نوم أو كظل زائل إن  اللبيب  بمثلها  لا  يخدع  وكان",
    "en": ""
  },
  {
    "ar": "الحسن بن علي بن أبي طالب كرم الله وجهه يتمثل كثيرا ويقول يا  أهل  لذات  دنيا",
    "en": ""
  },
  {
    "ar": "لا بقاء لها إن اغترارا بظل زائل حمق وقيل إن هذا من  قوله  ويقال  إن  أعرابيا",
    "en": ""
  },
  {
    "ar": "نزل بقوم فقدموا إليه طعاما فأكل ثم قام إلى ظل خيمة لهم  فنام  هناك  فاقتلعوا",
    "en": "This\n    page is constantly being updated since July 2001. So check back\n    often."
  },
  {
    "ar": "الخيمة فأصابته الشمس فانتبه فقام وهو يقول ألا إنما الدنيا كظل  ثنية  ولا  بد",
    "en": ""
  },
  {
    "ar": "يوما أن ظلك زائل وكذلك قيل وإن امرأ دنياه أكبر همه لمستمسك  منها  بحبل  غرور",
    "en": ""
  },
  {
    "ar": "مثال آخر للدنيا من حيث التغرير بخيالاتها ثم الإفلاس منها  بعد  إفلاتها  تشبه",
    "en": ""
  },
  {
    "ar": "خيالات المنام وأضغاث الأحلام قال رسول الله صلى الله  عليه  وسلم  الدنيا  حلم",
    "en": ""
  },
  {
    "ar": "وأهلها عليها مجازون ومعاقبون حديث الدنيا حلم وأهلها  عليها  مجازون  ومعاقبون",
    "en": ""
  },
  {
    "ar": "لم أجد له أصلا وقال يونس بن عبيد ما شبهت نفسي في الدنيا إلا  كرجل  نام  فرأى",
    "en": ""
  },
  {
    "ar": "في منامه ما يكره وما يحب فبينما هو كذلك  إذ  انتبه  فكذلك  الناس  نيام  فإذا",
    "en": ""
  },
  {
    "ar": "ماتوا انتبهوا فإذا ليس بأيديهم شيء  مما  ركنوا  إليه  وفرحوا  به  وقيل  لبعض",
    "en": ""
  },
  {
    "ar": "الحكماء أي شيء أشبه بالدنيا قال أحلام النائم  مثال  آخر  للدنيا  في  عداوتها",
    "en": ""
  },
  {
    "ar": "لأهلها وإهلاكها لبنيها اعلم أن طبع الدنيا التلطف في الاستدراج  أولا  والتوصل",
    "en": ""
  },
  {
    "ar": "إلى الإهلاك آخرا وهي كامرأة تتزين للخطاب حتى إذا نكحتهم ذبحتهم  وقد  روي  أن",
    "en": ""
  },
  {
    "ar": "عيسى عليه السلام كوشف بالدنيا فرآها في صورة عجوز  هتماء  عليها  من  كل  زينة",
    "en": ""
  },
  {
    "ar": "فقال لها كم تزوجت قالت لا أحصيهم قال فكلهم مات عنك  أم  كلهم  طلقك  قالت  بل",
    "en": ""
  },
  {
    "ar": "كلهم قتلت فقال عيسى عليه السلام بؤسا لأزواجك الباقين كيف لا يعتبرون  بأزواجك",
    "en": ""
  },
  {
    "ar": "الماضين كيف تهلكينهم واحدا بعد واحد ولا يكونون منك على حذر مثال  آخر  للدنيا",
    "en": ""
  },
  {
    "ar": "في مخالفة ظاهرها لباطنها اعلم أن الدنيا مزينة الظواهر قبيحة السرائر وهي  شبه",
    "en": ""
  },
  {
    "ar": "عجوز متزينة تخدع الناس بظاهرها فإذا وقفوا على باطنها وكشفوا القناع عن  وجهها",
    "en": ""
  },
  {
    "ar": "تمثل لهم قبائحها فندموا  على  اتباعها  وخجلوا  من  ضعف  عقولهم  في  الاغترار",
    "en": ""
  },
  {
    "ar": "بظاهرها وقال العلاء بن زياد رأيت في المنام عجوزا كبيرة  متعصبة  الجلد  عليها",
    "en": ""
  },
  {
    "ar": "من كل زينة الدنيا والناس عكوف عليها معجبون ينظرون إليها  فجئت  ونظرت  وتعجبت",
    "en": ""
  },
  {
    "ar": "من نظرهم إليها وإقبالهم عليها فقلت لها ويلك من أنت قالت أو ما تعرفني قلت  لا",
    "en": ""
  },
  {
    "ar": "أدري من أنت قالت أنا الدنيا قلت أعوذ بالله من شرك قالت إن أحببت أن  تعاذ  من",
    "en": ""
  },
  {
    "ar": "شري فأبغض الدرهم قال أبو بكر بن عياش رأيت الدنيا في النوم عجوزا مشوهة  شمطاء",
    "en": ""
  },
  {
    "ar": "تصفق بيديها وخلفها خلق يتبعونها ويصفقون ويرقصون فلما كانت بحذائي  أقبلت  علي",
    "en": ""
  },
  {
    "ar": "فقالت لو ظفرت بك لصنعت بك مثل ما صنعت بهؤلاء ثم بكى أبو بكر  وقال  رأيت  هذا",
    "en": ""
  },
  {
    "ar": "قبل أن أقدم إلى بغداد وقال الفضيل بن عياض قال  ابن  عباس  يؤتى  بالدنيا  يوم",
    "en": ""
  },
  {
    "ar": "القيامة في صورة عجوز  شمطاء  زرقاء  أنيابها  بادية  ومشوه  خلقها  فتشرف  على",
    "en": ""
  },
  {
    "ar": "الخلائق فيقال لهم أتعرفون هذه فيقولون نعوذ بالله  من  معرفة  هذه  فيقال  هذه",
    "en": ""
  },
  {
    "ar": "الدنيا  التي  تناحرتم  عليها  بها  تقاطعتم  الأرحام  وبها  تحاسدتم  وتباغضتم",
    "en": ""
  },
  {
    "ar": "واغتررتم ثم يقذف بها في جهنم فتنادي أي رب أين أتباعي وأشياعي فيقول  الله  عز",
    "en": ""
  },
  {
    "ar": "وجل ألحقوا بها أتباعها وأشياعها وقال الفضيل بلغني أن  رجلا  عرج  بروحه  فإذا",
    "en": ""
  },
  {
    "ar": "امرأة على قارعة الطريق عليها من كل زينة من الحلي والثياب  وإذا  لا  يمر  بها",
    "en": ""
  },
  {
    "ar": "أحد إلا جرحته فإذا هي أدبرت كانت أحسن شيء رآه الناس وإذا هي أقبلت كانت  أقبح",
    "en": ""
  },
  {
    "ar": "شيء رآه الناس عجوز شمطاء زرقاء عمشاء قال فقلت أعوذ بالله منك قالت  لا  والله",
    "en": ""
  },
  {
    "ar": "لا يعيذك الله مني حتى تبغض الدرهم قال فقلت من أنت قالت أنا الدنيا  مثال  آخر",
    "en": ""
  },
  {
    "ar": "للدنيا وعبور الإنسان بها اعلم أن الأحوال ثلاثة حالة لم تكن فيها شيئا وهي  ما",
    "en": ""
  },
  {
    "ar": "قبل وجودك إلى الأزل وحالة لا تكون فيها مشاهدا للدنيا وهي  ما  بعد  موتك  إلى",
    "en": ""
  },
  {
    "ar": "الأبد وحالة متوسطة بين الأبد والأزل وهي  أيام  حياتك  في  الدنيا  فانظر  إلى",
    "en": ""
  },
  {
    "ar": "مقدار طولها وانسبه إلى طرفي الأزل والأبد حتى تعلم إنه أقل من  منزل  قصير  في",
    "en": ""
  },
  {
    "ar": "سفر بعيد ولذلك قال صلى الله عليه وسلم مالي وللدنيا وإنما  مثلي  ومثل  الدنيا",
    "en": ""
  },
  {
    "ar": "كمثل راكب سار في يوم صائف فرفعت شجرة فقال تحت ظلها ساعة ثم راح  وتركها  حديث",
    "en": ""
  },
  {
    "ar": "مالي وللدنيا إنما مثلي ومثل الدنيا كمثل راكب الحديث أخرجه الترمذي وابن  ماجه",
    "en": ""
  },
  {
    "ar": "والحاكم من حديث ابن مسعود بنحوه ورواه أحمد والحاكم وصححه من  حديث  ابن  عباس",
    "en": ""
  },
  {
    "ar": "ومن رأى الدنيا بهذه العين لم يركن إليها ولم يبال كيف انقضت أيامه في ضر  وضيق",
    "en": ""
  },
  {
    "ar": "أو في سعة ورفاهية بل لا يبنى لبنة على لبنة توفي  رسول  الله  صلى  الله  عليه",
    "en": ""
  },
  {
    "ar": "وسلم وما وضع لبنة على لبنة ولا قصبة على قصبة  حديث  ما  وضع  لبنة  على  لبنة",
    "en": ""
  },
  {
    "ar": "الحديث أخرجه ابن حبان في الثقات وللطبراني في الأوسط من حديث عائشة بسند  ضعيف",
    "en": ""
  },
  {
    "ar": "من سأل عني أو سره أن ينظر إلي فلينظر إلى أشعث شاحب  مشمر  لم  يضع  لبنة  على",
    "en": ""
  },
  {
    "ar": "لبنة الحديث ورأى بعض الصحابة يبني بيتا من جص فقال  أرى  الأمر  أعجل  من  هذا",
    "en": ""
  },
  {
    "ar": "وأنكر ذلك حديث رأى بعض أصحابه يبني بيتا من جص فقال أرى  الأمر  أعجل  من  هذا",
    "en": ""
  },
  {
    "ar": "أخرجه أبو داود والترمذي من حديث عبد الله بن عمرو  وقال  حسن  صحيح  وإلى  هذا",
    "en": ""
  },
  {
    "ar": "أشار عيسى عليه السلام حيث قال الدنيا قنطرة فاعبروها  ولا  تعمروها  وهو  مثال",
    "en": ""
  },
  {
    "ar": "واضح فإن الحياة الدنيا معبر  إلى  الآخرة  والمهد  هو  الميل  الأول  على  رأس",
    "en": ""
  },
  {
    "ar": "القنطرة واللحد هو الميل الآخر وبينهما مسافة محدودة  فمن  الناس  من  قطع  نصف",
    "en": ""
  },
  {
    "ar": "القنطرة ومنهم من قطع ثلثها ومنهم من قطع ثلثيها ومنهم من لم يبق له  إلا  خطوة",
    "en": ""
  },
  {
    "ar": "واحدة وهو غافل عنها وكيفما كان فلا بد  له  من  العبور  والبناء  على  القنطرة",
    "en": ""
  },
  {
    "ar": "وتزيينها بأصناف الزينة وأنت عابر عليها غاية الجهل والخذلان مثال  آخر  للدنيا",
    "en": ""
  },
  {
    "ar": "في لين موردها وخشونة مصدرها أعلم أن أوائل الدنيا تبدو هينة لينة  يظن  الخائض",
    "en": ""
  },
  {
    "ar": "فيها أن حلاوة خفضها كحلاوة  الخوض  فيها  وهيهات  فإن  الخوض  في  الدنيا  سهل",
    "en": ""
  },
  {
    "ar": "والخروج منها مع السلامة شديد وقد كتب علي رضي  الله  عنه  إلى  سلمان  الفارسي",
    "en": ""
  },
  {
    "ar": "بمثالها فقال مثل الدنيا مثل الحية لين مسها ويقتل سمها فأعرض عما  يعجبك  منها",
    "en": ""
  },
  {
    "ar": "لقلة ما يصحبك منها وضع عنك همومها بما أيقنت من فراقها وكن أسر ما  تكون  فيها",
    "en": ""
  },
  {
    "ar": "أحذر ما تكون لها فإن صاحبها  كلما  اطمأن  منها  إلى  سرور  أشخصه  عنه  مكروه",
    "en": ""
  },
  {
    "ar": "والسلام مثال آخر للدنيا في تعذر الخلاص من تبعتها بعد  الخوض  فيها  قال  رسول",
    "en": ""
  },
  {
    "ar": "الله صلى الله عليه وسلم إنما مثل صاحب الدنيا  كالماشي  في  الماء  هل  يستطيع",
    "en": ""
  },
  {
    "ar": "الذي يمشي في الماء أن لا تبتل قدماه حديث إنما مثل صاحب  الدنيا  كمثل  الماشي",
    "en": ""
  },
  {
    "ar": "في الماء الحديث أخرجه ابن أبي الدنيا والبيهقي في الشعب من  رواية  الحسن  قال",
    "en": ""
  },
  {
    "ar": "بلغني أن رسول الله صلى الله عليه وسلم قال فذكره ووصله البيهقي في  الشعب  وفي",
    "en": ""
  },
  {
    "ar": "الزهد من رواية الحسن عن أنس وهذا يعرفك جهاله قوم ظنوا أنهم  يخوضون  في  نعيم",
    "en": ""
  },
  {
    "ar": "الدنيا بأبدانهم وقلوبهم منها مطهرة وعلائقها عن بواطنهم منقطعة وذلك مكيدة  من",
    "en": ""
  },
  {
    "ar": "الشيطان بل لو أخرجوا مما هم فيه لكانوا من أعظم  المتفجعين  بفراقها  فكما  أن",
    "en": ""
  },
  {
    "ar": "المشي على الماء يقتضي بللا لا محالة يلتصق بالقدم فكذلك ملابسة  الدنيا  تقتضي",
    "en": ""
  },
  {
    "ar": "علاقة وظلمة في القلب بل علاقة الدنيا مع القلب تمنع حلاوة  العبادة  قال  عيسى",
    "en": ""
  },
  {
    "ar": "عليه السلام بحق أقول لكم كما ينظر المريض إلى  الطعام  فلا  يلتذ  به  من  شدة",
    "en": ""
  },
  {
    "ar": "الوجع كذلك صاحب الدنيا لا يلتذ بالعبادة ولا يجد حلاوتها  مع  ما  يجد  من  حب",
    "en": ""
  },
  {
    "ar": "الدنيا وبحق أقول لكم إن الدابة إذا لم تركب وتمتهن  تصعب  ويتغير  خلقها  كذلك",
    "en": ""
  },
  {
    "ar": "القلوب إذا لم ترقق بذكر الموت ونصب العبادة تقسو وتغلظ وبحق أقول لكم إن  الزق",
    "en": ""
  },
  {
    "ar": "ما لم ينخرق أو يقحل يوشك أن  يكون  وعاء  للعسل  كذلك  القلوب  ما  لم  تخرقها",
    "en": ""
  },
  {
    "ar": "الشهوات أو يدنسها الطمع أو يقسيها النعيم فسوف تكون أوعية للحكمة  وقال  النبي",
    "en": ""
  },
  {
    "ar": "صلى الله عليه وسلم إنما بقي من الدنيا بلاء وفتنة وإنما مثل  عمل  أحدكم  كمثل",
    "en": ""
  },
  {
    "ar": "الوعاء إذا طاب أعلاه طاب أسفله وإذا خبث أعلاه خبث أسفله  حديث  إنما  بقي  من",
    "en": ""
  },
  {
    "ar": "الدنيا بلاء وفتنة الحديث أخرجه ابن  ماجه  من  حديث  معاوية  فرقه  في  موضعين",
    "en": ""
  },
  {
    "ar": "ورجاله ثقات مثال آخر لما بقي من الدنيا وقلته بالإضافة لما سبق قال رسول  الله",
    "en": ""
  },
  {
    "ar": "صلى الله عليه وسلم مثل هذه الدنيا مثل ثوب شق من أوله إلى  آخره  فبقي  متعلقا",
    "en": ""
  },
  {
    "ar": "بخيط في آخره فيوشك ذلك الخيط أن ينقطع حديث مثل هذه الدنيا  كمثل  ثوب  شق  من",
    "en": ""
  },
  {
    "ar": "أوله إلى آخره أخرجه أبو الشيخ  ابن  حبان  في  الثواب  وأبو  نعيم  في  الحلية",
    "en": ""
  },
  {
    "ar": "والبيهقي في شعب الإيمان من حديث أنس بسند ضعيف مثال آخر لتأدية  علائق  الدنيا",
    "en": ""
  },
  {
    "ar": "بعضها إلى بعض حتى الهلاك قال عيسى عليه السلام مثل طالب الدنيا مثل  شارب  ماء",
    "en": ""
  },
  {
    "ar": "البحر كلما ازداد شربا ازداد عطشا حتى  يقتله  مثال  آخر  لمخالفة  آخر  الدنيا",
    "en": ""
  },
  {
    "ar": "أولها ولنضارة أوائلها وخبث عواقبها اعلم  أن  شهوات  الدنيا  في  القلب  لذيذة",
    "en": ""
  },
  {
    "ar": "كشهوات الأطعمة في المعدة وسيجد العبد عند الموت  لشهوات  الدنيا  في  قلبه  من",
    "en": ""
  },
  {
    "ar": "الكراهة والنتن والقبح ما يجده للأطعمة اللذيذة  إذا  بلغت  في  المعدة  غايتها",
    "en": ""
  },
  {
    "ar": "وكما أن الطعام كلما كان ألذ طعما وأكثر دسما وأظهر حلاوة كان رجيعه أقذر  وأشد",
    "en": ""
  },
  {
    "ar": "نتنا فكذلك كل شهوة في القلب هي أشهى وألذ وأقوى فنتنها وكراهتها  والتأذي  بها",
    "en": ""
  },
  {
    "ar": "عند الموت أشد بل هي في الدنيا مشاهدة فإن من نهبت داره وأخذ أهله وماله  وولده",
    "en": ""
  },
  {
    "ar": "فتكون مصيبته وألمه وتفجعه في كل ما فقد بقدر لذته به وحبه له وحرصه  عليه  فكل",
    "en": ""
  },
  {
    "ar": "ما كان عند الوجود أشهى عنده وألذ فهو عند الفقد أدهى وأمر ولا معنى للموت  إلا",
    "en": ""
  },
  {
    "ar": "فقد ما في الدنيا وقد روي أن النبي صلى الله عليه وسلم  قال  للضحاك  بن  سفيان",
    "en": ""
  },
  {
    "ar": "الكلابي ألست تؤتي بطعامك وقد ملح وقزح ثم تشرب عليه اللبن والماء قال بلى  قال",
    "en": ""
  },
  {
    "ar": "فإلام يصير قال إلى ما قد علمت يا رسول لله  قال  فإن  الله  عز  وجل  ضرب  مثل",
    "en": ""
  },
  {
    "ar": "الدنيا بما يصير إليه طعام ابن آدم حديث أنه قال للضحاك بن سفيان الكلابي  ألست",
    "en": ""
  },
  {
    "ar": "تؤتي بطعامك وقد ملح وقزح الحديث وفيه فإن الله ضرب مثل الدنيا لما  يصير  إليه",
    "en": ""
  },
  {
    "ar": "طعام بن آدم أخرجه أحمد والطبراني من حديثه بنحوه وفيه علي  بن  زيد  بن  جدعان",
    "en": ""
  },
  {
    "ar": "مختلف فيه وقال أبي بن كعب قال رسول الله صلى الله عليه وسلم  إن  الدنيا  ضربت",
    "en": ""
  },
  {
    "ar": "مثلا لابن آدم فانظر إلى ما يخرج من ابن آدم وإن قزحه  وملحه  إلام  يصير  حديث",
    "en": ""
  },
  {
    "ar": "أبي بن كعب إن الدنيا ضربت مثلا لابن آدم  الحديث  أخرجه  الطبراني  وابن  حبان",
    "en": ""
  },
  {
    "ar": "بلفظ إن مطعم ابن آدم قد ضرب للدنيا مثلا ورواه عبد الله بن  أحمد  في  زياداته",
    "en": ""
  },
  {
    "ar": "بلفظ جعل وقال صلى الله عليه وسلم إن الله ضرب الدنيا لمطعم ابن آدم مثلا  وضرب",
    "en": ""
  },
  {
    "ar": "مطعم ابن آدم للدنيا مثلا وإن قزحه وملحه حديث إن الله ضرب  الدنيا  لمطعم  ابن",
    "en": "Page\n    URL: www.muslimphilosophy.com/gz/ihya/english/ihya-vol3-C6.htm ."
  },
  {
    "ar": "آدم مثلا وضرب مطعم ابن آدم للدنيا مثلا الحديث الشطر الأول  منه  غريب  والشطر",
    "en": ""
  },
  {
    "ar": "الأخير هو الذي تقدم من حديث الضحاك بن سفيان إن الله ضرب ما يخرج من  بني  آدم",
    "en": ""
  },
  {
    "ar": "مثلا للدنيا وقال الحسن قد رأيتهم يطيبونه بالأفاويه والطيب ثم  يرمون  به  حيث",
    "en": ""
  },
  {
    "ar": "رأيتم وقد قال الله عز وجل فلينظر الإنسان إلى طعامه قال ابن  عباس  إلى  رجيعه",
    "en": ""
  },
  {
    "ar": "وقال رجل لابن عمر إني أريد أن أسألك وأستحي قال فلا تستحي واسأل قال  إذا  قضى",
    "en": ""
  },
  {
    "ar": "أحدنا حاجته فقام ينظر إلى ذلك منه قال نعم إن الملك يقول له انظر إلى ما  بخلت",
    "en": ""
  },
  {
    "ar": "به أنظر إلى ماذا صار وكان بشر بن كعب يقول انطلقوا  حتى  أريكم  الدنيا  فيذهب",
    "en": ""
  },
  {
    "ar": "بهم إلى مزبلة فيقول انظروا إلى ثمارهم ودجاجهم  وعسلهم  وسمنهم  مثال  آخر  في",
    "en": ""
  },
  {
    "ar": "نسبة الدنيا إلى الآخرة قال رسول الله صلى الله عليه وسلم ما الدنيا في  الآخرة",
    "en": ""
  },
  {
    "ar": "إلا كمثل ما يجعل أحدكم أصبعه في اليم فلينظر  أحدكم  بم  يرجع  إليه  حديث  ما",
    "en": ""
  },
  {
    "ar": "الدنيا في الآخرة إلا كمثل ما يجعل أحدكم أصبعه في اليم فلينظر  بم  يرجع  إليه",
    "en": ""
  },
  {
    "ar": "أخرجه مسلم من حديث المستورد بن شداد  مثال  آخر  للدنيا  وأهلها  في  اشتغالهم",
    "en": ""
  },
  {
    "ar": "بنعيم الدنيا وغفلتهم عن الآخرة وخسرانهم العظيم بسببها  اعلم  أن  أهل  الدنيا",
    "en": ""
  },
  {
    "ar": "مثلهم في غفلتهم مثل قوم ركبوا سفينة  فانتهت  بهم  إلى  جزيرة  فأمرهم  الملاح",
    "en": ""
  },
  {
    "ar": "بالخروج إلى  قضاء  الحاجة  وحذرهم  المقام  وخوفهم  مرور  السفينة  واستعجالها",
    "en": ""
  },
  {
    "ar": "فتفرقوا في نواحي الجزيرة فقضى بعضهم حاجته وبادر  إلى  السفينة  فصادف  المكان",
    "en": ""
  },
  {
    "ar": "خاليا فأخذ أوسع الأماكن وألينها وأوفقها لمراده وبعضهم توقف في  الجزيرة  ينظر",
    "en": ""
  },
  {
    "ar": "إلى أنوارها وأزهارها العجيبة وغياضها الملتفة ونغمات طيورها  الطيبة  وألحانها",
    "en": ""
  },
  {
    "ar": "الموزونة الغريبة وصار يلحظ من  بريتها  أحجارها  وجواهرها  ومعادنها  المختلفة",
    "en": ""
  },
  {
    "ar": "الألوان والأشكال الحسنة المنظر العجيبة النقوش  السالبة  أعين  الناظرين  بحسن",
    "en": ""
  },
  {
    "ar": "زبرجدها وعجائب صورها ثم تنبه لخطر فوات السفينة  فرجع  إليها  فلم  يصادف  إلا",
    "en": ""
  },
  {
    "ar": "مكانا ضيقا حرجا فاستقر فيه وبعضهم أكب على تلك الأصداف والأحجار وأعجبه  حسنها",
    "en": ""
  },
  {
    "ar": "ولم تسمح نفسه بإهمالها فاستصحب منها جملة فلم يجد في السفينة إلا  مكانا  ضيقا",
    "en": ""
  },
  {
    "ar": "وزاده ما حمله من الحجارة ضيقا وصار ثقيلا عليه ووبالا فندم على أخذه ولم  يقدر",
    "en": ""
  },
  {
    "ar": "على رميه ولم يجد مكانا لوضعه فحمله في السفينة على عنقه وهو  متأسف  على  أخذه",
    "en": ""
  },
  {
    "ar": "وليس ينفعه التأسف وبعضهم تولج الغياض ونسي المركب وبعد في متفرجه ومتنزهه  منه",
    "en": ""
  },
  {
    "ar": "حتى لم يبلغه نداء الملاح لاشتغاله  بأكل  تلك  الثمار  واستشمام  تلك  الأنوار",
    "en": ""
  },
  {
    "ar": "والتفرج بين تلك الأشجار وهو مع ذلك خائف على  نفسه  من  السباع  وغير  خال  من",
    "en": ""
  },
  {
    "ar": "السقطات والنكبات ولا منفك عن شوك ينشب بثيابه وغضن يجرح بدنه  وشوكة  تدخل  في",
    "en": ""
  },
  {
    "ar": "رجله وصوت هائل يفزع منه وعوسج يخرق ثيابه ويهتك عورته ويمنعه عن  الانصراف  لو",
    "en": ""
  },
  {
    "ar": "أراده فلما بلغه نداء أهل السفينة انصرف مثقلا  بما  معه  ولم  يجد  في  المركب",
    "en": ""
  },
  {
    "ar": "موضعا فبقي في الشط حتى مات جوعا وبعضهم لم يبلغه النداء وسارت  السفينة  فمنهم",
    "en": ""
  },
  {
    "ar": "من افترسته السباع ومنهم من تاه فهام  على  وجهه  حتى  هلك  ومنهم  من  مات  في",
    "en": ""
  },
  {
    "ar": "الأوحال ومنهم من نهشته الحيات فتفرقوا كالجيف المنتنة وأما من وصل إلى  المركب",
    "en": ""
  },
  {
    "ar": "بثقل ما أخذه من الأزهار والأحجار فقد استرقته وشغله الحزن  بحفظها  والخوف  من",
    "en": ""
  },
  {
    "ar": "فوتها وقد ضيقت عليه مكانه فلم يلبث أن ذبلت تلك  الأزهار  وكمدت  تلك  الألوان",
    "en": ""
  },
  {
    "ar": "والأحجار فظهر نتن رائحتها فصارت مع كونها مضيقة عليه مؤذية له بنتنها  ووحشتها",
    "en": ""
  },
  {
    "ar": "فلم يجد حيلة إلا أن ألقاها في البحر هربا منها وقد أثر فيه ما  أكل  منها  فلم",
    "en": ""
  },
  {
    "ar": "ينته إلى الوطن إلا بعد أن ظهرت عليه الأسقام بتلك الروائح  فبلغ  سقيما  مدبرا",
    "en": ""
  },
  {
    "ar": "ومن رجع قريبا ما فاته إلا سعة المحل فتأدى بضيق المكان مدة ولكن لما  وصل  إلى",
    "en": ""
  },
  {
    "ar": "الوطن استراح ومن رجع أولا وجد المكان الأوسع ووصل إلى الوطن سالما  فهذا  مثال",
    "en": ""
  },
  {
    "ar": "أهل الدنيا في اشتغالهم بحظوظهم العاجلة ونسيانهم موردهم  ومصدرهم  وغفلتهم  عن",
    "en": ""
  },
  {
    "ar": "عاقبة أمورهم وما أقبح من يزعم أنه بصير عاقل أن تغره أحجار  الأرض  وهي  الذهب",
    "en": ""
  },
  {
    "ar": "والفضة وهشيم النبت وهي زينة الدنيا وشيء من ذلك لا يصحبه عند  الموت  بل  يصير",
    "en": ""
  },
  {
    "ar": "كلا ووبالا عليه وهو في الحال شاغل له بالحزن والخوف عليه وهذه حال الخلق  كلهم",
    "en": ""
  },
  {
    "ar": "إلا من عصمه الله عز وجل مثال آخر لاغتزار  الخلق  بالدنيا  وضعف  إيمانهم  قال",
    "en": ""
  },
  {
    "ar": "الحسن رحمه الله بلغني أن رسول الله صلى الله عليه وسلم قال لأصحابه إنما  مثلي",
    "en": ""
  },
  {
    "ar": "ومثلكم ومثل الدنيا كمثل قوم سلكوا مفازة غبراء حتى  إذا  لم  يدروا  ما  سلكوا",
    "en": ""
  },
  {
    "ar": "منها أكثر أو ما بقي أنفدوا الزاد وخسروا الظهر وبقوا بين ظهراني  المفازة  ولا",
    "en": ""
  },
  {
    "ar": "زاد ولا حمولة فأيقنوا بالهلكة فبينما هم كذلك إذ خرج عليهم رجل  في  حلة  تقطر",
    "en": ""
  },
  {
    "ar": "رأسه فقالوا هذا قريب عهد بريف وما جاءكم هذا إلا من  قريب  فلما  انتهى  إليهم",
    "en": ""
  },
  {
    "ar": "قال يا هؤلاء فقالوا يا هذا فقال علام أنتم فقالوا على ما ترى فقال  أرأيتم  إن",
    "en": ""
  },
  {
    "ar": "هديتكم إلى ماء رواء ورياض خضر ما تعملون  قالوا  لا  نعصيك  شيئا  قال  عهودكم",
    "en": ""
  },
  {
    "ar": "ومواثيقكم بالله فأعطوه عهودهم ومواثيقهم بالله لا  يعصونه  شيئا  قال  فأوردهم",
    "en": ""
  },
  {
    "ar": "ماء رواء ورياضا خضرا فمكث فيهم ما شاء الله ثم قال يا هؤلاء قالوا يا هذا  قال",
    "en": ""
  },
  {
    "ar": "الرحيل قالوا إلى أين قال إلى ماء ليس كمائكم  وإلى  رياض  ليست  كرياضكم  فقال",
    "en": ""
  },
  {
    "ar": "أكثرهم والله ما وجدنا هذا حتى ظننا أنا لن نجده وما  نصنع  بعيش  خير  من  هذا",
    "en": ""
  },
  {
    "ar": "وقالت طائفة وهم أقلهم ألم تعطوا هذا  الرجل  عهودكم  ومواثيقكم  بالله  أن  لا",
    "en": ""
  },
  {
    "ar": "تعصوه شيئا وقد صدقكم في أول حديثه فوالله ليصدقنكم في آخره  فراح  فيمن  اتبعه",
    "en": ""
  },
  {
    "ar": "وتخلف بقيتهم فبدرهم عدو فأصبحوا بين أسير وقتيل  حديث  الحسن  بلغني  أن  رسول",
    "en": ""
  },
  {
    "ar": "الله صلى الله عليه وسلم قال لأصحابه إنما مثلي ومثلكم ومثل  الدنيا  كمثل  قوم",
    "en": ""
  },
  {
    "ar": "سلكوا مفازة غبراء الحديث أخرجه ابن  أبي  الدنيا  هكذا  بطوله  لأحمد  والبزار",
    "en": ""
  },
  {
    "ar": "والطبراني من حديث ابن عباس أن رسول الله صلى الله عليه  وسلم  أتاه  فيما  يرى",
    "en": ""
  },
  {
    "ar": "النائم ملكان الحديث وفيه فقال أي أحد الملكين إن مثل هذا ومثل أمته  كمثل  قوم",
    "en": ""
  },
  {
    "ar": "سفر انتهوا إلى مفازة فذكر نحوه اخصر منه وإسناده حسن ومثال  آخر  لتنعم  الناس",
    "en": ""
  },
  {
    "ar": "بالدنيا ثم تفجعهم على فراقها اعلم أن مثل الناس فيما أعطوا من الدنيا مثل  رجل",
    "en": ""
  },
  {
    "ar": "هيأ دارا وزينها وهو يدعو إلى داره على الترتيب قوما واحدا بعد واحد فدخل  واحد",
    "en": ""
  },
  {
    "ar": "داره فقدم إليه طبق ذهب عليه بخور ورياحين ليشمه ويتركه لمن يلحقه  لا  ليتملكه",
    "en": ""
  },
  {
    "ar": "ويأخذه فجهل رسمه وظن أنه قد وهب ذلك فتعلق به قلبه لما ظن أنه له فلما  استرجع",
    "en": ""
  },
  {
    "ar": "منه ضجر وتفجع ومن كان عالما برسمه انتفع به وشكره ورده بطيب قلب  وانشراح  صدر",
    "en": ""
  },
  {
    "ar": "وكذلك من عرف سنة الله في الدنيا علم أنها دار ضيافة  سبلت  على  المجتازين  لا",
    "en": ""
  },
  {
    "ar": "على المقيمين ليتزودوا منها وينتفعوا بما فيها كما  ينتفع  المسافرون  بالعواري",
    "en": ""
  },
  {
    "ar": "ولا يصرفون إليها كل قلوبهم حتى تعظم مصيبتهم عند  فراقها  فهذه  أمثلة  الدنيا",
    "en": ""
  },
  {
    "ar": "وآفاتها وغوائلها نسأل الله تعالى اللطيف الخبير حسن العون  بكرمه  وحلمه  بيان",
    "en": ""
  },
  {
    "ar": "حقيقة الدنيا وماهيتها في حق العبد اعلم أن معرفة ذم الدنيا  لا  تكفيك  ما  لم",
    "en": ""
  },
  {
    "ar": "تعرف الدنيا المذمومة ما هي وما الذي ينبغي أن يجتنب منها وما  الذي  لا  يجتنب",
    "en": ""
  },
  {
    "ar": "فلا بد وأن نبين الدنيا المذمومة المأمور باجتنابها لكونها  عدوة  قاطعة  لطريق",
    "en": ""
  },
  {
    "ar": "الله ما هي فنقول دنياك وآخرتك عبارة عن حالتين من أحوال قلبك  فالقريب  الداني",
    "en": ""
  },
  {
    "ar": "منها يسمى دنيا وهو كل ما قبل الموت والمتراخي المتأخر يسمى آخرة  وهو  ما  بعد",
    "en": ""
  },
  {
    "ar": "الموت فكل ما لك فيه حظ ونصيب وغرض وشهوة  ولذة  عاجل  الحال  قبل  الوفاة  فهي",
    "en": ""
  },
  {
    "ar": "الدنيا في حقك إلا أن جميع مالك إليه ميل وفيه نصيب  وحظ  فليس  بمذموم  بل  هو",
    "en": ""
  },
  {
    "ar": "ثلاثة أقسام القسم الأول ما يصحبك في الآخرة وتبقى معك  ثمرته  بعد  الموت  وهو",
    "en": ""
  },
  {
    "ar": "شيئان العلم والعمل فقط وأعني بالعلم  العلم  بالله  وصفاته  وأفعاله  وملائكته",
    "en": ""
  },
  {
    "ar": "وكتبه ورسله وملكوت أرضه وسمائه  والعلم  بشريعة  نبيه  وأعني  بالعمل  العبادة",
    "en": ""
  },
  {
    "ar": "الخالصة لوجه الله تعالى وقد يأنس العالم بالعلم  حتى  يصير  ذلك  ألذ  الأشياء",
    "en": ""
  },
  {
    "ar": "عنده فيهجر النوم والمطعم والمنكح في لذته لأنه أشهى عنده من جميع ذلك فقد  صار",
    "en": ""
  },
  {
    "ar": "حظا عاجلا في الدنيا ولكنا إذا ذكرنا الدنيا المذمومة لم  نعد  هذا  من  الدنيا",
    "en": ""
  },
  {
    "ar": "أصلا بل قلنا إنه من الآخرة وكذلك العابد قد يأنس  بعبادته  فيستلذها  بحيث  لو",
    "en": ""
  },
  {
    "ar": "منع عنها لكان ذلك أعظم العقوبات عليه حتى قال بعضهم ما أخاف من الموت  إلا  من",
    "en": ""
  },
  {
    "ar": "حيث يحول بيني وبين قيام الليل وكان آخر يقول اللهم ارزقني قوة الصلاة  والركوع",
    "en": ""
  },
  {
    "ar": "والسجود في القبر فهذا قد صارت الصلاة عنده من حظوظه العاجلة وكل حظ عاجل  فاسم",
    "en": ""
  },
  {
    "ar": "الدنيا ينطلق عليه من حيث الاشتقاق من الدنو ولكنا لسنا نعني بالدنيا  المذمومة",
    "en": ""
  },
  {
    "ar": "ذلك وقد قال صلى الله عليه وسلم حبب إلي من دنياكم  ثلاث  النساء  والطيب  وقرة",
    "en": ""
  },
  {
    "ar": "عيني في الصلاة حديث حبب إلي من  دنياكم  ثلاث  الطيب  والنساء  وقرة  عيني  في",
    "en": ""
  },
  {
    "ar": "الصلاة أخرجه النسائي والحاكم من حديث أنس دون قوله ثلاث وتقدم في النكاح  فجعل",
    "en": ""
  },
  {
    "ar": "الصلاة من جملة ملاذ الدنيا وكذلك كل ما يدخل في الحس والمشاهدة  فهو  من  عالم",
    "en": ""
  },
  {
    "ar": "الشهادة وهو من الدنيا والتلذذ بتحريك الجوارح بالركوع والسجود  إنما  يكون  في",
    "en": ""
  },
  {
    "ar": "الدنيا فلذلك أضافها إلى الدنيا إلا أنا لسنا في هذا الكتاب نتعرض  إلا  للدنيا",
    "en": ""
  },
  {
    "ar": "المذمومة فنقول هذه ليست من الدنيا.",
    "en": ""
  },
  {
    "ar": "القسم الثاني وهو المقابل له على الطرف الأقصى كل ما فيه حظ عاجل ولا  ثمرة  له",
    "en": ""
  },
  {
    "ar": "في الآخرة أصلا كالتلذذ بالمعاصي  كلها  والتنعم  بالمباحاة  الزائدة  على  قدر",
    "en": ""
  },
  {
    "ar": "الحاجات والضرورات الداخلة  في  جملة  الرفاهية  والرعونات  كالتنعم  بالقناطير",
    "en": ""
  },
  {
    "ar": "المقنطرة من الذهب والفضة والخيل المسومة والأنعام  والحرث  والغلمان  والجواري",
    "en": ""
  },
  {
    "ar": "والخيول والمواشي والقصور والدور ورفيع الثياب ولذائذ  الأطعمة  فحظ  العبد  من",
    "en": ""
  },
  {
    "ar": "هذا كله هي الدنيا المذمومة وفيما يعد فضولا أوفى محل الحاجة نظر طويل  إذ  روى",
    "en": ""
  },
  {
    "ar": "عن عمر رضي الله عنه أنه استعمل أبا الدرداء على حمص  فاتخذ  كنيفا  أنفق  عليه",
    "en": ""
  },
  {
    "ar": "درهمين فكتب إليه عمر من عمر بن الخطاب أمير المؤمنين إلى عويمر قد كان  لك  في",
    "en": ""
  },
  {
    "ar": "بناء فارس والروم ما تكتفي به عن عمران الدنيا حين أراد الله خرابها فإذا  أتاك",
    "en": ""
  },
  {
    "ar": "كتابي هذا فقد سيرتك إلى دمشق أنت وأهلك فلم يزل بها حتى مات  فهذا  رآه  فضولا",
    "en": "A\n    reader is needed for PDF files and it is available\n    free of charge from Adobe ."
  },
  {
    "ar": "من الدنيا فتأمل فيه القسم الثالث وهو متوسط بين الطرفين كل حظ في العاجل  معين",
    "en": ""
  },
  {
    "ar": "على أعمال الآخرة كقدر القوت من الطعام والقميص الواحد الخشن وكل ما لا بد  منه",
    "en": ""
  },
  {
    "ar": "لبتأتي للإنسان البقاء والصحة التي بها يتوصل إلى العلم  والعمل  وهذا  ليس  من",
    "en": ""
  },
  {
    "ar": "الدنيا كالقسم الأول لأنه معين على  القسم  الأول  ووسيلة  إليه  فمهما  تناوله",
    "en": ""
  },
  {
    "ar": "العبد على قصد الاستعانة به على العلم والعمل لم يكن  به  متناولا  للدنيا  ولم",
    "en": ""
  },
  {
    "ar": "يصر به من أبناء الدنيا وإن كان باعثه الحظ العاجل دون  الاستعانة  على  التقوى",
    "en": ""
  },
  {
    "ar": "التحق بالقسم الثاني وصار من جملة الدنيا ولا يبقى  مع  العبد  عند  الموت  إلا",
    "en": ""
  },
  {
    "ar": "ثلاث صفات صفاء القلب أعني طهارته من الأدناس وأنسه بذكر الله تعالى  وحبه  لله",
    "en": ""
  },
  {
    "ar": "عز وجل وصفاء القلب وطهارته لا يحصلان إلا بالكف عن  شهوات  الدنيا  والأنس  لا",
    "en": ""
  },
  {
    "ar": "يحصل إلا بكثرة ذكر الله تعالى والمواظبة عليه والحب لا يحصل إلا بالمعرفة  ولا",
    "en": ""
  },
  {
    "ar": "تحصل معرفة الله إلا بدوام الفكر وهذه الصفات الثلاث هي المنجيات المسعدات  بعد",
    "en": ""
  },
  {
    "ar": "الموت أما طهارة القلب عن شهوات الدنيا فهي من المنجيات إذ تكون جنة  بن  العبد",
    "en": ""
  },
  {
    "ar": "وبين عذاب الله كما ورد في الأخبار إن أعمال العبد تناضل عنه فإذا  جاء  العذاب",
    "en": ""
  },
  {
    "ar": "من قبل رجليه جاء قيام الليل يدفع عنه وإذا جاء من جهة يديه جاءت  الصدقة  تدفع",
    "en": ""
  },
  {
    "ar": "عنه حديث مناضلة أعمال العبد عنه فإذا جاء العذاب من قبل رجليه جاء قيام  الليل",
    "en": ""
  },
  {
    "ar": "فدفع عنه الحديث أخرجه الطبراني من حديث عبد الرحمن بن سمرة  بطوله  وفيه  خالد",
    "en": ""
  },
  {
    "ar": "بن عبد الرحمن المخزومي ضعفه البخاري وأبو حاتم ولأحمد من حديث أسماء  بنت  أبي",
    "en": ""
  },
  {
    "ar": "بكر إذا دخل الإنسان قبره فإن كان مؤمنا  أحزبه  عمله  الصلاة  والصيام  الحديث",
    "en": ""
  },
  {
    "ar": "وإسناده صحيح الحديث وأما الأنس والحب فهما من المسعدات وهما موصلان العبد  إلى",
    "en": ""
  },
  {
    "ar": "لذة اللقاء والمشاهدة وهذه السعادة تتعجل عقيب الموت إلى أن يدخل  أوان  الرؤية",
    "en": ""
  },
  {
    "ar": "في الجنة فيصير القبر روضة من رياض الجنة وكيف لا  يكون  القبر  عليه  روضة  من",
    "en": ""
  },
  {
    "ar": "رياض الجنة ولم يكن له إلا محبوب واحد  وكانت  العوائق  تعوقه  عن  دوام  الأنس",
    "en": ""
  },
  {
    "ar": "بدوام ذكره ومطالعة جماله فارتفعت العوائق  وأفلت  من  السجن  وخلى  بينه  وبين",
    "en": ""
  },
  {
    "ar": "محبوبه فقدم عليه مسرورا سليما من الموانع آمنا من العوائق وكيف  لا  يكون  محب",
    "en": ""
  },
  {
    "ar": "الدنيا عند الموت معذبا ولم يكن له محبوب إلا الدنيا وقد  غصب  منه  وحيل  بينه",
    "en": ""
  },
  {
    "ar": "وبينه وسدت عليه طرق الحيلة في الرجوع إليه ولذلك قيل ما حال من  كان  له  واحد",
    "en": ""
  },
  {
    "ar": "غيب عنه ذلك الواحد وليس الموت عدما إنما هو فراق لمحاب الدنيا وقدوم على  الله",
    "en": ""
  },
  {
    "ar": "تعالى فإذا سالك طريق الآخرة هو المواظب  على  أسباب  هذه  الصفات  الثلاث  وهي",
    "en": ""
  },
  {
    "ar": "الذكر والفكر والعمل الذي يفطمه عن شهوات  الدنيا  ويبغض  إليه  ملاذها  ويقطعه",
    "en": ""
  },
  {
    "ar": "عنها وكل ذلك لا يمكن إلا بصحة البدن وصحة البدن لا تنال إلا بقوت وملبس  ومسكن",
    "en": ""
  },
  {
    "ar": "ويحتاج كل واحد إلى أسباب فالقدر الذي لا بد  منه  من  هذه  الثلاثة  إذا  أخذه",
    "en": ""
  },
  {
    "ar": "العبد من الدنيا للآخرة لم يكن من أبناء الدنيا  وكانت  الدنيا  في  حقه  مزرعة",
    "en": ""
  },
  {
    "ar": "للآخرة وإن أخذ ذلك لحظ النفس وعلى قصد التنعم صار من أبناء  الدنيا  والراغبين",
    "en": ""
  },
  {
    "ar": "في حظوظها إلا أن الرغبة في حظوظ الدنيا تنقسم إلى ما يعرض صاحبه لعذاب  الآخرة",
    "en": ""
  },
  {
    "ar": "ويسمى ذلك حراما وإلى ما يحول بينه وبين  الدرجات  العلا  ويعرضه  لطول  الحساب",
    "en": ""
  },
  {
    "ar": "ويسمى ذلك حلالا والبصير يعلم أن طول الموقف في عرصات  القيامة  لأجل  المحاسبة",
    "en": ""
  },
  {
    "ar": "أيضا عذاب فمن نوقش الحساب عذب حديث من نوقش الحساب  عذب  متفق  عليه  من  حديث",
    "en": ""
  },
  {
    "ar": "عائشة إذ قال رسول الله صلى الله عليه وسلم  حلالها  حساب  وحرامها  عذاب  حديث",
    "en": ""
  },
  {
    "ar": "حلالها حساب وحرامها عذاب أخرجه ابن أبي الدنيا والبيهقي  في  الشعب  من  طريقه",
    "en": ""
  },
  {
    "ar": "موقوفا على علي بن أبي طالب بإسناد منقطع بلفظ وحرامها النار ولم  أجده  مرفوعا",
    "en": ""
  },
  {
    "ar": "وقد قال أيضا حلالها عذاب إلا إنه عذاب أخف  من  عذاب  الحرام  بل  لو  لم  يكن",
    "en": ""
  },
  {
    "ar": "الحساب لكان ما يفوت من الدرجات العلا في الجنة وما يرد على  القلب  من  التحسر",
    "en": ""
  },
  {
    "ar": "على تفوتها لحظوظ حقيرة خسيسة لا بقاء لها هو أيضا عذاب وقس به حالك في  الدنيا",
    "en": ""
  },
  {
    "ar": "إذا نظرت إلى أقرانك وقد سبقوك بسعادات دنيوية كيف يتقطع قلبك عليها  حسرات  مع",
    "en": ""
  },
  {
    "ar": "علمك بأنها سعادات منصرمة لا بقاء لها منغصة بكدورات لا صفاء لها فما  حالك  في",
    "en": ""
  },
  {
    "ar": "فوات سعادة لا يحيط الوصف بعظمتها وتنقطع الدهور دون غايتها  فكل  من  تنعم  في",
    "en": ""
  },
  {
    "ar": "الدنيا ولو بسماع صوت من طائر أو بالنظر إلى خضرة أو شربة ماء بارد  فإنه  ينقص",
    "en": ""
  },
  {
    "ar": "من حظه في الآخرة أضعافه وهو المعنى بقوله صلى الله عليه وسلم  لعمر  رضي  الله",
    "en": ""
  },
  {
    "ar": "عنه هذا من النعيم الذي تسئل عنه حديث هذا من النعيم الذي  تسئل  عنه  تقدم  في",
    "en": ""
  },
  {
    "ar": "الأطعمة أشار به إلى الماء البارد والتعرض  لجواب  السؤال  فيه  ذل  وخوف  وخطر",
    "en": ""
  },
  {
    "ar": "ومشقة وانتظار وكل ذلك من نقصان الحظ ولذلك قال عمر رضي الله  عنه  اعزلوا  عني",
    "en": ""
  },
  {
    "ar": "حسابها حين كان به عطش فعرض عليه ماء بارد بعسل فأداره  في  كفه  ثم  امتنع  عن",
    "en": ""
  },
  {
    "ar": "شربه فالدنيا قليلها وكثيرها حرامها وحلالها ملعونة إلا ما أعان على تقوى  الله",
    "en": ""
  },
  {
    "ar": "فإن ذلك القدر ليس من الدنيا وكل من كانت معرفته أقوى وأتقن كان حذره  من  نعيم",
    "en": ""
  },
  {
    "ar": "الدنيا أشد حتى إن عيسى عليه السلام وضع رأسه على حجر لما نام ثم رماه إذ  تمثل",
    "en": ""
  },
  {
    "ar": "له إبليس وقال رغبت في الدنيا وحتى إن سليمان عليه السلام  في  ملكه  كان  يطعم",
    "en": ""
  },
  {
    "ar": "الناس لذائذ الأطعمة وهو يأكل خبز الشعير فجعل  الملك  على  نفسه  بهذا  الطريق",
    "en": ""
  },
  {
    "ar": "امتهانا وشدة فإن الصبر على لذائذ الأطعمة مع القدرة عليها ووجودها  أشد  ولهذا",
    "en": ""
  },
  {
    "ar": "روي أن الله تعالى زوى الدنيا عن نبينا صلى الله عليه  وسلم  فكان  يطوي  أياما",
    "en": ""
  },
  {
    "ar": "حديث زوى الله الدنيا عن نبينا صلى الله عليه وسلم فكان يطوي أياما أخرجه  محمد",
    "en": ""
  },
  {
    "ar": "بن خفيف في شرف الفقراء من حديث عمر بن الخطاب قال قلت يا رسول الله  عجبا  لمن",
    "en": ""
  },
  {
    "ar": "بسط الله لهم الدنيا وزواها عنك الحديث وهو  من  طريق  إسحاق  معنعنا  وللترمذي",
    "en": ""
  },
  {
    "ar": "وابن ماجه من حديث ابن عباس أن النبي صلى الله  عليه  وسلم  كان  يبيت  الليالي",
    "en": ""
  },
  {
    "ar": "المتتابعة طاويا وأهله الحديث قال الترمذي حسن صحيح وكان يشد  الحجر  على  بطنه",
    "en": ""
  },
  {
    "ar": "من الجوع حديث كان يشد الحجر على بطنه من الجوع تقدم  ولهذا  سلط  الله  البلاء",
    "en": ""
  },
  {
    "ar": "والمحن على الأنبياء والأولياء ثم الأمثل فالأمثل كل  ذلك  نظرا  لهم  وامتنانا",
    "en": ""
  },
  {
    "ar": "عليهم ليتوفر من الآخرة حظهم كما يمنع الوالد الشفيق ولده  لذة  الفواكه  ويلزم",
    "en": ""
  },
  {
    "ar": "ألم الفصد والحجامة شفقة عليه وحبا له لا بخلا عليه وقد عرفت  بهذا  أن  كل  ما",
    "en": ""
  },
  {
    "ar": "ليس لله فهو من الدنيا وما هو لله فذلك ليس من الدنيا فإن قلت فما الذي هو  لله",
    "en": ""
  },
  {
    "ar": "فأقول الأشياء ثلاثة أقسام منها مالا يتصور أن يكون  لله  وهو  الذي  يعبر  عنه",
    "en": ""
  },
  {
    "ar": "بالمعاصي والمحظورات وأنواع التنعمات في المباحات وهي الدنيا  المحضة  المذمومة",
    "en": ""
  },
  {
    "ar": "فهي الدنيا صورة ومعنى ومنها ما صورته لله ويمكن أن يجعل لغير الله  وهو  ثلاثة",
    "en": ""
  },
  {
    "ar": "الفكر والذكر والكف عن الشهوات فإن هذه الثلاثة إذا  جرت  سرا  ولم  يكن  عليها",
    "en": ""
  },
  {
    "ar": "باعث سوى أمر الله واليوم الآخر فهي لله وليست من  الدنيا  وإن  كان  الغرض  من",
    "en": ""
  },
  {
    "ar": "الفكر طلب العلم للتشرف به وطلب القبول بين الخلق بإظهار المعرفة أو كان  الغرض",
    "en": ""
  },
  {
    "ar": "من ترك الشهوة حفظ المال أو الحمية لصحة البدن والاشتهار بالزهد  فقد  صار  هذا",
    "en": ""
  },
  {
    "ar": "من الدنيا بالمعنى وإن كان يظن بصورته أنه لله تعالى ومنها ما صورته لحظ  النفس",
    "en": ""
  },
  {
    "ar": "ويمكن أن يكون معناه لله وذلك كالأكل والنكاح وكل  ما  يرتبط  به  بقاؤه  وبقاء",
    "en": ""
  },
  {
    "ar": "ولده فإن كان القصد حظ النفس فهو من الدنيا وإن كان  القصد  الاستعانة  به  على",
    "en": ""
  },
  {
    "ar": "التقوى فهو لله بمعناه وإن كانت صورته صورة الدنيا قال صلى الله عليه  وسلم  من",
    "en": ""
  },
  {
    "ar": "طلب الدنيا حلالا مكاثرا مفاخرا لقي الله وهو عليه غضبان  ومن  طلبها  استعفافا",
    "en": ""
  },
  {
    "ar": "عن المسألة وصيانة لنفسه جاء يوم القيامة ووجهه كالقمر ليلة البدر حديث من  طلب",
    "en": ""
  },
  {
    "ar": "الدنيا حلالا مكاثرا مفاخرا لقي الله وهو عليه غضبان الحديث أخرجه أبو نعيم  في",
    "en": ""
  },
  {
    "ar": "الحلية والبيهقي في الشعب من حديث أبي هريرة بسند ضعيف  فانظر  كيف  اختلف  ذلك",
    "en": ""
  },
  {
    "ar": "بالقصد فإذا الدنيا حظ نفسك العاجل الذي لا حاجة إليه لأمر  الآخرة  ويعبر  عنه",
    "en": ""
  },
  {
    "ar": "بالهوى وإليه الإشارة بقوله تعالى ونهى النفس عن الهوى  فإن  الجنة  هي  المأوى",
    "en": ""
  },
  {
    "ar": "ومجامع الهوى خمسة أمور وهي ما جمعه الله تعالى في  قوله  إنما  الحياة  الدنيا",
    "en": ""
  },
  {
    "ar": "لعب ولهو وزينة وتفاخر بينكم وتكاثر في الأموال والأولاد  والأعيان  التي  تحصل",
    "en": ""
  },
  {
    "ar": "منها هذه الخمسة سبعة يجمعها قوله  تعالى  زين  للناس  حب  الشهوات  من  النساء",
    "en": ""
  },
  {
    "ar": "والبنين والقناطير المقنطرة من الذهب والفضة والخيل  المسومة  والأنعام  والحرث",
    "en": ""
  },
  {
    "ar": "ذلك متاع الحياة الدنيا فقد عرفت أن كل ما هو لله فليس من  الدنيا  وقدر  ضرورة",
    "en": ""
  },
  {
    "ar": "القوت وما لا بد منه من مسكن وملبس هو لله إن قصد به وجه الله  والاستكثار  منه",
    "en": ""
  },
  {
    "ar": "تنعم وهو لغير الله وبين التنعم والضرورة درجة يعبر عنها  بالحاجة  ولها  طرفان",
    "en": ""
  },
  {
    "ar": "وواسطة طرف يقرب من حد الضرورة فلا يضر فإن الاقتصار على حد الضرورة  غير  ممكن",
    "en": ""
  },
  {
    "ar": "وطرف يزاحم جانب التنعم ويقرب منه وينبغي أن يحذر منه  وبينهما  وسائط  متشابهة",
    "en": ""
  },
  {
    "ar": "ومن حام حول الحمى يوشك أن يقع فيه والحزم في  الحذر  والتقوى  والتقرب  من  حد",
    "en": ""
  },
  {
    "ar": "الضرورة ما أمكن اقتداء بالأنبياء والأولياء  عليهم  السلام  إذا  كانوا  يردون",
    "en": ""
  },
  {
    "ar": "أنفسهم إلى حد الضرورة حتى إن أويسا  القرني  كان  يظن  أهله  أنه  مجنون  لشدة",
    "en": ""
  },
  {
    "ar": "تضييقه على نفسه فبنوا له بيتا على باب دارهم فكان يأتي عليهم  السنة  والسنتان",
    "en": ""
  },
  {
    "ar": "والثلاث لا يرون له وجها وكان يخرج أول الأذان  ويأتي  إلى  منزله  بعد  العشاء",
    "en": ""
  },
  {
    "ar": "الآخرة وكان طعامه أن يلتقط النوى وكلما أصاب حشفة خبأها لإفطاره  وإن  لم  يصب",
    "en": ""
  },
  {
    "ar": "ما يقوته من الحشف باع النوى واشترى بثمنه ما يقوته وكان لباسه  مما  يلتقط  من",
    "en": ""
  },
  {
    "ar": "المزابل من قطع الأكسية فيغسلها في الفرات ويلفق بعضها إلى بعض ثم يلبسها  فكان",
    "en": ""
  },
  {
    "ar": "ذلك لباسه وكان ربما مر الصبيان فيرمونه ويظنون أنه مجنون فيقول لهم يا  إخوتاه",
    "en": ""
  },
  {
    "ar": "إن كنتم ولا بد أن ترموني فارموني بأحجار صغار فإني أخاف أن تدموا  عقبي  فيحضر",
    "en": ""
  },
  {
    "ar": "وقت الصلاة ولا أصيب الماء فهكذا كانت سيرته ولقد عظم رسول الله صلى الله  عليه",
    "en": ""
  },
  {
    "ar": "وسلم أمره فقال إني لأجد نفس الرحمن من جانب اليمن إشارة إليه  رحمه  الله  إني",
    "en": ""
  },
  {
    "ar": "لأجد نفس الرحمن من جانب اليمن أشار به إلى أويس القرني تقدم في قواعد  العقائد",
    "en": ""
  },
  {
    "ar": "لم أجد له أصلا ولما ولي الخلافة عمر بن الخطاب رضي الله تعالى  عنه  قال  أيها",
    "en": ""
  },
  {
    "ar": "الناس من كان منكم من العراق فليقم قالوا فقاموا فقال اجلسوا  إلا  من  كان  من",
    "en": "About\n    the Islamic Philosophy Online Project ."
  },
  {
    "ar": "أهل الكوفة فجلسوا فقال اجلسوا إلا من كان من مراد فجلسوا فقال اجلسوا  إلا  من",
    "en": ""
  },
  {
    "ar": "كان من قرن فجلسوا كلهم إلا رجلا واحدا فقال له عمر أقرني أنت  فقال  نعم  فقال",
    "en": ""
  },
  {
    "ar": "أتعرف أويس بن عامر القرني فوصفه له  فقال  نعم  وما  ذاك  تسأل  عنه  يا  أمير",
    "en": ""
  },
  {
    "ar": "المؤمنين والله ما فينا أحمق منه ولا أجن منه ولا أوحش منه ولا أدنى  منه  فبكى",
    "en": ""
  },
  {
    "ar": "عمر رضي الله تعالى عنه ثم قال ما قلت ما قلت إلا  لأني  سمعت  رسول  الله  صلى",
    "en": ""
  },
  {
    "ar": "الله عليه وسلم يقول يدخل في شفاعته مثل ربيعة ومضر حديث  عمر  يدخل  الجنة  في",
    "en": ""
  },
  {
    "ar": "شفاعته مثل ربيعة ومضر يريد أويسا ورويناه في  جزء  ابن  السماء  من  حديث  أبي",
    "en": ""
  },
  {
    "ar": "أمامة يدخل الجنة بشفاعة رجل من أمتي أكثر من ربيعة ومضر وإسناده حسن وليس  فيه",
    "en": ""
  },
  {
    "ar": "ذكر لأويس بل في آخره فكان المشيخة يرون أن ذلك الرجل عثمان بن عفان  فقال  هرم",
    "en": ""
  },
  {
    "ar": "بن حيان لما سمعت هذا القول من عمر بن الخطاب قدمت الكوفة فلم يكن  لي  هم  إلا",
    "en": ""
  },
  {
    "ar": "أن أطلب أويسا القرني وأسأل عنه حتى سقطت عليه  جالسا  على  شاطيء  الفرات  نصف",
    "en": ""
  },
  {
    "ar": "النهار يتوضأ ويغسل ثوبه فعرفته بالنعت الذي نعت لي فإذا رجل لحيم شديد  الأدمة",
    "en": ""
  },
  {
    "ar": "محلوق الرأس كث اللحية متغير جدا كريه الوجه متهيب المنظر قال فسلمت  عليه  فرد",
    "en": ""
  },
  {
    "ar": "علي السلام ونظر إلي فقلت حياك الله من رجل ومددت يدي لأصافحه فأبى أن  يصافحني",
    "en": ""
  },
  {
    "ar": "فقلت رحمك الله يا أويس وغفر لك كيف أنت رحمك الله ثم  خنقتني  العبرة  من  حبي",
    "en": ""
  },
  {
    "ar": "إياه ورقتي عليه إذ رأيت من حاله ما رأيت حتى بكيت وبكى فقال وأنت  فحياك  الله",
    "en": ""
  },
  {
    "ar": "يا هرم بن حيان كيف أنت يا أخي ومن دلك علي قال قلت الله فقال لا إله إلا  الله",
    "en": ""
  },
  {
    "ar": "سبحان الله إن كان وعد ربنا لمفعولا قال فعجبت حين عرفني ولا  والله  ما  رأيته",
    "en": ""
  },
  {
    "ar": "قبل ذلك ولا رآني فقلت من أين عرفت اسمي واسم أبي  وما  رأيتك  قبل  اليوم  قال",
    "en": ""
  },
  {
    "ar": "نبأني العليم الخبير وعرفت روحي روحك حين كلمت نفسي نفسك إن الأرواح  لها  أنفس",
    "en": ""
  },
  {
    "ar": "كأنفس الأجساد وإن المؤمنين ليعرف  بعضهم  بعضا  ويتحابون  بروح  الله  وإن  لم",
    "en": ""
  },
  {
    "ar": "يلتقوا يتعارفون ويتكلمون وإن نأت بهم الدار وتفرقت بهم المنازل قال قلت  حدثني",
    "en": ""
  },
  {
    "ar": "رحمك الله عن رسول الله صلى الله عليه وسلم بحديث أسمعه منك قال  إني  لم  أدرك",
    "en": ""
  },
  {
    "ar": "رسول الله صلى الله عليه وسلم ولم تكن لي معه صحبة بأبي وأمي  رسول  الله  ولكن",
    "en": ""
  },
  {
    "ar": "رأيت رجالا قد صحبوه وبلغني من حديثه كما بلغك ولست أحب أن أفتح على  نفسي  هذا",
    "en": ""
  },
  {
    "ar": "الباب أن أكون محدثا أو مفتيا أو قاضيا في نفسي شغل عن الناس يا  هرم  بن  حيان",
    "en": ""
  },
  {
    "ar": "فقلت يا أخي اقرأ علي آية من القرآن أسمعها منك وادع لي  بدعوات  وأوصني  بوصية",
    "en": ""
  },
  {
    "ar": "أحفظها عنك فإني أحبك في الله حبا شديدا قال فقام وأخذ بيدي على  شاطيء  الفرات",
    "en": ""
  },
  {
    "ar": "ثم قال أعوذ بالله السميع العليم من الشيطان الرجيم ثم  بكى  ثم  قال  قال  ربي",
    "en": ""
  },
  {
    "ar": "والحق قول ربي وأصدق الحديث  حديثه  وأصدق  الكلام  كلامه  ثم  قرأ  وما  خلقنا",
    "en": ""
  },
  {
    "ar": "السموات والأرض وما بينهما لاعبين  ما  خلقناهما  إلا  بالحق  ولكن  أكثرهم  لا",
    "en": ""
  },
  {
    "ar": "يعلمون حتى انتهى إلى قوله إنه هو العزيز الرحيم فشهق شهقة  ظننت  أنه  قد  غشي",
    "en": ""
  },
  {
    "ar": "عليه ثم قال يا ابن حيان مات أبوك حيان وتوشك أن تموت فإما إلى  جنة  وإما  إلى",
    "en": ""
  },
  {
    "ar": "نار ومات أبوك آدم وماتت أمك حواء ومات نوح  ومات  إبراهيم  خليل  الرحمن  ومات",
    "en": ""
  },
  {
    "ar": "موسى نجي الرحمن ومات داود خليفة الرحمن ومات محمد  صلى  الله  عليه  وسلم  وهو",
    "en": ""
  },
  {
    "ar": "رسول رب العالمين ومات أبو بكر خليفة المسلمين ومات عمر بن الخطاب أخي وصفي  ثم",
    "en": ""
  },
  {
    "ar": "قال يا عمراه يا عمراه قال فقلت رحمك الله إن عمر لم يمت قال فقد نعاه إلي  ربي",
    "en": ""
  },
  {
    "ar": "ونعى إلي نفسي ثم قال أنا وأنت في الموت كأنه قد كان  ثم  صلى  على  النبي  صلى",
    "en": ""
  },
  {
    "ar": "الله عليه وسلم ثم دعا بدعوات خفيات ثم قال هذه وصيتي  إياك  يا  هرم  بن  حيان",
    "en": ""
  },
  {
    "ar": "كتاب الله ونهج الصالحين المؤمنين فقد نعيت إلي نفسي ونفسك عليك بذكر الموت  لا",
    "en": ""
  },
  {
    "ar": "يفارق قلبك طرفة عين ما بقيت وأنذر قومك إذا  رجعت  إليهم  وانصح  للأمة  جميعا",
    "en": ""
  },
  {
    "ar": "وإياك أن تفارق الجماعة قيد شبر فتفارق دينك وأنت  لا  تعلم  فتدخل  النار  يوم",
    "en": ""
  },
  {
    "ar": "القيامة ادع لي ولنفسك ثم قال اللهم إن هذا يزعم أنه يحبني فيك وزارني من  أجلك",
    "en": ""
  },
  {
    "ar": "فعرفني وجهه في الجنة وأدخله علي في دارك دار السلام واحفظه ما دام  في  الدنيا",
    "en": ""
  },
  {
    "ar": "حيثما كان وضم عليه ضيعته وأرضه من الدنيا باليسير وما أعطيته من الدنيا  فيسره",
    "en": ""
  },
  {
    "ar": "له تيسيرا واجعله لما أعطيته من نعمائك من الشاكرين وأجزه عنى  خير  الجزاء  ثم",
    "en": ""
  },
  {
    "ar": "قال استودعك الله يا هرم بن حيان والسلام عليك ورحمة الله وبركاته لا أراك  بعد",
    "en": ""
  },
  {
    "ar": "اليوم رحمك الله تطلبني فإني أكره الشهرة والوحدة أحب إلي أن  كثير  الهم  شديد",
    "en": ""
  },
  {
    "ar": "الغم مع هؤلاء الناس ما دمت حيا فلا تسأل عني ولا تطلبني  واعلم  أنك  مني  على",
    "en": ""
  },
  {
    "ar": "بال وإن لم أرك ولم ترني فاذكرني وادع لي فإني سأذكرك وأدعو  لك  إن  شاء  الله",
    "en": ""
  },
  {
    "ar": "انطلق أنت ههنا حتى انطلق أنا ههنا فحرصت أن أمشي معه ساعة  فأبى  علي  وفارقته",
    "en": ""
  },
  {
    "ar": "فبكى وأبكاني وجعلت انظر في قفاه حتى دخل بعض السكك ثم سألت عنه  بعد  ذلك  فما",
    "en": ""
  },
  {
    "ar": "وجدت أحدا يخبرني عنه بشيء رحمه الله وغفر له فهكذا  كانت  سيرة  أبناء  الآخرة",
    "en": ""
  },
  {
    "ar": "المعرضين عن الدنيا وقد عرفت  مما  سبق  في  بيان  الدنيا  ومن  سيرة  الأنبياء",
    "en": ""
  },
  {
    "ar": "والأولياء أن حد الدنيا كل ما أظلته الخضراء وأقلته الغبراء إلا ما كان لله  عز",
    "en": ""
  },
  {
    "ar": "وجل من ذلك وضد الدنيا الآخرة وهو كل ما أريد به  الله  تعالى  مما  يؤخذ  بقدر",
    "en": ""
  },
  {
    "ar": "الضرورة من الدنيا لأجل قوة طاعة الله وذلك ليس من  الدنيا  ويتبين  هذا  بمثال",
    "en": ""
  },
  {
    "ar": "وهو أن الحاج إذا حلف أنه في طريق الحج لا يشتغل بغير  الحج  بل  يتجرد  له  ثم",
    "en": ""
  },
  {
    "ar": "اشتغل بحفظ الزاد وعلف الجمل وخرز الرواية وكل ما لا بد للحج منه  لم  يحنث  في",
    "en": ""
  },
  {
    "ar": "يمينه ولم يكن مشغولا بغير الحج فكذلك البدن مركب النفس تقطع  به  مسافة  العمر",
    "en": ""
  },
  {
    "ar": "فتعهد البدن بما تبقى به قوته على سلوك الطريق بالعلم والعمل هو من  الآخرة  لا",
    "en": ""
  },
  {
    "ar": "من الدنيا نعم إذا قصد تلذذ البدن وتنعمه بشيء من هذه الأسباب  كان  منحرفا  عن",
    "en": ""
  },
  {
    "ar": "الآخرة ويخشى على قلبه القسوة قال الطنافسي كنت على باب  بني  شيبة  في  المسجد",
    "en": ""
  },
  {
    "ar": "الحرام سبعة أيام طاويا فسمعت  في  الليلة  الثامنة  مناديا  وأنا  بين  اليقظة",
    "en": ""
  },
  {
    "ar": "والنوم ألا من أخذ من الدنيا أكثر مما يحتاج إليه  أعمى  الله  عين  قلبه  فهذا",
    "en": ""
  },
  {
    "ar": "بيان حقيقة الدنيا في حقك فاعلم ذلك ترشد إن شاء الله تعالى بيان حقيقة  الدنيا",
    "en": ""
  },
  {
    "ar": "في نفسها وأشغالها التي استغرقت همم الخلق حتى أنستهم أنفسهم  وخالقهم  ومصدرهم",
    "en": ""
  },
  {
    "ar": "وموردهم اعلم أن الدنيا عبارة  عن  أعيان  موجودة  وللإنسان  فيها  حظ  وله  في",
    "en": ""
  },
  {
    "ar": "إصلاحها شغل فهذه ثلاثة أمور قد يظن أن الدنيا عبارة عن آحادها وليس  كذلك  أما",
    "en": ""
  },
  {
    "ar": "الأعيان الموجودة التي الدنيا عبارة عنها فهي الأرض وما عليها قال  الله  تعالى",
    "en": ""
  },
  {
    "ar": "إنا جعلنا ما على الأرض زينة لها لنبلوهم أيهم أحسن عملا فالأرض فراش  للآدميين",
    "en": ""
  },
  {
    "ar": "ومهاد ومسكن ومستقر وما عليها لهم ملبس ومطعم ومشرب ومنكح ويجمع ما  على  الأرض",
    "en": ""
  },
  {
    "ar": "ثلاثة أقسام المعادن والنبات  والحيوان  أما  النبات  فيطلبه  الآدمي  للاقتيات",
    "en": ""
  },
  {
    "ar": "والتداوي وأما المعادن فيطلبها للآلات والأواني كالنحاس والرصاص وللنقد  كالذهب",
    "en": ""
  },
  {
    "ar": "والفضة ولغير ذلك من المقاصد وأما الحيوان فينقسم  إلى  الإنسان  والبهائم  أما",
    "en": ""
  },
  {
    "ar": "البهائم فيطلب منها لحومها للمآكل وظهورها للمركب  والزينة  وأما  الإنسان  فقد",
    "en": ""
  },
  {
    "ar": "يطلب الآدمي أن يملك أبدان الناس ليستخدمهم ويستسخرهم كالغلمان أو  ليتمتع  بهم",
    "en": ""
  },
  {
    "ar": "كالجواري والنسوان ويطلب قلوب الناس ليملكها بأن يغرس  فيها  التعظيم  والإكرام",
    "en": ""
  },
  {
    "ar": "وهو الذي يعبر عنه بالجاه إذ معنى الجاه ملك قلوب  الآدميين  فهذه  هي  الأعيان",
    "en": ""
  },
  {
    "ar": "التي يعبر عنها بالدنيا وقد جمعها الله تعالى في قوله زين للناس حب الشهوات  من",
    "en": ""
  },
  {
    "ar": "النساء والبنين وهذا من الإنس والقناطير المقنطرة  من  الذهب  والفضة  وهذا  من",
    "en": ""
  },
  {
    "ar": "الجواهر والمعادن وفيه تنبيه على غيرها من  اللآليء  واليواقيت  وغيرها  والخيل",
    "en": ""
  },
  {
    "ar": "المسومة والأنعام وهي البهائم والحيوانات والحرث وهو  النبات  والزرع  فهذه  هي",
    "en": ""
  },
  {
    "ar": "أعيان الدنيا إلا أن لها مع العبد علاقتين علاقة مع القلب  وهو  حبه  لها  وحظه",
    "en": ""
  },
  {
    "ar": "منها وانصراف همه إليها حتى يصير قلبه كالعبد أو المحب المستهتر بالدنيا  ويدخل",
    "en": ""
  },
  {
    "ar": "في هذه العلاقة جميع صفات القلب المعلقة بالدنيا كالكبر والغل  والحسد  والرياء",
    "en": ""
  },
  {
    "ar": "والسمعة وسوء الظن والمداهنة وحب الثناء وحب التكاثر والتفاخر وهذه  هي  الدنيا",
    "en": ""
  },
  {
    "ar": "الباطنة وأما الظاهرة فهي الأعيان التي ذكرناها العلاقة الثانية مع  البدن  وهو",
    "en": ""
  },
  {
    "ar": "اشتغاله بإصلاح هذه الأعيان لتصلح لحظوظه وحظوظ غيره وهي جملة الصناعات  والحرف",
    "en": ""
  },
  {
    "ar": "التي الخلق مشغولون بها والخلق  إنما  نسوا  أنفسهم  ومآبهم  ومنقلبهم  بالدنيا",
    "en": ""
  },
  {
    "ar": "لهاتين العلاقتين علاقة القلب بالحب وعلاقة البدن بالشغل  ولو  عرف  نفسه  وعرف",
    "en": ""
  },
  {
    "ar": "ربه وعرف حكمة الدنيا وسرها علم أن هذه الأعيان التي سميناها دنيا لم تخلق  إلا",
    "en": ""
  },
  {
    "ar": "لعلف الدابة التي يسير بها إلى الله تعالى وأعني بالدابة البدن  فإنه  لا  يبقى",
    "en": ""
  },
  {
    "ar": "إلا بمطعم ومشرب وملبس ومسكن كما لا يبقى الجمل في طريق  الحج  إلا  يعلف  وماء",
    "en": ""
  },
  {
    "ar": "وجلال ومثال العبد في الدنيا في نسيانه نفسه ومقصده مثال  الحاج  الذي  يقف  في",
    "en": ""
  },
  {
    "ar": "منازل الطريق ولا يزال يعلف الناقة  ويتعهدها  وينظفها  ويكسوها  ألوان  الثياب",
    "en": ""
  },
  {
    "ar": "ويحمل إليها أنواع الحشيش ويبرد لها الماء بالثلج حتى تفوته القافلة  وهو  غافل",
    "en": ""
  },
  {
    "ar": "عن الحج وعن مرور القافلة وعن بقائه في البادية فريسة للسباع هو وناقته  والحاج",
    "en": ""
  },
  {
    "ar": "البصير لا يهمه من أمر الجمل إلا القدر الذي يقوى به على المشي  فيتعهده  وقلبه",
    "en": ""
  },
  {
    "ar": "إلى الكعبة والحج وإنما يلتفت إلى الناقة بقدر الضرورة فكذلك البصير  في  السفر",
    "en": ""
  },
  {
    "ar": "إلى الآخرة لا يشغل بتعهد البدن إلا  بالضرورة  كما  لا  يدخل  بيت  الماء  إلا",
    "en": ""
  },
  {
    "ar": "لضرورة ولا فرق بين إدخال الطعام في البطن وبين إخراجه من البطن في أن كل  واحد",
    "en": ""
  },
  {
    "ar": "منهما ضرورة البدن ومن همته ما يدخل بطنه فقيمته ما يخرج منها وأكثر ما شغل  عن",
    "en": ""
  },
  {
    "ar": "الله تعالى هو البطن فإن القوت ضروري وأمر المسكن والملبس أهون ولو  عرفوا  سبب",
    "en": ""
  },
  {
    "ar": "الحاجة  إلى  هذه  الأمور  واقتصروا  عليه  لم  تستغرقهم  أشغال  الدنيا  وإنما",
    "en": ""
  },
  {
    "ar": "استغرقتهم لجهلهم بالدنيا وحكمتها وحظوظهم منها ولكنهم  جهلوا  وغفلوا  وتتابعت",
    "en": ""
  },
  {
    "ar": "أشغال الدنيا عليهم واتصل بعضها ببعض وتداعت إلى غير نهاية  محدودة  فتاهوا  في",
    "en": ""
  },
  {
    "ar": "كثرة الأشغال ونسوا مقاصدها ونحن نذكر تفاصيل أشغال الدنيا وكيفية حدوث  الحاجة",
    "en": ""
  },
  {
    "ar": "إليها وكيفية غلط الناس في مقاصدها حتى تتضح لك أشغال الدنيا  كيف  صرفت  الخلق",
    "en": "Reporting\n    copyright infringement ."
  },
  {
    "ar": "عن الله تعالى وكيف أنستهم عاقبة  أمورهم  فنقول  الأشغال  الدنيوية  هي  الحرف",
    "en": ""
  },
  {
    "ar": "والصناعات والأعمال التي ترى الخلق منكبين  عليها  وسبب  كثرة  الأشغال  هو  أن",
    "en": ""
  },
  {
    "ar": "الإنسان مضطر إلى ثلاث القوت والمسكن والملبس فالقوت  للغذاء  والبقاء  والملبس",
    "en": ""
  },
  {
    "ar": "لدفع الحر والبرد والمسكن لدفع  الحر  والبرد  ولدفع  أسباب  الهلاك  عن  الأهل",
    "en": ""
  },
  {
    "ar": "والمال ولم يخلق الله  القوت  والمسكن  والملبس  مصلحا  بحيث  يستغني  عن  صنعة",
    "en": ""
  },
  {
    "ar": "الإنسان فيه نعم خلق ذلك للبهائم فإن النبات يغذي الحيوان  من  غير  طبخ  والحر",
    "en": ""
  },
  {
    "ar": "والبرد لا يؤثر في بدنه فيستغني  عن  البناء  ويقنع  بالصحراء  ولباسها  شعورها",
    "en": ""
  },
  {
    "ar": "وجلودها فتستغني عن اللباس والإنسان  ليس  كذلك  فحدثت  الحاجة  لذلك  إلى  خمس",
    "en": ""
  },
  {
    "ar": "صناعات هي  أصول  الصناعات  وأوائل  الأشغال  الدنيوية  وهي  الفلاحة  والرعاية",
    "en": ""
  },
  {
    "ar": "والاقتناص والحياكة والبناء أما البناء فللمسكن والحياكة وما  يكتنفها  من  أمر",
    "en": ""
  },
  {
    "ar": "الغزل والخياطة فللملبس والفلاحة للمطعم والرعاية للمواشي والخيل  أيضا  للمطعم",
    "en": ""
  },
  {
    "ar": "والمركب والاقتناص نعني به تحصيل ما خلقه الله من صيد أو معدن أو حشيش  أو  حطب",
    "en": ""
  },
  {
    "ar": "فالفلاح يحصل النباتات والراعي يحفظ الحيوانات ويستنتجها والمقتنص يحصل ما  نبت",
    "en": ""
  },
  {
    "ar": "ونتج بنفسه من غير صنع آدمي وكذلك يأخذ من معادن الأرض  ما  خلق  فيها  من  غير",
    "en": ""
  },
  {
    "ar": "صنعة آدمي ونعني بالاقتناص ذلك ويدخل تحته صناعات وأشغال عدة ثم  هذه  الصناعات",
    "en": ""
  },
  {
    "ar": "تفتقر إلى أدوات وآلات كالحياكة والفلاحة والبناء والاقتناص والآلات إنما  تؤخذ",
    "en": ""
  },
  {
    "ar": "إما من النبات وهو الأخشاب أو من المعادن كالحديد والرصاص وغيرهما أو  من  جلود",
    "en": ""
  },
  {
    "ar": "الحيوانات فحدثت الحاجة إلى ثلاث  أنواع  أخر  من  الصناعات  النجارة  والحدادة",
    "en": ""
  },
  {
    "ar": "والخز وهؤلاء هم عمال الآلات ونعني  بالنجارة  كل  عامل  في  الخشب  كيفما  كان",
    "en": ""
  },
  {
    "ar": "وبالحداد كل عامل في الحديد وجواهر المعادن حتى النحاس والإبري وغيرهما  وغرضنا",
    "en": ""
  },
  {
    "ar": "ذكر الأجناس فأما آحاد الحرف فكثيرة وأما الخراز فنعني  به  كل  عامل  في  جلود",
    "en": ""
  },
  {
    "ar": "الحيوانات وأجزائها فهذه أمهات الصناعات ثم إن الإنسان خلق بحيث لا  يعيش  وحده",
    "en": ""
  },
  {
    "ar": "بل يضطر إلى الاجتماع مع غيره من أبناء جنسه  وذلك  لسببين  أحدهما  حاجته  إلى",
    "en": ""
  },
  {
    "ar": "النسل لبقاء جنس الإنسان ولا يكون ذلك  إلا  باجتماع  الذكر  والأنثى  وعشرتهما",
    "en": ""
  },
  {
    "ar": "والثاني التعاون على تهيئة أسباب المطعم والملبس ولتربية  الولد  فإن  الاجتماع",
    "en": ""
  },
  {
    "ar": "يفضي إلى الولد لا محالة والواحد لا يشتغل بحفظ الولد وتهيئة  أسباب  القوت  ثم",
    "en": ""
  },
  {
    "ar": "ليس يكفيه الاجتماع مع الأهل والولد في المنزل بل لا يمكنه أن يعيش كذلك ما  لم",
    "en": ""
  },
  {
    "ar": "تجتمع طائفة كثيرة ليتكفل كل واحد بصناعة فإن الشخص الواحد كيف  يتولى  الفلاحة",
    "en": ""
  },
  {
    "ar": "وحده وهو يحتاج إلى آلاتها وتحتاج الآلة إلى  حداد  ونجار  ويحتاج  الطعام  إلى",
    "en": ""
  },
  {
    "ar": "طحان وخباز وكذلك كيف ينفرد بتحصيل الملبس وهو يفتقر  إلى  حراسة  القطن  وآلات",
    "en": ""
  },
  {
    "ar": "الحياكة والخياطة وآلات كثيرة فلذلك امتنع عيش الإنسان وحده وحدثت  الحاجة  إلى",
    "en": ""
  },
  {
    "ar": "الاجتماع ثم لو اجتمعوا في صحراء مكشوفة لتأذوا بالحر  والبرد  والمطر  واللصوص",
    "en": ""
  },
  {
    "ar": "فافتقروا إلى أبنية محكمة ومنازل ينفرد كل أهل  بيت  به  وبما  معه  من  الآلات",
    "en": ""
  },
  {
    "ar": "والأثاث والمنازل تدفع الحر والبرد  والمطر  وتدفع  أذى  الجيران  من  اللصوصية",
    "en": ""
  },
  {
    "ar": "وغيرها لكن المنازل قد  تقصدها  جماعة  من  اللصوص  خارج  المنازل  فافتقر  أهل",
    "en": ""
  },
  {
    "ar": "المنازل إلى التناصر والتعاون والتحصن بسور يحيط بجميع  المنازل  فحدثت  البلاد",
    "en": ""
  },
  {
    "ar": "لهذه الضرورة ثم مهما اجتمع الناس في المنازل  والبلاد  وتعاملوا  تولدت  بينهم",
    "en": ""
  },
  {
    "ar": "خصومات إذ تحدث رياسة وولاية للزوج على الزوجة وولاية للأبوين على  الولد  لأنه",
    "en": ""
  },
  {
    "ar": "ضعيف يحتاج إلى قوام به ومهما حصلت الولاية على عاقل أفضى  إلى  الخصومة  بخلاف",
    "en": ""
  },
  {
    "ar": "الولاية على البهائم إذ ليس لها قوة المخاصمة  وإن  ظلمت  فأما  المرأة  فتخاصم",
    "en": ""
  },
  {
    "ar": "الزوج والولد يخاصم الأبوين هذا في المنزل وأما أهل البلد  أيضا  فيتعاملون  في",
    "en": ""
  },
  {
    "ar": "الحاجات ويتنازعون فيها ولو تركوا كذلك لتقاتلوا وهلكوا  وكذلك  الرعاة  وأرباب",
    "en": ""
  },
  {
    "ar": "الفلاحة يتواردون على المراعي والأراضي والمياه وهي لا تفي بأغراضهم  فيتنازعون",
    "en": ""
  },
  {
    "ar": "لا محالة ثم قد يعجز بعضهم عن الفلاحة والصناعة  بعمى  أو  مرض  أو  هرم  وتعرض",
    "en": ""
  },
  {
    "ar": "عوارض مختلفة ولو ترك ضائعا لهلك ولو وكل تفقده إلى  الجميع  لتخاذلوا  ولو  خص",
    "en": ""
  },
  {
    "ar": "واحد من غير سبب يخصه لكان لا يذعن له فحدث بالضرورة من  هذه  العوارض  الحاصلة",
    "en": ""
  },
  {
    "ar": "بالاجتماع صناعات أخرى فمنها صناعة المساحة التي بها تعرف مقادير  الأرض  لتمكن",
    "en": ""
  },
  {
    "ar": "القسمة بينهم العدل ومنها صناعة الجندية لحراسة البلد بالسيف ودفع اللصوص  عنهم",
    "en": ""
  },
  {
    "ar": "ومنها صناعة الحكم والتوصل لفصل الخصومة ومنها  الحاجة  إلى  الفقه  وهو  معرفة",
    "en": ""
  },
  {
    "ar": "القانون الذي ينبغي أن يضبط به الخلق ويلزموا الوقوف على  حدوده  حتى  لا  يكثر",
    "en": ""
  },
  {
    "ar": "النزاع وهو معرفة حدود الله تعالى في المعاملات وشروطها فهذه  أمور  سياسية  لا",
    "en": ""
  },
  {
    "ar": "بد منها ولا يشتغل بها إلا مخصوصون بصفات مخصوصة من  العلم  والتمييز  والهداية",
    "en": ""
  },
  {
    "ar": "وإذا اشتغلوا بها لم يتفرغوا لصناعة  أخرى  ويحتاجون  إلى  المعاش  ويحتاج  أهل",
    "en": ""
  },
  {
    "ar": "البلد إليهم إذ لو اشتغل أهل البلد بالحرب مع الأعداء مثلا تعطلت الصناعات  ولو",
    "en": ""
  },
  {
    "ar": "اشتغل أهل الحرب والسلاح بالصناعات لطلب القوت تعطلت البلاد عن  الحراس  واستضر",
    "en": ""
  },
  {
    "ar": "الناس فمست الحاجة إلى أن يصرف إلى معايشهم وأرزاقهم الأموال الضائعة  التي  لا",
    "en": ""
  },
  {
    "ar": "مالك لها إن كانت أو تصرف الغنائم إليهم إن كانت العداوة مع الكفار  فإن  كانوا",
    "en": ""
  },
  {
    "ar": "أهل ديانة وورع قنعوا بالقليل من أموال المصالح وإن أرادوا التوسع فتمس  الحاجة",
    "en": ""
  },
  {
    "ar": "لا محالة إلى أن يمدهم أهل البلد بأموالهم ليمدوهم بالحراسة فتحدث  الحاجة  إلى",
    "en": ""
  },
  {
    "ar": "الخراج ثم يتولد بسبب الحاجة إلى الخراج الحاجة لصناعات أخر إذ  يحتاج  إلى  من",
    "en": ""
  },
  {
    "ar": "يوظف الخراج بالعدل على الفلاحين وأرباب الأموال وهم  العمال  وإلى  من  يستوفي",
    "en": ""
  },
  {
    "ar": "منهم بالرفق وهم الجباة والمتخرجون وإلى من يجمع عنده ليحفظه إلى  وقت  التفرقة",
    "en": ""
  },
  {
    "ar": "وهم الخزان وإلى من يفرق عليهم بالعدل وهو  الفارض  للعساكر  وهذه  الأعمال  لو",
    "en": ""
  },
  {
    "ar": "تولاها عدد لا تجمعهم رابطة انخرم النظام فتحدث  منه  الحاجة  إلى  ملك  يدبرهم",
    "en": ""
  },
  {
    "ar": "وأمير مطاع يعين لكل عمل شخصا ويختار لكل واحد ما يليق  به  ويراعي  النصفة  في",
    "en": ""
  },
  {
    "ar": "أخذ الخراج وإعطائه واستعمال الجند في الحرب وتوزيع أسلحتهم وتعين  جهات  الحرب",
    "en": ""
  },
  {
    "ar": "ونصب الأمير والقائد على كل طائفة منهم إلى غير ذلك من صناعات الملك  فيحدث  من",
    "en": ""
  },
  {
    "ar": "ذلك بعد الجند الذين هم أهل السلاح وبعد الملك  الذي  يراقبهم  بالعين  الكالئة",
    "en": ""
  },
  {
    "ar": "ويدبرهم الحاجة إلى الكتاب والخزان والحساب  والجباة  والعمال  ثم  هؤلاء  أيضا",
    "en": ""
  },
  {
    "ar": "يحتاجون إلى معيشة ولا يمكنهم الاشتغال بالحرف فتحدث الحاجة إلى مال  الفرع  مع",
    "en": ""
  },
  {
    "ar": "مال الأصل وهو المسمى فرع الخراج وعند هذا يكون الناس في الصناعات  ثلاث  طوائف",
    "en": ""
  },
  {
    "ar": "الفلاحون  والرعاة  والمحترفون  والثانية  الجندية  الحماة  بالسيوف   والثالثة",
    "en": ""
  },
  {
    "ar": "المترددون بين الطائفتين في الأخذ والعطاء وهم العمال والجباة  وأمثالهم  فانظر",
    "en": ""
  },
  {
    "ar": "كيف ابتدأ الأمر من حاجة القوت والملبس والمسكن وإلى  ماذا  انتهى  وهكذا  أمور",
    "en": ""
  },
  {
    "ar": "الدنيا لا يفتح منها باب إلا وينفتح بسببه أبواب أخر وهكذا تتناهى إلى  غير  حد",
    "en": ""
  },
  {
    "ar": "محصور كأنها هاوية لا نهاية لعمقها من وقع في مهواة منها  سقط  منها  إلى  أخرى",
    "en": ""
  },
  {
    "ar": "وهكذا على التوالي فهذه هي الحرف والصناعات  إلا  أنها  لا  تتم  إلا  بالأموال",
    "en": ""
  },
  {
    "ar": "والآلات والمال عبارة عن أعيان الأرض وما عليها مما ينتفع به  وأعلاها  الأغذية",
    "en": ""
  },
  {
    "ar": "ثم الأمكنة التي يأوى الإنسان إليها وهي  الدور  ثم  الأمكنة  التي  يسعى  فيها",
    "en": ""
  },
  {
    "ar": "للتعيش كالحوانيت والأسواق والمزارع ثم الكسوة ثم أثاث البيت  وآلاته  ثم  آلات",
    "en": ""
  },
  {
    "ar": "الآلات وقد يكون الآلات ما هو حيوان  كالكلب  آلة  الصيد  والبقر  آلة  الحراثة",
    "en": ""
  },
  {
    "ar": "والفرس آلة الركوب في الحرب ثم يحدث من ذلك حاجة البيع فإن  الفلاح  ربما  يسكن",
    "en": ""
  },
  {
    "ar": "قرية ليس فيها آلة الفلاحة والحداد والنجار يسكنان قرية لا يمكن  فيها  الزراعة",
    "en": ""
  },
  {
    "ar": "فبالضرورة يحتاج الفلاح إليهما ويحتاجان إلى الفلاح فيحتاج أحدهما أن  يبذل  ما",
    "en": ""
  },
  {
    "ar": "عنده للآخر حتى يأخذ منه غرضه وذلك بطريق المعاوضة إلا أن النجار مثلا إذا  طلب",
    "en": ""
  },
  {
    "ar": "من الفلاح الغذاء بآلته ربما لا يحتاج الفلاح في ذلك الوقت إلى آلته فلا  يبيعه",
    "en": ""
  },
  {
    "ar": "والفلاح إذا طلب الآلة من النجار بالطعام ربما كان عنده طعام في ذلك الوقت  فلا",
    "en": ""
  },
  {
    "ar": "يحتاج إليه فتتعوق الأغراض فاضطروا إلى حانوت يجمع آلة  كل  صناعة  ليترصد  بها",
    "en": ""
  },
  {
    "ar": "صاحبها أرباب الحاجات وإلى أبيات يجمع إليها ما  يحمل  الفلاحون  فيشتريه  منهم",
    "en": ""
  },
  {
    "ar": "صاحب الأبيات ليترصد به أرباب  الحاجات  فظهرت  لذلك  الأسواق  والمخازن  فيحمل",
    "en": ""
  },
  {
    "ar": "الفلاح الحبوب فإذا لم يصادف محتاجا باعها بثمن رخيص من  الباعة  فيخزنونها  في",
    "en": ""
  },
  {
    "ar": "انتظار أرباب الحاجات طمعا في الربح وكذلك في جميع الأمتعة  والأموال  ثم  يحدث",
    "en": ""
  },
  {
    "ar": "لا محالة بين البلاد والقرى تردد فيتردد الناس يشترون  من  القرى  الأطعمة  ومن",
    "en": ""
  },
  {
    "ar": "البلاد الآلات وينقلون ذلك ويتعيشون به لتنتظم أمور الناس في البلاد بسببهم  إذ",
    "en": ""
  },
  {
    "ar": "كل بلد ربما لا توجد فيه كل آلة وكل قرية لا يوجد فيها كل  طعام  فالبعض  يحتاج",
    "en": ""
  },
  {
    "ar": "إلى البعض فيحوج إلى النقل فيحدث التجار المتكفلون  بالنقل  وباعثهم  عليه  حرص",
    "en": ""
  },
  {
    "ar": "جمع المال لا محالة فيتعبون طول الليل والنهار في الأسفار لغرض  غيرهم  ونصيبهم",
    "en": ""
  },
  {
    "ar": "منها جمع المال الذي يأكله لا محالة غيرهم إما قاطع طريق وإما سلطان ظالم  ولكن",
    "en": ""
  },
  {
    "ar": "جعل الله تعالى في غفلتهم وجهلهم نظاما للبلاد  ومصلحة  للعباد  بل  جميع  أمور",
    "en": ""
  },
  {
    "ar": "الدنيا انتظمت بالغفلة وخسة الهمة ولو  عقل  الناس  وارتفعت  هممهم  لزهدوا  في",
    "en": ""
  },
  {
    "ar": "الدنيا ولو فعلوا ذلك لبطلت المعايش ولو بطلت لهلكوا ولهلك الزهاد أيضا ثم  هذه",
    "en": ""
  },
  {
    "ar": "الأموال التي تنقل لا يقدر الإنسان على حملها فتحتاج  إلى  دواب  تحملها  وصاحب",
    "en": ""
  },
  {
    "ar": "المال قد لا تكون له دابة فتحدث معاملة بينه وبين  مالك  الدابة  تسمى  الإجارة",
    "en": ""
  },
  {
    "ar": "ويصير الكراء نوعا من الاكتساب أيضا ثم يحدث بسبب البياعات الحاجة إلى  النقدين",
    "en": ""
  },
  {
    "ar": "فإن من يريد أن يشتري طعاما بثوب فمن أين يدري المقدار الذي يساويه  من  الطعام",
    "en": ""
  },
  {
    "ar": "كم هو والمعاملة تجري في أجناس مختلفة كما يباع ثوب  بطعام  وحيوان  بثوب  وهذه",
    "en": ""
  },
  {
    "ar": "أمور لا تتناسب فلا بد من حاكم عدل يتوسط بين المتبايعين  يعدل  أحدهما  بالآخر",
    "en": ""
  },
  {
    "ar": "فيطلب ذلك العدل من أعيان الأموال ثم يحتاج إلى  مال  يطول  بقاؤه  لأن  الحاجة",
    "en": ""
  },
  {
    "ar": "إليه تدوم وأبقى الأموال المعادن فاتخذت النقود من  الذهب  والفضة  والنحاس  ثم",
    "en": "Site\n    © Copyright 2003 by Islamic Philosophy Online, Inc. A not-for-profit\n    organization dedicated to academic study of Islamic philosophy. Individual\n    content may have its own individual copyrights. See\n    copyright information."
  },
  {
    "ar": "مست الحاجة إلى الضرب والنقش والتقدير فمست الحاجة  إلى  دار  الضرب  والصيارفة",
    "en": ""
  },
  {
    "ar": "وهكذا تتداعى الأشغال والأعمال بعضها إلى بعض  حتى  انتهت  إلى  ما  تراه  فهذه",
    "en": ""
  },
  {
    "ar": "أشغال الخلق وهي معاشهم وشي من هذه الحرف لا يمكن مباشرته إلا بنوع  تعلم  وتعب",
    "en": ""
  },
  {
    "ar": "في الابتداء وفي الناس من يغفل عن ذلك في الصبا فلا  يشتغل  به  أو  يمنعه  عنه",
    "en": ""
  },
  {
    "ar": "مانع فيبقى عاجز عن الاكتساب لعجزه عن الحرف فيحتاج إلى أن يأكل مما  يسعى  فيه",
    "en": ""
  },
  {
    "ar": "غيره فيحدث منه حرفتان خسيستان اللصوصية والكداية إذ يجمهما  أنهما  يأكلان  من",
    "en": ""
  },
  {
    "ar": "سعي غيرهما  ثم  الناس  يحترزون  من  اللصوص  والمكدين  ويحفظون  عنهم  أموالهم",
    "en": ""
  },
  {
    "ar": "فافتقروا إلى صرف عقولهم في استنباط الحيل والتدابير أما اللصوص فمنهم من  يطلب",
    "en": ""
  },
  {
    "ar": "أعوانا ويكون في يديه شوكة وقوة فيجتمعون ويتكاثرون  ويقطعون  الطريق  كالأعراب",
    "en": ""
  },
  {
    "ar": "والأكراد وأما الضعفاء منهم فيفزعون  إلى  الحيل  إما  بالنقب  أو  التسلق  عند",
    "en": ""
  },
  {
    "ar": "انتهاز فرصة الغفلة وإما بأن يكون طرارا أو سلالا إلى غير ذلك من أنواع  التلصص",
    "en": ""
  },
  {
    "ar": "الحادثة بحسب ما تنتجه الأفكار المصروفة إلى استنباطها وأما  المكدي  فإنه  إذا",
    "en": ""
  },
  {
    "ar": "طلب ما سعى فيه غيره وقيل له اتعب واعمل كما عمل غيرك فمالك والبطالة فلا  يعطي",
    "en": ""
  },
  {
    "ar": "شيئا فافتقروا إلى حيلة في استخراج الأموال وتمهيد العذر  لأنفسهم  في  البطالة",
    "en": ""
  },
  {
    "ar": "فاحتالوا للتعلل بالعجز إما بالحقيقة كجماعة  يعمون  أولادهم  وأنفسهم  بالحيلة",
    "en": ""
  },
  {
    "ar": "ليعذروا بالعمى فيعطون وإما بالتعامي والتفالج والتجانن  والتمارض  وإظهار  ذلك",
    "en": ""
  },
  {
    "ar": "بأنواع من الحيل مع بيان أن تلك محنة أصابت  من  غير  استحقاق  ليكون  ذلك  سبب",
    "en": ""
  },
  {
    "ar": "الرحمة وجماعة يلتمسون أقوالا وأفعالا يتعجب الناس منها حتى تنبسط  قلوبهم  عند",
    "en": ""
  },
  {
    "ar": "مشاهدتها فيسخوا برفع اليد عن قليل من المال في حال  التعجب  ثم  قد  يندم  بعد",
    "en": ""
  },
  {
    "ar": "زوال التعجب  ولا  ينفع  الندم  وذلك  قد  يكون  بالتمسخر  والمحاكاة  والشعبذة",
    "en": ""
  },
  {
    "ar": "والأفعال المضحكة وقد يكون بالأشعار الغريبة والكلام  المنثور  المسجع  مع  حسن",
    "en": ""
  },
  {
    "ar": "الصوت والشعر الموزون أشد تأثيرا في النفس لا سيما  إذا  كان  فيه  تعصب  يتعلق",
    "en": ""
  },
  {
    "ar": "بالمذاهب كأشعار مناقب الصحابة وفضائل أهل البيت أو الذي يحرك داعية  العشق  من",
    "en": ""
  },
  {
    "ar": "أهل المجانة كصنعة الطبالين في الأسواق وصنعة ما يشبه  العوض  وليس  بعوض  كبيع",
    "en": ""
  },
  {
    "ar": "التعويذات والحشيش الذي يخيل بائعه أنها  أدوية  فيخدع  بذلك  الصبيان  والجهال",
    "en": ""
  },
  {
    "ar": "وكأصحاب القرعة والفأل من المنجمين ويدخل في هذا  الجنس  الوعاظ  والمكدون  على",
    "en": ""
  },
  {
    "ar": "رءوس المنابر إذا لم يكن وراءهم طائل علمي  وكان  غرضهم  استمالة  قلوب  العوام",
    "en": ""
  },
  {
    "ar": "وأخذ أموالهم بأنواع الكدية وأنواعها تزيد على ألف نوع وألفين وكل  ذلك  استنبط",
    "en": ""
  },
  {
    "ar": "بدقيق الفكرة لأجل المعيشة فهذه هي أشغال  الخلق  وأعمالهم  التي  أكبوا  عليها",
    "en": ""
  },
  {
    "ar": "وجرهم إلى ذلك كله الحاجة إلى القوت والكسوة ولكنهم نسوا في أثناء  ذلك  أنفسهم",
    "en": ""
  },
  {
    "ar": "ومقصودهم ومنقلبهم ومآبهم فتاهوا وضلوا وسبق إلى عقولهم الضعيفة بعد أن  كدرتها",
    "en": ""
  },
  {
    "ar": "زحمة الاشتغالات بالدنيا خيالات فاسدة فانقسمت مذاهبهم واختلفت آراؤهم على  عدة",
    "en": ""
  },
  {
    "ar": "أوجه فطائفة غلبهم الجهل والغفلة فلم تنفتح  أعينهم  للنظر  إلى  عاقبة  أمورهم",
    "en": ""
  },
  {
    "ar": "فقالوا المقصود أن نعيش أياما في الدنيا فنجتهد حتى نكسب  القوت  ثم  نأكل  حتى",
    "en": ""
  },
  {
    "ar": "نقوى على الكسب ثم نكسب حتى نأكل فيأكلون ليكسبوا ثم يكسبون ليأكلوا وهذا  مذهب",
    "en": ""
  },
  {
    "ar": "الفلاحين والمحترفين ومن ليس له تنعم في الدنيا ولا قدم  في  الدين  فإنه  يتعب",
    "en": ""
  },
  {
    "ar": "نهارا ليأكل ليلا ويأكل ليلا ليتعب نهارا وذلك كسير السواني فهو سفر  لا  ينقطع",
    "en": ""
  },
  {
    "ar": "إلا بالموت وطائفة أخرى زعموا أنهم تفطنوا الأمر وهو أنه ليس المقصود  أن  يشقى",
    "en": ""
  },
  {
    "ar": "الإنسان بالعمل ولا يتنعم في الدنيا بل  السعادة  في  أن  يقضي  وطره  من  شهوة",
    "en": ""
  },
  {
    "ar": "الدنيا وهي شهوة البطن والفرج فهؤلاء  نسوا  أنفسهم  وصرفوا  هممهم  إلى  اتباع",
    "en": ""
  },
  {
    "ar": "النسوان وجمع لذائذ الأطعمة يأكلون كما تأكل الأنعام  ويظنون  أنهم  إذا  نالوا",
    "en": ""
  },
  {
    "ar": "ذلك فقد أدركوا غاية السعادة فشغلهم ذلك عن الله تعالى وعن اليوم الآخر  وطائفة",
    "en": ""
  },
  {
    "ar": "ظنوا أن السعادة في كثرة المال والاستغناء بكثرة الكنوز فأسهروا ليلهم  وأتعبوا",
    "en": ""
  },
  {
    "ar": "نهارهم في الجمع فهم يتعبون في الأسفار طول الليل والنهار ويترددون في  الأعمال",
    "en": ""
  },
  {
    "ar": "الشاقة ويكتسبون ويجمعون ولا يأكلون إلا قدر الضرورة شحا وبخلا عليها  أن  تنقص",
    "en": ""
  },
  {
    "ar": "وهذه لذتهم وفي ذلك دأبهم وحركتهم إلى أن يدركهم  الموت  فيبقى  تحت  الأرض  أو",
    "en": ""
  },
  {
    "ar": "يظفر به من يأكله في الشهوات واللذات فيكون للجامع تعبه ووباله وللآكل لذته  ثم",
    "en": ""
  },
  {
    "ar": "الذين يجمعون ينظرون إلى أمثال ذلك ولا يعتبرون وطائفة ظنوا أن السعادة في  حسن",
    "en": ""
  },
  {
    "ar": "الاسم وانطلاق الألسنة بالثناء والمدح بالتجمل والمروءة فهؤلاء يتعبون  في  كسب",
    "en": ""
  },
  {
    "ar": "المعاش ويضيقون على أنفسهم في المطعم والمشرب ويصرفون جميع مالهم  إلى  الملابس",
    "en": ""
  },
  {
    "ar": "الحسنة والدواب النفيسة ويزخرفون أبواب الدور وما يقع عليها  أبصار  الناس  حتى",
    "en": ""
  },
  {
    "ar": "يقال إنه غني وإنه ذو ثروة ويظنون أن ذلك هو السعادة فهمتهم في  نهارهم  وليلهم",
    "en": ""
  },
  {
    "ar": "في تعهد موقع نظر الناس وطائفة أخرى ظنوا أن السعادة  في  الجاه  والكرامة  بين",
    "en": ""
  },
  {
    "ar": "الناس وانقياد الخلق بالتواضع والتوقير فصرفوا هممهم  إلى  استجرار  الناس  إلى",
    "en": ""
  },
  {
    "ar": "الطاعة لطلب الولايات وتقلد الأعمال السلطانية لينفذ أمرهم بها  على  طائفة  من",
    "en": ""
  },
  {
    "ar": "الناس ويرون أنهم إذا اتسعت ولايتهم  وانقادت  لهم  رعاياهم  فقد  سعدوا  سعادة",
    "en": ""
  },
  {
    "ar": "عظيمة وأن ذلك غاية المطلب وهذا أغلب  الشهوات  على  قلوب  الغافلين  من  الناس",
    "en": ""
  },
  {
    "ar": "فهؤلاء شغلهم حب تواضع الناس لهم عن التواضع لله  وعن  عبادته  وعن  التفكر  في",
    "en": ""
  },
  {
    "ar": "آخرتهم ومعادهم ووراء هؤلاء طوائف يطول حصرها تزيد على نيف  وسبعين  فرقة  كلهم",
    "en": ""
  },
  {
    "ar": "قد ضلوا وأضلوا عن سواء السبيل وإنما جرهم إلى جميع ذلك  حاجة  المطعم  والملبس",
    "en": ""
  },
  {
    "ar": "والمسكن ونسوا ما تراد له هذه الأمور الثلاثة والقدر  الذي  يكفي  منها  وانجرت",
    "en": ""
  },
  {
    "ar": "بهم أوائل أسبابها إلى أواخرها وتداعى بهم ذلك إلى مهاو لم يمكنهم  الرقي  منها",
    "en": ""
  },
  {
    "ar": "فمن عرف وجه الحاجة إلى هذه الأسباب والأشغال وعرف غاية المقصود منها فلا  يخوض",
    "en": ""
  },
  {
    "ar": "في شغل وحرفة وعمل إلا وهو عالم  بمقصوده  وعالم  بحظه  ونصيبه  منه  وأن  غاية",
    "en": ""
  },
  {
    "ar": "مقصوده تعهد بدنه بالقوت والكسوة حتى لا يهلك وذلك إن  سلك  فيه  سبيل  التقليل",
    "en": ""
  },
  {
    "ar": "اندفعت الأشغال عنه وفرغ  القلب  وغلب  عليه  ذكر  الآخرة  وانصرفت  الهمة  إلى",
    "en": ""
  },
  {
    "ar": "الاستعداد له وإن تعدى به قدر الضرورة كثرت الأشغال  وتداعى  البعض  إلى  البعض",
    "en": ""
  },
  {
    "ar": "وتسلسل إلى غير نهاية فتتشعب به الهموم ومن تشعبت به الهموم  في  أودية  الدنيا",
    "en": ""
  },
  {
    "ar": "فلا يبالي الله في أي واد أهلكه منها  فهذا  شأن  المنهمكين  في  أشغال  الدنيا",
    "en": ""
  },
  {
    "ar": "وتنبه لذلك طائفة فأعرضوا عن الدنيا  فحسدهم  الشيطان  ولم  يتركهم  وأضلهم  في",
    "en": ""
  },
  {
    "ar": "الإعراض أيضا حتى انقسموا إلى طوائف فظنت  طائفة  أن  الدنيا  دار  بلاء  ومحنة",
    "en": ""
  },
  {
    "ar": "والآخرة دار سعادة لكل من وصل إليها سواء تعبد في الدنيا أو لم يتعبد فرأوا  أن",
    "en": ""
  },
  {
    "ar": "الصواب في أن يقتلوا أنفسهم للخلاص من محنة الدنيا وإليه ذهب طوائف  من  العباد",
    "en": ""
  },
  {
    "ar": "من أهل الهند فهم يتهجمون على النار ويقتلون أنفسهم  بالإحراق  ويظنون  أن  ذلك",
    "en": ""
  },
  {
    "ar": "خلاص لهم من محن الدنيا وظنت طائفة أخرى أن القتل لا يخلص بل  لا  بد  أولا  من",
    "en": ""
  },
  {
    "ar": "إماتة الصفات البشريه وقطعها عن النفس  بالكلية  وأن  السعادة  في  قطع  الشهوة",
    "en": ""
  },
  {
    "ar": "والغضب ثم أقبلوا على المجاهدة وشددوا على أنفسهم حتى هلك بعضهم  بشدة  الرياضة",
    "en": ""
  },
  {
    "ar": "وبعضهم فسد عقله وجن وبعضهم مرض وانسد عليه الطريق في العبادة  وبعضهم  عجز  عن",
    "en": ""
  },
  {
    "ar": "قمع الصفات بالكلية فظن أن ما كلفه الشرع محال وأن الشرع تلبيس لا أصل له  فوقع",
    "en": ""
  },
  {
    "ar": "في الإلحاد وظهر لبعضهم أن هذا التعب كله لله وأن الله تعالى  مستغن  عن  عبادة",
    "en": ""
  },
  {
    "ar": "العباد لا ينقصه عصيان عصيان عاص ولا تزيده عبادة  متعبد  فعادوا  إلى  الشهوات",
    "en": ""
  },
  {
    "ar": "وسلكوا مسلك الإباحة وطووا بساط الشرع والأحكام وزعموا أن ذلك من صفاء  توحيدهم",
    "en": ""
  },
  {
    "ar": "حيث اعتقدوا أن الله مستغن عن عبادة العباد وظن طائفة أن المقصود  من  العبادات",
    "en": ""
  },
  {
    "ar": "المجاهدة حتى يصل العبد بها إلى معرفة الله تعالى فإذا حصلت  المعرفة  فقد  وصل",
    "en": ""
  },
  {
    "ar": "وبعد الوصول يستغني عن الوسيلة  والحيلة  فتركوا  السعي  والعبادة  وزعموا  أنه",
    "en": ""
  },
  {
    "ar": "ارتفع محلهم في معرفة الله سبحانه عن أن يمتهنوا بالتكاليف وإنما  التكليف  على",
    "en": ""
  },
  {
    "ar": "عوام الخلق ووراء هذا مذاهب باطلة وضلالات هائلة  يطول  إحصاؤها  إلى  ما  يبلغ",
    "en": ""
  },
  {
    "ar": "نيفا وسبعين فرقة وإنما الناجي منها فرقة واحدة وهي السالكة ما كان  عليه  رسول",
    "en": ""
  },
  {
    "ar": "الله صلى الله عليه وسلم وأصحابه وهو أن  لا  يترك  الدنيا  بالكلية  ولا  يقمع",
    "en": ""
  },
  {
    "ar": "الشهوات بالكلية أما الدنيا فيأخذ منها قدر الزاد وأما الشهوات فيقمع  منها  ما",
    "en": ""
  },
  {
    "ar": "يخرج عن طاعة الشرع والعقل ولا يتبع كل شهوة ولا يترك كل شهوة  بل  يتبع  العدل",
    "en": ""
  },
  {
    "ar": "ولا يترك كل شيء من الدنيا ولا يطلب كل شيء من الدنيا بل يعلم مقصود كل ما  خلق",
    "en": ""
  },
  {
    "ar": "من الدنيا ويحفظه على حد مقصوده فيأخذ من القوت ما يقوي به البدن  على  العبادة",
    "en": ""
  },
  {
    "ar": "ومن المسكن ما يحفظ عن اللصوص والحر والبرد ومن الكسوة كذلك حتى إذا فرغ  القلب",
    "en": ""
  },
  {
    "ar": "من شغل البدن أقبل على الله تعالى بكنه همته واشتغل بالذكر  والفكر  طول  العمر",
    "en": ""
  },
  {
    "ar": "وبقي ملازما لسياسة الشهوات ومراقبا لها حتى لا يجاوز حدود الورع  والتقوى  ولا",
    "en": ""
  },
  {
    "ar": "يعلم تفصيل ذلك إلا بالاقتداء بالفرقة الناجية وهم الصحابة  فإنه  عليه  السلام",
    "en": ""
  },
  {
    "ar": "لما قال الناجي منها واحدة قالوا يا رسول الله ومن هم قال أهل  السنة  والجماعة",
    "en": ""
  },
  {
    "ar": "فقيل ومن أهل السنة والجماعة قال ما أنا عليه وأصحابي حديث افتراق  الأمة  وفيه",
    "en": ""
  },
  {
    "ar": "الناجي منهم واحدة قالوا ومن هم قال أهل السنة والجماعة الحديث  أخرجه  الترمذي",
    "en": ""
  },
  {
    "ar": "من حديث عبد الله بن عمرو وحسنه تفترق أمتي على ثلاث وسبعين ملة كلهم في  النار",
    "en": ""
  },
  {
    "ar": "إلا ملة واحدة فقالوا من هي يا رسول الله قال ما أنا عليه وأصحابي  ولأبي  داود",
    "en": ""
  },
  {
    "ar": "من حديث معاوية وابن ماجه من حديث أنس وعوف  بن  مالك  وهي  الجماعة  وأسانيدها",
    "en": ""
  },
  {
    "ar": "جياد وقد كانوا على النهج القصد وعلى السبيل الواضح الذي فصلناه من  قبل  فإنهم",
    "en": ""
  },
  {
    "ar": "ما كانوا يأخذون الدنيا للدنيا بل للدين  وما  كانوا  يترهبون  ويهجرون  الدنيا",
    "en": ""
  },
  {
    "ar": "بالكلية وما كان لهم في الأمور تفريط ولا إفراط بل كان  أمرهم  بين  ذلك  قواما",
    "en": ""
  },
  {
    "ar": "وذلك هو العدل والوسط بين الطرفين وهو أحب الأمور إلى الله تعالى كما سبق  ذكره",
    "en": ""
  },
  {
    "ar": "في مواضع والله أعمل تم كتاب ذم الدنيا والحمد لله أولا وآخرا  صلى  الله  عليه",
    "en": ""
  },
  {
    "ar": "وسلم و وآله وصحبه وسلم.",
    "en": ""
  }
]