[
  {
    "ar": "كتاب رياضة النفس وتهذيب الأخلاق ومعالجة أمراض القلب",
    "en": "REVIVAL OF RELIGIOUS LEARNINGS IMAM GHAZZALI'S IHYA ULUM-ID-DIN Translated by FAZL-UL-KARIM VOL. III CONTENTS OF BOOK III THE BOOK OF DESTRUCTIVE EVILS CONTENTS CHAPTER II Riazat or efforts for good conduct in the ways of God\t47 THE REVIVAL OF RELIGIOUS LEARNINGS The Book of Destructive Evils CHAPTER II GOOD CONDUCT RIAZAT OR EFFORTS IN THE WAYS OF GOD Know, 0 dear readers, that the Prophet of God was the possessor of good character and conduct, Good conduct is half of religion, fruit of the efforts of God-fearing men and an important quality of the worshippers of God. Bad conduct is a ruinous poison, a dangerous wound in brain and much condemned evil. There are many doors of bad conduct which remain open to the fire of Hell as the doors of good conduct are open towards the bliss of Paradise. Bad conduct is a disease of soul which ruins the ever-lasting life. If efforts are necessary to save the temporary body from disease, how much efforts are necessary to save the soul from its diseases which will be everlasting? In the following verse, God says of the treatment of soul: He who purifies it is successful and he who ruins it is ruined - 91: 2. We shall describe in this chapter the diseases of soul and its cures. MERITS OF GOOD CONDUCT. Know, Odear readers, that God praised His Prophet and said: You are upon sublime character. hazrat Ayesha said: The Quran is the conduct of the Messenger of God. When a man asked the Prophet about good conduct, he recited the following verse: Take to pardon, enjoin good and keep away from the illiterate - 7: 199. Then the Prophet explained good conduct and said: Good conduct is this join the tie of relationship with one who cuts it off. Pardon one who oppresses you. The Prophet said: 'I have been sent to complete the best of conducts.' Good conduct will be heaviest of all attributes in the Balance on the resurrection day. Once a man came to the Prophet and said: 0 Messenger of God, what is religion? He replied: God conduct Then he came to his front and asked: 0 Messenger of God, what is religion? He replied: Good conduct. Then he came by his left side and asked: What is religion? He replied: Good conduct. Then he came by his back side and asked the same question and he replied the same. Then he said looking at him: Not to be angry is good conduct. The Prophet was asked: What is misfortune? He said: Bad conduct. Once a man asked the Prophet: Give me some advice. He said: Fear God wherever you are. He said: Give me more advice. 48\tGood Conduct\tVol-III The Prophet said: If you commit an evil do a good action soon after it. As a result, the evil will vanish He said: Give me more advice. The Prophet said: Treat well with the people. He was asked: Which action is best? He said: Good conduct. The Prophet said: God will not throw one into Hell whom He gave good temperament and good appearance. The prophet was once asked. A certain woman fasts all days and prays all nights, but she has got a bad temper an gives trouble to her neighbours by harsh words. The Prophet said: There is no good in her and her place is in Hell. Hazrat Abu Darda'a said: I heard the Prophet say: The first of what will be placed in the Balance is good conduct and benevolence. When God created faith, it said: Give me strength. God gave it strength through good conduct and benevolence. When God created infidelity, it said: 0 Lord, give me strength. He gave it miserliness and bad conduct. The Prophet said: God preferred this religion for Him. There will be no good in your religion except good conduct and benevolence. Beware, adorn your religion with these two virtues. The Prophet said: God created good conduct as the best thing He was asked: 0 Prophet of God, who is best in t th among the believers: He replied: He who is best among them in good conduct. The Prophet said: Don't entertain the people with your wealth, but entertain them with smiling face and goo conduct. The Prophet said: Bad conduct destroys divine service as condiment destroys honey. The Prophet said: So make your conduct good, Hazrat Bara'a-b-Ajeb said: The face of the prophet was most beautiful and his conduct was best. The prophet used to say in invocation: 0 God, you have made my constitution good. So make also my conduct good. He used to pray most; 0 God, I pray to Thee for health, peace of mind and good conduct. The Prophet said: Honour a believer for his religion. Think him superior for good conduct and wisdom. Some desert Arabs once came to the Prophet and asked him: What best thing has been given to men? He replied: Good conduct. The Prophet said: He who will become dearest and nearest to me on the resurrection day will be a man of good conduct. He also said: Don't believe any action good out of the divine services of one in whom one of these matters is not found - (1) God-fear which restrains him from infidelity of God, (2) patience which restrains a fool, (3) or good conduct with which he lives in society. Vol-III\tThe Book of Destructive evils\t49 The Prophet used to say at the beginning of his prayer: 0 God, guide me to good conduct. Nobody except Thou can guide me towards it. Hazrat Anas said: We were once with the Prophet who said: Good conduct removes all faults as the rays of the sun melt snow. The Prophet said: Good-conduct appertains to the fortune of a man. The Prophet said to Abu Zarr: 0 Abu Zarr, there is no wisdom like efforts and there is no virtue like good conduct. He said: A true Muslim can get for his good conduct and high rank the rank of Saemur Dahar and Qaemul Lail (one who fasts all days and prays all nights). The Prophet said to his companions: I saw last night a wonderful dream. I saw one of my followers sitting upon his knees and there was between him and God only one screen which was removed by his good conduct and so he became close to God. The Prophet said: A man will get high rank and an honourable place in the next world by dint of his good conduct even though he had little divine services. The Prophet said once to Hazrat Omar: 0 Omar, by One in whose hand there is my life, the devil does not tread a path which you tread. He said: Bad conduct is such a sin which has got no pardon. Bad idea is such a fault which spreads. The Prophet said: A man reaches the lowest stage of hell for his bad conduct. Wise Sayings. The son of Loqman asked his father: 0 father, which fine qualities in his conduct are good? Loqman said: Religion, treatment, shame, good conduct and generosity. When these five qualities are united in a person, he becomes pure, God-fearing and friend of God and is freed from the devil. Hazrat Junaid said: Four virtues raise up a man to highest rank though his divine service and learning are little - (1) patience, (2) modesty, (3) generosity and. (4) good conduct. Good conduct completes faith. Hazrat Ihya-b-Ma'az said: Bad conduct is worst evil and if one has got many virtues along with it they do not do him any benefit. Good conduct is a good attribute. If he has got many sins with it, it does not do him harm. Hazrat Ibn Abbas was asked: What4s honour? He said: God explained it in the Quran: The most honourable of you is he who is the most God-fearing among you - 49: 13. He said: He who has got best good conduct among you is the possessor of best quality among you. He said: Every building has got foundation. The foundation of Islam is good conduct. 50\tGood Conduct\tVol-III WHAT IS GOOD CONDUCT: Know, 0 dear readers, that God said that He created man out of clay and infused His spirit unto him and then the angels made prostration before him. It appears from this that there is connection of body with earth and of soul with the Creator. So human nature is rooted in soul and actions flow out of it. If good actions come out of soul, it assumes good conduct, and if evil actions come out of it, it assumes bad conduct. Hence there are four things - (1) to do good or bad action, (2) to possess power to do there actions, (3) to have knowledge of both, (4) and to become either of the two actions, good and bad, easy. Owing to his attachment to either of them, conduct arises. As a man cannot be called beautiful if he has got only two beautiful eyes but not beautiful face and nose, so he cannot be called to possess good conduct if he has got only one of the above attributes! A beautiful man is he who has got his bodily limbs proportionate and beautiful, so also a man is said to have good conduct if he has got in him all the qualities proportionately. The nature of soul is divided into four kinds: (1) power of discerning knowledge, (2) power of administration or anger, (3) power of greed and (4) power of adjustment of the above three natures. If knowledge finds full display and becomes mature, truth can be ascertained from falsehood, good from bad. So knowledge is the root of good conduct. God says: Whoever is given wisdom has been given abundant good - 2 : 269. When anger conducts itself under knowledge and Shariat, it can be termed beautiful. When greed becomes subject to wisdom and shame, it can be termed beautiful. Power of adjustment of the natures or judgment is beautiful when anger and greed are guided by wisdom and Shariat. The beauty of anger is called bravery and the beauty of greed is called patience. If anger exceeds the limit of moderation, it is called cowardice. If greed exceeds moderation, it is called hope against hope; and if it goes down, it is, called sluggishness. Moderation of greed is good and the two extremes of greed are bad. If wisdom is used immoderately, it is called deception. If it reaches to the extreme, it is called genius. The middle course is called wisdom. So there are four basic qualities of good conduct knowledge, bravery, patience and power of adjustment or judgment. Other qualities are their branches. Nobody was blessed with all these Vol-III\tThe Book of Destructive evils\t51 qualities except the Prophets. There are differences in these qualities in the persons other than the Prophets. he who is devoid of these qualities is near the accursed evil. The Prophet was sent to complete good conduct and good manners. The Quran praised the believers for possessing these qualities: The believers are those who have got faith in God, His Prophet and then do not entertain any doubt and fight with their lives and properties in the way of God. These are they who are truthful. God described the companions of the Prophet in this verse: They are hard upon the unbelievers but sympathetic to one another-48:28. CHANGE OF NATURE: It has been argued that nature cannot be changed and this mistaken belief arises out of two reasons. (1) The first reason is that just as figure of a man or his colour can not be changed, or a man can not be made short or long, or a black man cannot be changed to a white man, so also nature cannot be changed. Another reason cited is that inspite of our efforts, sexual passion, anger etc. cannot be uprooted and to make efforts to control them is useless. The answer to these objections is as follows. If nature is unchangeable, then sermons, education and learning would have been useless. The Prophet said: Make your conduct good. This advice would have been meaningless. When the nature of lower animals can be changed by training, human nature can all the more be changed by training, education and habits. All things of the world are made of two elements. Man has got no power over one element, but he has got control over another element. The sun, moon, stars and the external and internal forms of animals cannot be changed. God created another element which may develop into perfection according to certain rules and regulations. For instance a paddy seed, if kept under certain conditions, can develop into paddy plants, but it cannot produce a mango tree or a date tree. Similar is the case with passion, anger, pride etc. If they are kept under rules and regulations and control, they cannot take to the highest degree of progress, but they cannot be uprooted at will. To keep• them under control is the cause of salvation. MEN ARE OF FOUR CLASSES ACCORDING TO NATURE: (1) One class of men are in attentive. They don't distinguish between truth and falsehood and they remain with nature with which they are born. By training, their conduct can be good. 52\tGood Conduct\tVol-III (2) The second class of men can know the evil actions of others but are not habituated to good actions and are prone to evils. They are to give up the habits of evil actions and seeds of good actions are to be sown in their souls. (3) The third kind of men believe bad conducts to be good. (4) The fourth kind of men are bred upon evils. The first kind of men are illiterate to the extreme, the second kind are illiterate and misguided, the third kind are illiterate, misguided and sinners and the fourth kind are illiterate, misguided, sinners and dishonest. (2) The second reason of the above argument is that greed, passion, anger, pride etc. can be uprooted. This is a mistaken Belief. The object of these is to bring them under control and not to uproot these natural propensities. These are necessary for a man. Had he not had greed for food, he would have been ruined. The object is to use it with moderation without going to the extremes. The Prophet said: I am only a human being. I get angry as others get angry. When anything was said to him which was doubtful, he used to get angry, even his two cheeks assumed then reddish colour. God says regarding control of anger - Those who control anger and forgive men. He did not say to uproot it. To take middle course in conduct is better and not the two extremes. Benevolence is a good quality and it is the middle course between two extremes - extravagance and miserliness. God praised it in the following verse: When they spend, they do not squander, nor become miser, but the stand between these two conditions. In another verse: Don't make your hand tied up with your necks, nor spread it to utmost spreading -17 : 29. To take middle course in green for food is best. God says : Eat and drink, but do not measure. God does not love those who squanders. The Prophet said : The middle course is the best. Heat is a name between scorching rays and snow, free from two extremes. Benevolence is the middle course between extravagance and miserliness and bravery is an attribute between haughtiness and cowardice. MEANS OF ACQUIRING GOOD CONDUCT. Know, 0 dear readers, that good conduct is the name of bringing greed and anger under the control of intellect and Shariat. This middle course can be acquired in two ways. The first way to gain this middle course is to make perfect God-given powers and in born qualities. Some men have been created with full intellect and Vol-III\tThe Book of Destructive evils\t53 good conduct and their greed and anger have been placed under control of intellect and Shariat. So these people become wise without education and receive good conduct without training. prophet Jesus and Prophet Ihya and other prophets are such type of people. Many boys are born opposite to them. They can acquire these virtues by education and training through spiritual guides. The second means is efforts by which these qualities can be acquired. For instance, if anybody wishes to acquire the virtue of benevolence, he must be habituated to make charity inspite of his unwillingness to spend money. Then it will be easy for him to spend. To acquire the virtue of modesty, one is to follow the actions of the humble for a long time. Then it will become easy after a place of time. He who finds pleasure in charity is called a pilanthorpist. the Prophet said : Prayer has been made a doll to my eyes. God says : It (Prayer) is difficult except to the God fearing. The Prophet sai4 : Do divine service with contentment. if you can not do it, it is better to do it with patience inspite of unwillingness. Acquisition of fortune by habits. to acquire fortune, it is necessary to stick to a thing always and it is not sufficient to hate sins. He must find pleasure in doing good deeds. The longer the life, the more firm and perfect will be its good. When the Prophet was asked about good fortune, he replied 'To stick to worships throughout life is good fortune.' For this reason, the Prophets and the friends of God disliked death as this world is the seed ground for the hereafter. the longer the life, the more the divine service, and the more the rewards, the more will be the soul pure and the character and conduct will be more strong and firm. The object of divine service is its effect on soul. The object of good character and conduct is to cut off the attachment of the world from soul and to confine them to the love of God. The greatest thing for the soul is its meeting with god. Good habits create light in soul which shows many wonderful things. He who finds pleasure in playing with pigeons stands throughout the day in sun's rays and does not feel tried. He who is accustomed to theft taken pride for acts of theft even though his hands are cut off and he is whipped. Those males who like to be females allow their hairs to grow long, paint the faces and mix with females with female dresses. They taken pride in that. These are acts of habit for which they take pride and find pleasure. 54\tGood Conduct\tVol-III HABITS OF GOOD DEEDS: Similarly, one should grow habits of doing good deeds. If they are done for long and are not given up, pleasure will come as a matter of course like that of the above persons. If a mar, forms the habit of eating earth, he will find pleasure in eating it. So soul will find pleasure in doing good deeds if one sticks to them for a pretty long time. He who wishes to be a good scribe, he must stick to writing for long. Similarly if one if wishes to acquire the qualities of patience, generosity, modesty etc. he must stick to these habits in actions and behaviours. There is no other means to acquire them except this method. Acquisition of learning is not the result of one day, but of endless days and nights in studies. The natural food of soul is knowledge, divine knowledge and love. Its taste might be changed for some illness of soul, as owing to disease of stomach, there is no taste in food. So diseases of soul must be removed by efforts to acquire divine love and knowledge. CAUSES OF MISFORTUNE: Only one sin does not bring misfortune. It is the cause of committing sins after 'sins and disobeying the commands and prohibitions of God. This is also the condition of minor sins. Repetition of a minor sin amounts to a great sin. One black spot falls in soul if a sin is committed and repetition of sins causes repetition of spots in soul. Thereafter the soul becomes completely dark and black. When death suddenly comes to such a man, he dies upon that condition. God says: I have placed screen in their front and screen in their back. Hazrat Ali said: Faith puts a white spot in soul. The more faith increases, the more the white spot increases. When the faith of a man become perfect, his soul is filled up with that light. A black spot falls in the soul of a hypocrite. The more hypocrisy increase, the more the black spot increases. When hypocrisy is disclosed in full, his soul becomes completely dark. Now you have understood that sometimes good conduct comes with birth, sometimes it is acquired by good deeds and sometimes by following the actions of good and religious people... God does not oppress any man but man himself oppresses his soul and becomes unfortunate. God says: He who does an atom of good will see it, and he who does an atom of evil will see it. 99 8. God does not oppress them, but they themselves oppress theit souls. Vol-III\tThe Book of Destructive evils\t55 METHODS OF EFFORTS TO IMPROVE CONDUCT: You have come to know now that the middle course in the matter of conduct is good and this keeps the soul pure, and if there is any drifting away from this middle course, it causes disease of soul, just as the middle course is best for preservation of health. The treatment for the diseases of soul is to remove from soul the evil natures and habits and to bring in good natures and habits. Every child remains upon nature or natural inborn qualities, but his parents make him a Jew, or a Christian or a Magian. It is the saying of the Prophet. The child acquires bad habit through his surroundings. If there is change in the temperament of moderation, it must-be understood that the body has got disease. Its medicine is to act to its opposite. For instance, heat can be removed by cold and cold by heat, and fire by water. If one catches cold it can be removed by using hot things. Illiteracy can be removed by learning, miserliness by charity, pride by humility and greed by patience. Similarly the diseases of soul can be removed by the bitter pills of patience and good actions. The diseases of body end with the death of body, but the diseases of soul will last after death as soul is ever-lasting. Appropriate medicine of soul can be prescribed by a spiritual physician or guide. He must first be acquainted with the diseases of his disciple and then cautiously treat them. If he is ignorant of Shariat, he must first teach it to him and the fundamental principles of Islam. If he earns unlawfully, he must be told to give it up. Then when the open sins aie removed, the guide should look to the removal of his inner faults and character and conduct. If he has got wealth beyond the limit of his necessity, he should tell him to spend it in charities. If he has got pride and haughtiness; he must be taught to be humble by frequenting bazars and markets with bags for sale and buy. If he finds him too clean, be should tell him to cleanse his own house and kitchen. To worship body is to worship idols. So the ordinary means to remove the diseases of soul is to act against its low desires. God says: He who fears the places, of his Lord and restrains hims if from evil passion, his place of abode is Paradise -74:41. SIGNS OF DISEASES OF SOUL: Know, 0 dear readers, that every limb of the body has been created for a particular purpose. TREATMENT OF DISEASED SOUL: The medicine of the disease of soul is to accustom itself to the opposite attribute. If there is disease of miserliness, the medicine to remove it is to give constant charities and spending money. There is limit to charity and expenditure. He who exceeds the limit falls into another disease the fault of extravagance. He becomes_ then just like the man suffering cold who uses such hot thing which takes him to another. trouble. Our object is to gain the limit of moderation avoiding the two extremes. The middle path is the straight path which is more narrow than a hair and more sharp-edged than a sword. He who can remain in the straight path in the world can cross the bridge easily in the hereafter. Majority of people will be inclined to one side or the other. While crossing it, somebody will fall down suddenly. Some will cross it like lightning, God says: There is nobody among you who will cross it. This is your Lord's decree. I shall save those who are God fearing - 19 : 71. The God-fearing are those who tread the straight path or the path' 56\tGood Conduct\tVol-III If that limb or organ does not do that particular function, it has got disease. If it does that function easily, it is sound. Eye has been created to see. If it does not see, it has got disease. So also the case with ear and nose. Soul has been created for acquiring divine knowledge, love of God and finding pleasure in divine services. God says: I have created man and jinn that they should worship Me - 51: 56. Man can be distinguished from beast by soul. A man is not free from food, cohabitation, drink and other matters. So is the case with lower animals. The latter has got no soul, but men have got. It has got the quality of recognising the nature of everything. he who knows God loves God. The sign of love of God is that he places love of God above everything in this world. God says in verse - 9 : 24. If your parents, your children etc are dearer to you than God and His Apostle and serving in His way, then wait till God brings about His command. He who loves anything more than God has got his soul diseased. He is just like a person who loves to eat earth more than bread. This is the sign of the disease of soul. Every soul is diseased except that which loves God. There is hardly any physician of soul at present. The physicians themselves are diseased. A diseased physician can hardly look to his own treatment, not to speak of the treatment of others. The people are now addicted to the love of the world. Vol-III\tThe Book of Destructive evils\t57 very near it. For this reason, it is our bounden duty to pray to God for seventy times a day for being established in the straight path. God directed us to pray: Show us the straight path. One day a man dreamt the Prophet and said to him: 0 Messenger of God, you have said that the chapter Hud has made you grey-haired. Why have you said that? The Prophet recited the verse and said: Be firm on what you have been ordered.\" So to keep firm on the path is very difficult. Still one should try his utmost to remain on it or very near it. There is no salvation except for good deeds which cannot be achieved without good conduct. WAYS OF LEARNING EVILS: Know, 0 dear readers, that God shows evils to one for whom He wishes good. He has got no fear who has got deep insight. When a man can know his faults, he can try to remove them but majority of men remain ignorant of their faults. The man who wishes to see his faults has got four ways. (1) The first way is to inform his faults and evils to his spiritual guide who can treat his diseases, but this is very rare nowadays. , (2) The second way is to appoint a true and pious friend to detect his faults and defects. A religious man takes to this method of finding out his own defects and shortcomings. Hazrat Omar prayed: May God show mercy on the man who points out my defects to me. He asked Hazrat Salman Farsi about his evils. Hazrat Salman told him: I heard that you enjoy two curries at the time of your meal and that you have got two pieces of cloth to put on - one piece for day time and another piece for night time. Hazrat Omar said: Have you heard other than this? He said: I heard nothing except this? Hazrat Salman once asked Hazrat Huzaifa whether he had got any hypocrisy in him? Thus the companions of the Prophet inquired their own faults? Hazrat Daud Tai remained aloof from society. The people once asked him: Why don't you mix with the people? He replied: What benefit shall I derive from them when they conceal my faults and do not inform me? Now the table has turned. He who informs us our faults is our great enemy. (3) The third way of knowing faults is to gather them from enemies. The attention of the enemies is upon the faults of their adversaries. So there is some basis of their information about one's faults. 58\tGood Conduct\tVol-III (4) The fourth way is to mix with the people and know their faults. If you see their faults, you may think that you have those faults in you as a believer is a mirror to another believer. He sees his defects from the defects of others. Once Prophet Jesus was asked: From whom have you learnt good manners? He replied: Nobody has told me, this. When I have seen the faults of the illiterate, I at once gave them up. PROOF OF SHARIAT ABOUT SOUL AND MEDICINE: If you ponder over what has been described above, your insight will be open and the diseases of soul and their treatments will be disclosed to you in the light of certain faith. If you are unable to achieve it, you should not secede from faith and blind belief. This is the rank of faith as there is a rank of education. Education comes after faith. God says: God raises the rank of those of you who have faith and those having been given learning. To go against passion is the greatest jihad. H who believes that the way to reach God is to act against low desires is included within the group of believers and he who searches the causes of these helps is included within the educated. God says: For one who opposes his low desires, there is the abode of paradise-79 79: 4God says: They are those people whom God tried by God fear. It has been said by way of explanation of this verse that the love of greed in their hearts has been crushed. The Prophet said: A believer lives in five troubles - (1) he is envied by another believer, (2) a hypocrite harbours hatred against him, (3) an unbeliever fights against him, (4)-the devil misguides him, (5) and-'evil desires dispute with him.' When evil desires become enemy, it is compulsory to fight with them. God once sent revelation to David: Warn your followers from eating the objects of greed, as greed stands as screen to such souls in which there is worldly attachment. Jesus Christ said: Blessed is he who has given up his present greed in hope of getting future promised reward. When some people returned from je' had, our Prophet said: Thanks to you! You have returned from little jehad to a greater jehad. he was asked: 0 Prophet of God, what is greater jehad? He said: Fight with passion is a greater jehad. The Prophet said: He who makes effects in divine service is a Mujahed (fighter). He also asked: Keep your soul away from the harmful things and don't run after your evil desires in violation of God's commands. If you do it, it will dispute with you on the Vol-I11\tThe Book of Destructive evils\t59 resurrection day. Then your one organ will curse upon another organ if God does not forgive and conceal. Sufyan Saori said: I have not treated a more serious disease than the disease of my soul. It is sometimes for me and sometimes against me. Hazrat Hasan Basari said: As an unruly horse is to be kept by strong rein, the disobedient soul of man should be kept by a more firm rein. Hazrat Ihya-e-b-Ma'az said: Fight against your passion by the weapon of Riazat or effects. It is of four kinds - (1) to eat little, (2) to sleep little, (3) to speak when necessary and (4) to keep patience at the troubles of the people. There is death of passion because of little food. Sincere intention arises out of little sleep. There is safety from dangers and difficulties on account of few talks. If there is patience at the troubles given by others, one can reach his destined goal. There is no greater difficulty than to keep patience at the time of harsh treatment of the people and the troubles given by them. He also said: The enemies of a man are three - world, devil and passion. So save yourself from the world by renouncing it, from the devil by opposite behaviours and from passion by giving up greed. Hazrat Zafar-b-Hamed said: The learned and the wise said unanimously that happiness can not be achieved without giving up happiness. It has been narrated that when Jospeh was appointed treasures of Egypt, he was one day travelling in the country with 12000 respectable men riding on horses. At that time, Zulaikha wife of the king of Egypt was seated by the side of the pathway of Jospeh. She said on seeing him: Glory to God who made the kings slaves of sins and the slaves of God worst beings. Joseph said what God dictated to him: God does not destroy the rewards of the doers of God, who fear God and remain patient. The sage Yezid Rakkashi said: 0 my friends, don't give me cold drink in the world, as I may be deprived of it in the hereafter. Once a man asked Caliph Omar-b-Abdul Aziz: When shall I talk? He said: When you wish to remain silent. He asked: When shall I remain silent? He said: When you wish to talk. Hazrat Ali said: He who is eager to go to Paradise should remain free from worldly greed. when there is no other alternative for fortune of the next world but to oppose passion and temptation, we should believe in the words of the learned and sages: Weep your soul and mind engaged in the knowledge of God, love of God and thoughts about God.' Cut of all connections to achieve these 60\tGood Conduct\tVol-III things. Man has got no power to achieve these things without the company of God. In the above matters, mankind is of four classes. (1) The minds of one kind of people remain busy with the remembrance of God and do not look to the world except for the bare necessaries of life. They are included within the class of the truthful. This rank cannot be attained without efforts for a long time and without patience for long at worldly pleasures and temptations. (2) The second kind of people remain busy with the worldly affairs and they remember God with tongue and not with heart. They are included within those who are ruined. (3) The third kind of men remain busy with religion and world buy religion remains strong in their minds. They will enter Hell but they will soon be rescued therefrom, because religion was strong in their minds. (4) The fourth kind of people remain busy with religion and world but the world is strong in their minds. They shall have to reside long in Hell, but they will be rescued ultimately therefrom. LAWFUL THINGS: Some say that to enjoy lawful things is lawful, but why should it be a cause of drifting away from God? The answer is that love of the world is the root of all evils. Those things which are outside necessary things are included in the world and they become causes of being away from God. Hazrat Ibrahim Khawaj said: Once I stayed in the hillock of Lakam. I saw there some pome-granates hanging in a pomegranate tree and was inclined to eat some of them I took some and found them sour on testing. Then I threw them and went away. I found a man lying on the way side and many wasps were biting him. I saluted him but he replied and said: 0 Ibrahim. I wondered how he had come to know of my name and asked him. How do you know me? He said: Nothing is concealed from one who knows God. I said: I understand then that you are a chosen one of God. Why then do you not pray to God to save yourself from the biting of wasps? He said: You are also a chosen one of God. Why they do you not pray to save yourself from the greed of eating pome-granates? The wounds of the sting of wasps will be disclosed in the next world in the form of greed for pomegranates and give you pain, but the sting of wasps will end in this world. Then I went away leaving him. The sage Sarri Sakti said: My mind has been wishing to eat walnut dipped in honey for the last forty years, but I did not eat it upto this date. Vol-III\tThe Book of Destructive evils\t61 If the mind is not kept under control, it is not possible to tread the path of the next world by correcting and purifying it, because it will then desire unlawful things. He who wishes to control his tongue from backbiting and useless talks, it is his duty to keep silent. He should engage in the remembrance of God and other duties of religion till the greed for holding useless talks goes away from him. He should not utter except truth. This is the condition of every passion or low desire. Nature is the same by which lawful and unlawful things are sought and mind should be restrairied from unlawful things. If it is not kept under control within the limit of necessary things, it becomes strong. This is a danger of lawful things. God says: They remain satisfied with the life of the world and feel pleasure at it. God says: This world's life as compared with the next world is only short-lived commodity -13 : 26. God says: Know that this world's life is but play and amusement, pomp and natural boasting and multiplying among yourselves in riches and children - 53 : 27. Those Sufis who possessed uncommon fortitude said out of experience that possession of wealth makes the mindibard and heinous and keeps it away from the remembrance of God. They found by experience that at the time of sorrows, mind becomes soft, pure and fit for acceptance of grace owing to the remembrance of God. They came to know that there is salvation in long standing sorrows and ruination in case of long standing enjoyment. they gave up the paths of greed with care and knew that accounts will be taken even of lawful things, punishment for unlawful things and rebuke for doubtful things. he who is to render accounts on the resurrection day shall meet with punishment. So to avoid such things, restrain your eyes from the pleasures of the world, and don't enquire what will occur after death. The Prophet said: Love what you wish to love, but you shall have to leave it. SIGNS OF GOOD CONDUCT: The followings are the signs of good conduct and they are also the qualities of the believers. God says in verse 23 :1- The believers will get salvation those who are humble in their prayers, who avoid vain talk, who pay the poor-rate, who. guard their private parts except from their wives or whom their rights hand possess\tthose who faithfully observe their trusts and their covenants, who guard their prayer s- 23: 1-8. God says: They are those who turn to God, 62\tGood Conduct\tVol-III who serve Him, who praise Him, who fast, who bow, who prostrate, who enjoin what is good and forbid what is evil and who keep enjoin what is good and forbid what is evil and who keep the limits of God - 9:112. God says: Those only are believers whose hearts become full of ear when God is mentioned and His verses are recited to them, they increase them in faith and on their Lord do they re?y, those who keep up prayer and spend out of what We have given them - 8 : 2. Similar conducts have been expressed in 25 : 63. These are the signs of a believer and should be read very carefully in order to implement them in one's life to acquire the virtues of good conduct. Hadis: The Prophet said: A believer loves for others what he loves for himself. He said: He who loves God and the hereafter, let him honour his guests. He said: He who believes in God and the hereafter shall honour his neighbour. He said: He who believes in God and the hereafter should utter good words or remain silent. He said: He who is a perfect believer is best in conduct. He said: When you see a believer silent and grave, come close to him as he is full of wisdom. He said: He who is pleased with virtues and displeased with sins is a believer. He said: No believer shall look to his brother Muslim in such a way that gives trouble to his mind. He said: It is unlawful for a Muslim to threaten another Muslim with fear. he said: If two companions consult with each other with trust of God, it is not lawful for one of them to disclose the secrets of another. Good conduct comprises the following qualities - shame, to consider calamity as little, to wish good of all, truthfulness, little talk, much divine service, little shortcomings, gravity, patience, contentment, kindness, abstaining from begging, curse, rebuke, back-biting, hatred, miserliness, haughtiness and pride, to love for God and hate for God. These qualities are called good conduct. The sage Eusof b-Ashat said: There are ten qualities of good conduct not to break promise, to do justice, not to take revenge, to recognise evil as sin, not to raise excuse, to bear the harms of others, to restrain passion, to know one's own faults from seeing the faults of others, to come to every one with smiling face and to talk with humility with others. SOME EXAMPLES OF GOOD CONDUCT (1) The Holy Prophet was once walking with Hazrat Anas and met with a desert Arab with a thick cloth on his body. The desert Arab threw the cloth round the neck of the Prophet and began to drag him with force. Hazrat Anas said: As an effect of this forced dragging, spots of the cloth fell upon his neck. The desert Arab said: 0 Muhammad, give me something of the wealth you have got from God. The Prophet smilingly looked at him and ordered something to be given to him. (2) At another time when the Quraish was giving the Prophet trouble in the Battle of Uhud and oppressing him, he said: 0 God, forgive my people, because they are ignorant. Then God revealed this verse: You are upon sublime character-68 :4. (3) Once the sage Ibrahim-b-Adham was travelling through a desert. On the way he met a soldier who asked him: Are you a slave? He said: Yes, I am a slave The soldier said: Can you tell me where is locality here? He pointed out ;o the grave. The soldier said: I am seeking locality. He said: Graveyard is the place of habitation. The soldier was engaged at this, bound him with a chain and whipped him on his back and took him to a town. The disciples of Ibrahim came to him and the soldier told them about him. They said: His name is Ibrahim-b-Adham and he is the friend of God. Then the soldier fell at his feet and begged pardon from him. On being asked by the people, he said: When the soldier was beating him with stick, I prayed for him paradise. They asked: Why did you pray paradise for him though he oppressed you? He said: I know that I will get rewards in lieu of his oppression. I don't like that one should remain a sinner for me for whom I got rewards. (4) Once a man invited the sage Abu Osman Hariri and his object was to examine him. When the sage went to his door, he said: Now there is nothing for food. On hearing this, Abu Osman went away. When he went to some distance, the host called him again. When he came again, he said: Return. Then he returned. He called Abu Osman for the third time and the latter also came to him. He said: You have not come in time for food. Then he returned. When he called Abu Osman for the fourth time, the sage came to him and this time also he did not give him food. When he was going, the man feel upon his feet and said with folded hands: I have done it only to Vol-III The Book of Destructive evils\t63 64\tGood Conduct\tVol-III examine you. How good is your conduct! The sage said: You have found in me the conduct of a dog. If a dog is called for food, it comes on call and flees away when driven away. (5) Once the sage was passing by a bylane when somebody threw some refuges on his head. He removed the refuges from his body and prostrated on the ground by way of gratefulness but didnot take retaliation. He said: If one is fit for Hell, will it not be a cause of gratefulness if refuges only are thrown on him? (6) Once the sage Sahal Tastari was asked about good conduct. he said: The lowest good conduct is to bear with patience the troubles given by others, not to take revenge, to show kindness on the oppressor, to ask forgiveness for him and to be kind to him. (7) The sage Ahnaf-b-Qais was once asked: From whom have you learnt patience? He said: From Qais-b-Asem. He was again asked: How did he learn patience? He said: He was once seated in his house when a black female slave was coming to him with a cup of hot roasted meat. Suddenly the cup fell from her hand and fell on the head of his child who died as a result. The female slave was greatly fearful of her master who said to her: You have got no fear. Go, you are free for the sake of God. It was narrated that when the little boys saw the saint Wais Qarni, they used to throw pebbles at him as they thought that he was a mad man. He used to say to them: 0 dear children, if you are to throw pebbles at all, throw small pebbles at me, so that no blood can come out. If blood comes out, my ablution may break. FORMATION OF CHILD CHARACTER: Know, 0 dear readers, that the training of a child's character and conduct is of supreme importance. God entrusted the children in the hands of their parents. The heart of a child is bright like a jewel and soft like a candle and free from all impressions. It is soft like the soft clay in which any seed can grow. If he is given good training of character and conduct, he grows in that condition and acquires fortune both in this world and the next. If he goes to commit sins and lives a life of a beast he is doomed to failure and destruction. God says: '0 those who believe, save yourselves and your family members from Hell fire.' As the parents save their children from the fire of the world, so they should save them also from the fire of Hell of the next world. This means that they should be given training of good conduct and character, save them from bad VoI-III\tThe Book of Destructive evils.:\t65 company and luxurious habits, delicious dishes and beautiful dresses. When a boy reaches the age of discretion, care should.be taken of his character. He gives up then something out of shame and takes up something. He should be given the training of eating and drinking. The following are some of the rules of ea ;ng and drinking (1) Food is to be eaten with the right hand. (2)`h should be begun with the recitation of God's name. (3) It should be taken from the side of the dish which is nearest. (4) It should not be taken before others begin to eat. (5) None should took to the ea$ng of others. (6) Food is to be chewed well and not hastily. (7) None should wipe his hand with his wearing garment. (8) Rice or bread without curry should sometimes be eaten. (9) The harms of over eating should be known. (10) Rewards of little food should be known. (11) White cloth and not garments of variegated colours should be put on and not silk cloths. 912) A boy should be directed not to join bad company. (13) He should not be allotted to mix with boys who dress luxuriantly, eat delicious foods and are haughty. EDUCATION OF CHILDREN: The children should be given at the beginning to learn the reading of the Holy Quran and thereafter Hadis or the sayings of the Prophet and the histories and lives of the Prophets, saints and sages. If they don't love them at the beginning of their lives, it would be disastrous for them afterwards, as soft minds get impressions of good or bad in early age. They should not be given literature and poems of love anecdotes. They should not be allowed to sleep at day time as it creates idleness, or to sleep on soft beds till their limbs become strong. They should be given to put on coarse cloth, coarse food and coarse beddings. They should not be allowed to make plays and sports requiring hard labour and should be encouraged to walk on foot. They should be taught in this way: Don't spit before the people, don't cleanse nostrils before them, don't yawn before them, sit with them in a good manner and don't keep them behind, don't sit placing one leg upon another, don't talk too much, don't tell falsehood, show respect to the elders and seniors in age, don't hold indecent talks and don't rebuke and backbite others. When a boy reaches the age of discretion, he should be told to pray, fast Ramzan and observe the religious duties. When he reaches youth, he should be given education on everything and the reasons for observing religious duties. He should be given 66\tGood Conduct instruction that this world is short lives and the next world is everlasting, that death is imminents that a wise man takes provisions for the next world from this world and he should be given such other profitable teachings. The sage Sahal Tastari's training. He said: When I was three years old, I looked at the prayers of my maternal uncle at night. one day he said to me: Why don't you remember God who created you? I said: How can I remember Him? He said: When you go to bed at night, say three times without moving your tongue: God is with me, God is near me, God is looking at me. I learnt them in this way. Then he said: Recite them seven times every night. After seven days, he said: Recite this eleven times every night. After one year, he said to me: Recite this till you go to the grave and this will be your friend in this world and the next. I learnt the Quran by heart at the age of seven years. At twelve, I began to fast all the year round. I began to follow the following ways in my life. I used to purchase wheat with one dirham per day, prepare food with it, fast the day and break it with that without curry or salt. After one year, I began to fast three days at a time with a break of the next day. Then I used to fast three days at a time and then seven days. Thus I increased my fast gradually to 25 days at a time without any break. In this way, I spent twenty years of my life. MODES OF RELIGIOUS EXERCISE: He who wishes to acquire the fortune of the next world should observe some rules holding firmly by the Quran. The obstacles in the path of religion should be removed as they may prevent him towards spiritual progress. God says: I have placed a screen in their front and a screen in their back and then I covered them and they don't see - 36:9. There are four walls before a religious disciple - (1) wall of wealth, (2) wall of honour, (3) wall of Mazhabs and (4) wall of sins. The wall of wealth can be removed if it goes out of hand except necessary means to meet bare necessaries of life. The second wall of honour and rank can be removed by shifting from the place of honour and name and fame. The third 'wall is the differences of opinion in religious matters. Blind faith in one's sect must be removed from mind and one should firmly believe that there is no deity but God and that Muhammad is 1+s Messenger and best guide. The fourth wall is the obstacle of sins. Vol-III\tThe Book of Destructive evils\t67 Repentance for past sins, restraint from acts of oppression and compensation to the oppressed parsons should be taken recourse to remove this obstacle of sins. 'When the above four obstacles are removed, he becomes like a person who prepares himself by wash and ablution and becomes fit to observe prayer. Then he requires a spiritual guide to show him the straight path as this path is one only and the paths of the devil are many. Such a man should be kept as it were within the boundaries of a fort, so that the devil may not enter it. This fort of religion has got four walls (1) solitude, (2) silence, (3) hunger and (4) sleeplessness. These four things obstruct the devil to enter the fort. The object of a disciple is to purify the mind to that he may have glimpse of his Lord therein and attain. His nearness. Hunger reduces the blood of heart and makes it pure and bright. This brightness is the light of mind or soul. Hunger melts the fat of heart and as a result, softness and humility come in. This softness is the key of spiritual insight. Heart becomes hard for obstruction. Whenever the blood of heart is reduced, the circulation path of the devil becomes narrow. Jesus Christ said: 0 my disciples, keep your belly hungry that you may see your Lord. Sahal Tastari said: Abdals cannot be raised to their rank without four qualities keeping the belly empty, sleeplessness, silence and solitude from the turmoils of society. It is an open truth that heart becomes bright owing to hunger. This is the fruit of experience. Sleeplessness makes the heart bright, pure and radiant. It increases the brightness gained by hunger and makes it bright like a bright star or a clear mirror and then truth sparkles therein. Sleeplessness is the fruit of hunger and it is impossible 19 bxpect sleeplessness with a full belly. Too much sleep makes the heart dead and hard. Sleep to the extent of necessity becomesta means of seeing unseen things. The Abdals eat when pressed by extreme hunger and sleep in case of extreme slumber and talk at the time of extreme necessity. Hazrat Ibrahim Khawas said: It is the unanimous opinion of seventy truthful men that there is too much sleep in case of too much drink. Silence makes lonely habitation easy, but a man of silence is not free from those who are ready to serve him. As a result, he Vol-III 6 Good Conduct\tVol-III ;\"spels without~tecessity and feels joy in greed. Silence increases *oWer of intellect and encourages God fear. Loneliness saves a '\"man from work, brings ear and eye under control and opens the gates of heart. Knowledge gained through the five senses shall have to be closed first and then the knowledge from the bottom of heart will arise. This knowledge is clear and pure as is the was with the water which comes out of the bottom of a well as a result of excavation. It is not necessary to gain knowledge through. the five senses except when required. CONTROL OF EVIL PROPENSITLES: A sojourner in the path of religion will then advance towards the straight path after the obstructions are removed. propensities of heart are the causes of worldly attachment and obstructions of which one is greater than the other. In other to cut them off, the following rules shall have to be observed. At first, the most easy obstruction shall have to be removed. In other words, love for wealth, name and fame, attachment for the world, inclination towards commission of sins etc. shall have to be given up from the heart which requires sustained, long and continued efforts. Another way is silent Zikr or remembrance of God. he will prevent his mind to make too much Doa and Darud. His Doa will be one which is the kernel of all Doas - to remember God Mind will not be engaged in remembering God if it is engaged in much Doa and Darud. He will utter 'Allah' Allah' till his utterance by tongue is closed and by heart opened. Mind will then question these things - what is the meaning of Allah? These are the whisperings of the devil. It is of two kinds. One kind is that the devil casts doubt in mind which he shall drive away and remain busy with Zikr of God. God says: When whispering of the devil come to you, seek refuge to God - 7:200. God says: When the party of the devil touch those who fear God, they remember God and they then look on. ****End of Chapter 2 - Volume 3 ***** E-mail: webmaster - Sign the Guest Book - Imam\nGhazali Home Page Information: This\n    Page was last updated on: 18 Jun 2007 21:31:57 -0400 This\n    page is constantly being updated since July 2001. So check back\n    often. Page\n    URL: www.muslimphilosophy.com/gz/ihya/english/ihya-vol3-C2.htm . A\n    reader is needed for PDF files and it is available\n    free of charge from Adobe . About\n    the Islamic Philosophy Online Project . Reporting\n    copyright infringement . Site\n    © Copyright 2003 by Islamic Philosophy Online, Inc. A not-for-profit\n    organization dedicated to academic study of Islamic philosophy. Individual\n    content may have its own individual copyrights. See\n    copyright information."
  },
  {
    "ar": "وهو الكتاب الثاني من ربع المهلكات",
    "en": ""
  },
  {
    "ar": "بسم الله الرحمن الرحيم",
    "en": ""
  },
  {
    "ar": "الحمد لله الذي صرف الأمور بتدبيره وعدل تركيب  الخلق  فأحسن  في  تصويره  وزين",
    "en": ""
  },
  {
    "ar": "صورة الإنسان بحسن تقويمه وتقديره وحرسه من الزيادة والنقصان في شكله  ومقاديره",
    "en": ""
  },
  {
    "ar": "وفوض تحسين الأخلاق إلى اجتهاد العبد  وتشميره  واستحثه  على  تهذيبها  بتخويفه",
    "en": ""
  },
  {
    "ar": "وتحذيره وسهل على خواص  عباده  تهذيب  الأخلاق  بتوفيقه  وتيسيره  وامتن  عليهم",
    "en": ""
  },
  {
    "ar": "بتسهيل صعبه وعسيره والصلاة والسلام على محمد  عبد  الله  ونبيه  وحبيبه  وصفيه",
    "en": ""
  },
  {
    "ar": "وبشيره ونذيره الذي كان يلوح أنوار النبوة من بين أساريره ويستشرف  حقيقة  الحق",
    "en": ""
  },
  {
    "ar": "من مخايله وتباشيره وعلى آله وأصحابه الذين طهروا وجه الإسلام  من  ظلمة  الكفر",
    "en": ""
  },
  {
    "ar": "ودياجيره وحسموا مادة الباطل فلم يتدنسوا بقليله ولا بكثيره.",
    "en": ""
  },
  {
    "ar": "أما بعد فالخلق الحسن صفة سيد المرسلين وأفضل أعمال الصديقين وهو  على  التحقيق",
    "en": ""
  },
  {
    "ar": "شطر الدين وثمرة مجاهدة المتقين ورياضة المتعبدين والأخلاق  السيئة  هي  السموم",
    "en": ""
  },
  {
    "ar": "القاتلة  والمهلكات  الدامغة  والمخازي  الفاضحة  والرذائل  الواضحة   والخبائث",
    "en": ""
  },
  {
    "ar": "المبعدة عن جوار رب العالمين المنخرطة بصاحبها في  سلك  الشياطين  وهي  الأبواب",
    "en": ""
  },
  {
    "ar": "المفتوحة إلى نار الله تعالى الموقدة التي تطلع على  الأفئدة  كما  أن  الأخلاق",
    "en": ""
  },
  {
    "ar": "الجميلة هي الأبواب المفتوحة من القلب إلى نعيم الجنان وجوار  الرحمن  والأخلاق",
    "en": ""
  },
  {
    "ar": "الخبيثة أمراض القلوب وأسقام النفوس إلا أنه مرض  يفوت  حياة  الأبد  وأين  منه",
    "en": ""
  },
  {
    "ar": "المرض الذي لا يفوت إلا حياة الجسد ومهما  اشتدت  عناية  الأطباء  بضبط  قوانين",
    "en": ""
  },
  {
    "ar": "العلاج للأبدان وليس في مرضها إلا فوت الحياة  الفانية  فالعناية  بضبط  قوانين",
    "en": ""
  },
  {
    "ar": "العلاج لأمراض القلوب وفي مرضها فوت حياة باقية أولى وهذا النوع من  الطب  واجب",
    "en": ""
  },
  {
    "ar": "تعلمه على كل ذي لب إذ لا يخلو  قلب  من  القلوب  عن  أسقام  لو  أهملت  تراكمت",
    "en": ""
  },
  {
    "ar": "وترادفت العلل وتظاهرت فيحتاج العبد إلى تأنق في معرفة علمها وأسبابها  ثم  إلى",
    "en": ""
  },
  {
    "ar": "تشمير في علاجها وإصلاحها فمعالجتها هو المراد بقوله تعالى قد  أفلح  من  زكاها",
    "en": ""
  },
  {
    "ar": "وإهمالها هو المراد بقوله وقد خاب من دساها ونحن نشير في هذا  الكتاب  إلى  جمل",
    "en": ""
  },
  {
    "ar": "من أمراض القلوب وكيفية القول في معالجتها على الجملة من غير تفصيل لعلاج  خصوص",
    "en": ""
  },
  {
    "ar": "الأمراض فإن ذلك يأتي في بقية الكتب من هذا الربع وغرضنا الآن النظر  الكلي  في",
    "en": ""
  },
  {
    "ar": "تهذيب الأخلاق وتمهيد منهاجها ونحن نذكر ذلك ونجعل علاج البدن مثالا  له  ليقرب",
    "en": ""
  },
  {
    "ar": "من الأفهام دركه ويتضح ذلك ببيان فضيلة حسن الخلق ثم بيان حقيقة حسن  الخلق  ثم",
    "en": ""
  },
  {
    "ar": "بيان قبول الأخلاق للتغير بالرياضة ثم بيان السبب الذي به ينال  حسن  الخلق  ثم",
    "en": ""
  },
  {
    "ar": "بيان الطرق التي بها يعرف تفصيل الطرق إلى  تهذيب  الأخلاق  ورياضة  النفوس  ثم",
    "en": ""
  },
  {
    "ar": "بيان العلامات التي بها يعرف مرض القلب ثم بيان الطرق التي  بها  يعرف  الإنسان",
    "en": ""
  },
  {
    "ar": "عيوب نفسه ثم بيان شواهد النقل على أن طريق المعالجة للقلوب  بترك  الشهوات  لا",
    "en": ""
  },
  {
    "ar": "غير ثم بيان علامات حسن الخلق ثم بيان الطريق في رياضة الصبيان  في  أول  النشو",
    "en": ""
  },
  {
    "ar": "ثم بيان شروط الإرادة ومقدمات المجاهدة فهي أحد  عشر  فصلا  يجمع  مقاصدها  هذا",
    "en": ""
  },
  {
    "ar": "الكتاب إن شاء الله تعالى بيان فضيلة حسن  الخلق  ومذمة  سوء  الخلق  قال  الله",
    "en": ""
  },
  {
    "ar": "تعالى لنبيه وحبيبه مثنيا عليه ومظهرا نعمته لديه وإنك  لعلى  خلق  عظيم  وقالت",
    "en": ""
  },
  {
    "ar": "عائشة رضي الله عنها كان رسول الله صلى الله عليه وسلم خلقه القرآن حديث  عائشة",
    "en": ""
  },
  {
    "ar": "كان خلقه القرآن تقدم وهو عند مسلم وسأل رجل رسول الله صلى الله عليه  وسلم  عن",
    "en": ""
  },
  {
    "ar": "حسن الخلق فتلا قوله تعالى خذ العفو وأمر بالعرف واعرض عن الجاهلين ثم قال  صلى",
    "en": ""
  },
  {
    "ar": "الله عليه وسلم هو أن تصل من قطعك وتعطي من حرمك وتعفو  عمن  ظلمك  حديث  تأويل",
    "en": ""
  },
  {
    "ar": "قوله تعالى خذ العفو الآية هو أن تصل من قطعك الحديث أخرجه ابن مردويه من  حديث",
    "en": ""
  },
  {
    "ar": "جابر وقيس بن سعد بن عبادة وأنس بأسانيد حسان وقال صلى  الله  عليه  وسلم  إنما",
    "en": ""
  },
  {
    "ar": "بعثت لأتمم مكارم الأخلاق حديث بعثت لأتمم مكارم الأخلاق  أخرجه  أحمد  والحاكم",
    "en": ""
  },
  {
    "ar": "والبيهقي من حديث أبي هريرة وتقدم في آداب الصحبة  وقال  صلى  الله  عليه  وسلم",
    "en": ""
  },
  {
    "ar": "أثقل ما يوضع في الميزان يوم القيامة تقوى الله وحسن الخلق حديث أثقل  ما  يوضع",
    "en": ""
  },
  {
    "ar": "في الميزان خلق حسن أخرجه أبو داود والترمذي وصححه من حديث  أبي  الدرداء  وجاء",
    "en": ""
  },
  {
    "ar": "رجل إلى رسول الله صلى الله عليه وسلم من بين يديه فقال يا رسول الله ما  الدين",
    "en": ""
  },
  {
    "ar": "قال حسن الخلق فأتاه من قبل يمينه فقال يا رسول الله ما الدين  قال  حسن  الخلق",
    "en": ""
  },
  {
    "ar": "ثم أتاه من قبل شماله فقال ما الدين فقال حسن الخلق ثم أتاه من ورائه  فقال  يا",
    "en": ""
  },
  {
    "ar": "رسول الله ما الدين فالتفت إليه وقال أما تفقه هو أن لا تغضب حديث جاء رجل  إلى",
    "en": ""
  },
  {
    "ar": "النبي صلى الله عليه وسلم من بين يديه فقال ما  الدين  قال  حسن  الخلق  الحديث",
    "en": ""
  },
  {
    "ar": "أخرجه محمد بن نصر المروزي في كتاب تعظيم قدر الصلاة من رواية  أبي  العلاء  بن",
    "en": ""
  },
  {
    "ar": "الشخير مرسلا وقيل يا رسول الله ما الشؤم قال سوء الخلق حديث ما الشؤم قال  سوء",
    "en": ""
  },
  {
    "ar": "الخلق أخرجه أحمد من حديث عائشة الشؤم سوء الخلق ولأبي داود من  حديث  رافع  بن",
    "en": ""
  },
  {
    "ar": "مكيث سوء الخلق شؤم وكلاهما لا يصح وقال رجل لرسول الله  صلى  الله  عليه  وسلم",
    "en": ""
  },
  {
    "ar": "أوصني فقال اتق الله حيثما كنت قال زدني قال  أتبع  السيئة  الحسنة  تمحها  قال",
    "en": ""
  },
  {
    "ar": "زدني قال خالق الناس بخلق حسن حديث قال رجل  أوصني  قال  اتق  الله  حيثما  كنت",
    "en": ""
  },
  {
    "ar": "الحديث أخرجه الترمذي من حديث أبي ذر  وقال  حسن  صحيح  وسئل  عليه  السلام  أي",
    "en": ""
  },
  {
    "ar": "الأعمال أفضل قال خلق حسن وقال صلى الله عليه وسلم ما حسن الله خلق  عبد  وخلقه",
    "en": ""
  },
  {
    "ar": "فيطعمه النار حديث ما حسن الله خلق امرئ  وخلقه  فتطعمه  النار  تقدم  في  آداب",
    "en": ""
  },
  {
    "ar": "الصحبة وقال الفضيل قيل لرسول الله صلى الله عليه وسلم إن  فلانة  تصوم  النهار",
    "en": ""
  },
  {
    "ar": "وتقوم الليل وهي سيئة الخلق تؤذي جيرانها بلسانها قال لا خير فيها  هي  من  أهل",
    "en": ""
  },
  {
    "ar": "النار وقال أبو الدرداء سمعت رسول الله صلى الله عليه وسلم يقول  أول  ما  يوضع",
    "en": ""
  },
  {
    "ar": "في الميزان حسن الخلق والسخاء ولما خلق الله  الإيمان  قال  اللهم  قوني  فقواه",
    "en": ""
  },
  {
    "ar": "بحسن الخلق والسخاء ولما خلق الله الكفر قال  اللهم  قوني  فقواه  بالبخل  وسوء",
    "en": ""
  },
  {
    "ar": "الخلق حديث أبي الدرداء أول ما يوضع في الميزان حسن الخلق  الحديث  لم  أقف  له",
    "en": ""
  },
  {
    "ar": "على أصل هكذا ولأبي داود والترمذي من حديث أبي الدرداء ما من  شيء  في  الميزان",
    "en": ""
  },
  {
    "ar": "أثقل من حسن الخلق وقال غريب وقال في بعض طرقه حسن صحيح  وقال  صلى  الله  عليه",
    "en": ""
  },
  {
    "ar": "وسلم إن الله استخلص هذا الدين لنفسه ولا يصلح لدينكم إلا  السخاء  وحسن  الخلق",
    "en": ""
  },
  {
    "ar": "ألا فزينوا دينكم بهما حديث إن الله  استخلص  هذا  الدين  لنفسه  الحديث  أخرجه",
    "en": ""
  },
  {
    "ar": "الدارقطني في كتاب المستجاد والخرائطي في  مكارم  الأخلاق  من  حديث  أبي  سعيد",
    "en": ""
  },
  {
    "ar": "الخدري بإسناد فيه لين وقال عليه السلام حسن الخلق خلق الله  الأعظم  حديث  حسن",
    "en": ""
  },
  {
    "ar": "الخلق خلق الله الأعظم أخرجه الطبراني في الأوسط من حديث عمار  ابن  ياسر  بسند",
    "en": ""
  },
  {
    "ar": "ضعيف وقيل يا رسول الله أي المؤمنين أفضل إيمانا قال أحسنهم خلقا حديث  قيل  يا",
    "en": ""
  },
  {
    "ar": "رسول الله أي المؤمنين أفضلهم إيمانا قال أحسنهم خلقا أخرجه أبو داود  والترمذي",
    "en": ""
  },
  {
    "ar": "والنسائي والحاكم من حديث أبي  هريرة  وتقدم  في  النكاح  بلفظ  أكمل  المؤمنين",
    "en": ""
  },
  {
    "ar": "والطبراني من حديث أبي أمامة أفضلكم إيمانا أحسنكم خلقا  وقال  صلى  الله  عليه",
    "en": ""
  },
  {
    "ar": "وسلم إنكم لن تسعوا الناس بأموالكم فسعوهم ببسط الوجه وحسن الخلق حديث إنكم  لن",
    "en": ""
  },
  {
    "ar": "تسعوا الناس بأموالكم فسعوهم ببسط الوجه وحسن الخلق  أخرجه  البزار  وأبو  يعلى",
    "en": ""
  },
  {
    "ar": "والطبراني في مكارم الأخلاق من حديث أبي هريرة  وبعض  طرق  البزار  رجاله  ثقات",
    "en": ""
  },
  {
    "ar": "وقال أيضا صلى الله عليه وسلم سوء الخلق يفسد العمل كما يفسد الخل  العسل  حديث",
    "en": ""
  },
  {
    "ar": "سوء الخلق يفسد العمل كما يفسد الخل العسل أخرجه ابن حبان في الضعفاء  من  حديث",
    "en": ""
  },
  {
    "ar": "أبي هريرة والبيهقي في الشعب من حديث ابن عباس وأبي  هريرة  أيضا  وضعفهما  ابن",
    "en": ""
  },
  {
    "ar": "جرير وعن جرير بن عبد الله قال قال رسول الله صلى الله عليه وسلم إنك  امرؤ  قد",
    "en": ""
  },
  {
    "ar": "حسن الله خلقك فحسن خلقك حديث إنك امرؤ قد حسن  الله  خلقك  فأحسن  خلقك  أخرجه",
    "en": ""
  },
  {
    "ar": "الخرائطي في مكارم الأخلاق وأبو العباس الدغولي في كتاب الآداب  وفيه  ضعف  وعن",
    "en": ""
  },
  {
    "ar": "البراء بن عازب قال كان رسول الله صلى الله عليه وسلم أحسن الناس وجها  وأحسنهم",
    "en": ""
  },
  {
    "ar": "خلقا حديث البراء كان رسول الله صلى الله عليه وسلم أحسن  الناس  وجها  وأحسنهم",
    "en": ""
  },
  {
    "ar": "خلقا أخرجه الخرائطي في مكارم الأخلاق بسند حسن وعن أبي مسعود البدري  قال  كان",
    "en": ""
  },
  {
    "ar": "رسول الله صلى الله عليه وسلم يقول في دعائه اللهم حسنت خلقي  فحسن  خلقي  حديث",
    "en": ""
  },
  {
    "ar": "أبي مسعود البدري اللهم كما حسنت خلقي  فحسن  خلقي  أخرجه  الخرائطي  في  مكارم",
    "en": ""
  },
  {
    "ar": "الأخلاق هكذا من رواية عبد الله بن أبي الهذيل عن أبي مسعود  البدري  وإنما  هو",
    "en": ""
  },
  {
    "ar": "ابن مسعود أي عبد الله هكذا رواه ابن حبان في صحيحه ورواه أحمد من  حديث  عائشة",
    "en": ""
  },
  {
    "ar": "وعن عبد الله بن عمر رضي الله عنهما قال كان رسول  الله  صلى  الله  عليه  وسلم",
    "en": ""
  },
  {
    "ar": "يكثر الدعاء فيقول اللهم إني أسألك الصحة والعافية وحسن الخلق  حديث  عبد  الله",
    "en": ""
  },
  {
    "ar": "بن عمرو اللهم إني أسألك الصحة والعافية وحسن الخلق أخرجه  الخرايطي  في  مكارم",
    "en": ""
  },
  {
    "ar": "الأخلاق بإسناد فيه لين وعن أبي هريرة رضي الله عنه عن  النبي  صلى  الله  عليه",
    "en": ""
  },
  {
    "ar": "وسلم قال كرم المؤمن دينه وحسبه حسن خلقه ومروءته  عقله  حديث  أبي  هريرة  كرم",
    "en": ""
  },
  {
    "ar": "المرء دينه ومروءته عقله وحسن خلقه أخرجه ابن حبان والحاكم وصححه على شرط  مسلم",
    "en": ""
  },
  {
    "ar": "والبيهقي قلت فيه مسلم بن خالد الزنجي وقد تكلم فيه قال البيهقي وروى من  وجهين",
    "en": ""
  },
  {
    "ar": "آخرين ضعيفين ثم رواه موقوفا على عمر وقال إسناد صحيح وعن أسامة  بن  شريك  قال",
    "en": ""
  },
  {
    "ar": "شهدت الأعاريب يسألون النبي صلى الله عليه وسلم يقولون ما خير  ما  أعطى  العبد",
    "en": ""
  },
  {
    "ar": "قال خلق حسن حديث أسامة بن شريك شهدت الأعاريب يسألون رسول الله صلى الله  عليه",
    "en": ""
  },
  {
    "ar": "وسلم ما خير ما أعطى العبد قال خلق الحسن أخرجه ابن ماجه وتقدم في آداب  الصحبة",
    "en": ""
  },
  {
    "ar": "وقال صلى الله عليه وسلم إن أحبكم إلي وأقربكم مني مجلسا يوم  القيامة  أحاسنكم",
    "en": ""
  },
  {
    "ar": "أخلاقا حديث إن أحبكم إلى الله وأقربكم مني مجلسا يوم القيامة  أحاسنكم  أخلاقا",
    "en": ""
  },
  {
    "ar": "أخرجه الطبراني في الصغير والأوسط  من  حديث  أبي  هريرة  إن  أحبكم  إلى  الله",
    "en": ""
  },
  {
    "ar": "أحاسنكم أخلاقا وللطبراني في مكارم الأخلاق من حديث جابر إن أقربكم  مني  مجلسا",
    "en": ""
  },
  {
    "ar": "أحاسنكم أخلاقا وقد تقدم الحديثان في آداب الصحبة وعن ابن عباس رضي الله  تعالى",
    "en": ""
  },
  {
    "ar": "عنهما قال قال رسول الله صلى الله عليه وسلم ثلاث من لم تكن فيه أو واحدة  منهن",
    "en": ""
  },
  {
    "ar": "فلا تعتدوا بشيء من عمله تقوى تحجزه عن معاصي الله أو حلم  يكف  به  السفيه  أو",
    "en": ""
  },
  {
    "ar": "خلق يعيش به بين الناس حديث ابن عباس ثلاث من لم يكن فيه  أو  واحدة  منهم  فلا",
    "en": ""
  },
  {
    "ar": "يعتد بشيء من عمله الحديث أخرجه الخرايطي في مكارم الأخلاق بإسناد  ضعيف  ورواه",
    "en": ""
  },
  {
    "ar": "الطبراني في الكبير وفي مكارم الأخلاق من حديث أم سلمة وكان من دعائه صلى  الله",
    "en": ""
  },
  {
    "ar": "عليه وسلم في افتتاح الصلاة اللهم أهدني لأحسن الأخلاق  لا  يهدي  لأحسنها  إلا",
    "en": ""
  },
  {
    "ar": "أنت واصرف عني سيئها لا يصرف  عني  سيئها  إلا  أنت  حديث  اللهم  اهدني  لأحسن",
    "en": ""
  },
  {
    "ar": "الأخلاق الحديث أخرجه مسلم من حديث علي وقال أنس بينما نحن مع  رسول  الله  صلى",
    "en": ""
  },
  {
    "ar": "الله عليه وسلم يوما إذ قال إن حسن الخلق ليذيب الخطيئة كما تذيب الشمس  الجليد",
    "en": ""
  },
  {
    "ar": "حديث أنس إن حسن الخلق ليذيب الخطيئة كما تذيب الشمس الجليد أخرجه الخرايطي  في",
    "en": ""
  },
  {
    "ar": "مكارم الأخلاق بسند ضعيف ورواه الطبراني والطيالسي والبيهقي في الشعب  من  حديث",
    "en": ""
  },
  {
    "ar": "ابن عباس وضعفه وكذا رواه من حديث أبي هريرة وضعفه أيضا  وقال  صلى  الله  عليه",
    "en": ""
  },
  {
    "ar": "وسلم من سعادة المرء حسن الخلق حديث من سعادة المرء حسن الخلق  أخرجه  الخرايطي",
    "en": ""
  },
  {
    "ar": "في مكارم الأخلاق والبيهقي في الشعب من حديث جابر  بسند  ضعيف  وقال  صلى  الله",
    "en": ""
  },
  {
    "ar": "عليه وسلم اليمن حسن الخلق حديث اليمن  حسن  الخلق  أخرجه  الخرايطي  في  مكارم",
    "en": ""
  },
  {
    "ar": "الأخلاق من حديث علي بإسناد ضعيف وقال صلى الله عليه وسلم لأبي ذر  يا  أبا  ذر",
    "en": "REVIVAL OF RELIGIOUS LEARNINGS IMAM GHAZZALI'S IHYA ULUM-ID-DIN Translated by FAZL-UL-KARIM VOL. III CONTENTS OF BOOK III THE BOOK OF DESTRUCTIVE EVILS CONTENTS CHAPTER II Riazat or efforts for good conduct in the ways of God\t47 THE REVIVAL OF RELIGIOUS LEARNINGS The Book of Destructive Evils CHAPTER II GOOD CONDUCT RIAZAT OR EFFORTS IN THE WAYS OF GOD Know, 0 dear readers, that the Prophet of God was the possessor of good character and conduct, Good conduct is half of religion, fruit of the efforts of God-fearing men and an important quality of the worshippers of God. Bad conduct is a ruinous poison, a dangerous wound in brain and much condemned evil. There are many doors of bad conduct which remain open to the fire of Hell as the doors of good conduct are open towards the bliss of Paradise. Bad conduct is a disease of soul which ruins the ever-lasting life. If efforts are necessary to save the temporary body from disease, how much efforts are necessary to save the soul from its diseases which will be everlasting? In the following verse, God says of the treatment of soul: He who purifies it is successful and he who ruins it is ruined - 91: 2. We shall describe in this chapter the diseases of soul and its cures. MERITS OF GOOD CONDUCT. Know, Odear readers, that God praised His Prophet and said: You are upon sublime character. hazrat Ayesha said: The Quran is the conduct of the Messenger of God. When a man asked the Prophet about good conduct, he recited the following verse: Take to pardon, enjoin good and keep away from the illiterate - 7: 199. Then the Prophet explained good conduct and said: Good conduct is this join the tie of relationship with one who cuts it off. Pardon one who oppresses you. The Prophet said: 'I have been sent to complete the best of conducts.' Good conduct will be heaviest of all attributes in the Balance on the resurrection day. Once a man came to the Prophet and said: 0 Messenger of God, what is religion? He replied: God conduct Then he came to his front and asked: 0 Messenger of God, what is religion? He replied: Good conduct. Then he came by his left side and asked: What is religion? He replied: Good conduct. Then he came by his back side and asked the same question and he replied the same. Then he said looking at him: Not to be angry is good conduct. The Prophet was asked: What is misfortune? He said: Bad conduct. Once a man asked the Prophet: Give me some advice. He said: Fear God wherever you are. He said: Give me more advice. 48\tGood Conduct\tVol-III The Prophet said: If you commit an evil do a good action soon after it. As a result, the evil will vanish He said: Give me more advice. The Prophet said: Treat well with the people. He was asked: Which action is best? He said: Good conduct. The Prophet said: God will not throw one into Hell whom He gave good temperament and good appearance. The prophet was once asked. A certain woman fasts all days and prays all nights, but she has got a bad temper an gives trouble to her neighbours by harsh words. The Prophet said: There is no good in her and her place is in Hell. Hazrat Abu Darda'a said: I heard the Prophet say: The first of what will be placed in the Balance is good conduct and benevolence. When God created faith, it said: Give me strength. God gave it strength through good conduct and benevolence. When God created infidelity, it said: 0 Lord, give me strength. He gave it miserliness and bad conduct. The Prophet said: God preferred this religion for Him. There will be no good in your religion except good conduct and benevolence. Beware, adorn your religion with these two virtues. The Prophet said: God created good conduct as the best thing He was asked: 0 Prophet of God, who is best in t th among the believers: He replied: He who is best among them in good conduct. The Prophet said: Don't entertain the people with your wealth, but entertain them with smiling face and goo conduct. The Prophet said: Bad conduct destroys divine service as condiment destroys honey. The Prophet said: So make your conduct good, Hazrat Bara'a-b-Ajeb said: The face of the prophet was most beautiful and his conduct was best. The prophet used to say in invocation: 0 God, you have made my constitution good. So make also my conduct good. He used to pray most; 0 God, I pray to Thee for health, peace of mind and good conduct. The Prophet said: Honour a believer for his religion. Think him superior for good conduct and wisdom. Some desert Arabs once came to the Prophet and asked him: What best thing has been given to men? He replied: Good conduct. The Prophet said: He who will become dearest and nearest to me on the resurrection day will be a man of good conduct. He also said: Don't believe any action good out of the divine services of one in whom one of these matters is not found - (1) God-fear which restrains him from infidelity of God, (2) patience which restrains a fool, (3) or good conduct with which he lives in society. Vol-III\tThe Book of Destructive evils\t49 The Prophet used to say at the beginning of his prayer: 0 God, guide me to good conduct. Nobody except Thou can guide me towards it. Hazrat Anas said: We were once with the Prophet who said: Good conduct removes all faults as the rays of the sun melt snow. The Prophet said: Good-conduct appertains to the fortune of a man. The Prophet said to Abu Zarr: 0 Abu Zarr, there is no wisdom like efforts and there is no virtue like good conduct. He said: A true Muslim can get for his good conduct and high rank the rank of Saemur Dahar and Qaemul Lail (one who fasts all days and prays all nights). The Prophet said to his companions: I saw last night a wonderful dream. I saw one of my followers sitting upon his knees and there was between him and God only one screen which was removed by his good conduct and so he became close to God. The Prophet said: A man will get high rank and an honourable place in the next world by dint of his good conduct even though he had little divine services. The Prophet said once to Hazrat Omar: 0 Omar, by One in whose hand there is my life, the devil does not tread a path which you tread. He said: Bad conduct is such a sin which has got no pardon. Bad idea is such a fault which spreads. The Prophet said: A man reaches the lowest stage of hell for his bad conduct. Wise Sayings. The son of Loqman asked his father: 0 father, which fine qualities in his conduct are good? Loqman said: Religion, treatment, shame, good conduct and generosity. When these five qualities are united in a person, he becomes pure, God-fearing and friend of God and is freed from the devil. Hazrat Junaid said: Four virtues raise up a man to highest rank though his divine service and learning are little - (1) patience, (2) modesty, (3) generosity and. (4) good conduct. Good conduct completes faith. Hazrat Ihya-b-Ma'az said: Bad conduct is worst evil and if one has got many virtues along with it they do not do him any benefit. Good conduct is a good attribute. If he has got many sins with it, it does not do him harm. Hazrat Ibn Abbas was asked: What4s honour? He said: God explained it in the Quran: The most honourable of you is he who is the most God-fearing among you - 49: 13. He said: He who has got best good conduct among you is the possessor of best quality among you. He said: Every building has got foundation. The foundation of Islam is good conduct. 50\tGood Conduct\tVol-III WHAT IS GOOD CONDUCT: Know, 0 dear readers, that God said that He created man out of clay and infused His spirit unto him and then the angels made prostration before him. It appears from this that there is connection of body with earth and of soul with the Creator. So human nature is rooted in soul and actions flow out of it. If good actions come out of soul, it assumes good conduct, and if evil actions come out of it, it assumes bad conduct. Hence there are four things - (1) to do good or bad action, (2) to possess power to do there actions, (3) to have knowledge of both, (4) and to become either of the two actions, good and bad, easy. Owing to his attachment to either of them, conduct arises. As a man cannot be called beautiful if he has got only two beautiful eyes but not beautiful face and nose, so he cannot be called to possess good conduct if he has got only one of the above attributes! A beautiful man is he who has got his bodily limbs proportionate and beautiful, so also a man is said to have good conduct if he has got in him all the qualities proportionately. The nature of soul is divided into four kinds: (1) power of discerning knowledge, (2) power of administration or anger, (3) power of greed and (4) power of adjustment of the above three natures. If knowledge finds full display and becomes mature, truth can be ascertained from falsehood, good from bad. So knowledge is the root of good conduct. God says: Whoever is given wisdom has been given abundant good - 2 : 269. When anger conducts itself under knowledge and Shariat, it can be termed beautiful. When greed becomes subject to wisdom and shame, it can be termed beautiful. Power of adjustment of the natures or judgment is beautiful when anger and greed are guided by wisdom and Shariat. The beauty of anger is called bravery and the beauty of greed is called patience. If anger exceeds the limit of moderation, it is called cowardice. If greed exceeds moderation, it is called hope against hope; and if it goes down, it is, called sluggishness. Moderation of greed is good and the two extremes of greed are bad. If wisdom is used immoderately, it is called deception. If it reaches to the extreme, it is called genius. The middle course is called wisdom. So there are four basic qualities of good conduct knowledge, bravery, patience and power of adjustment or judgment. Other qualities are their branches. Nobody was blessed with all these Vol-III\tThe Book of Destructive evils\t51 qualities except the Prophets. There are differences in these qualities in the persons other than the Prophets. he who is devoid of these qualities is near the accursed evil. The Prophet was sent to complete good conduct and good manners. The Quran praised the believers for possessing these qualities: The believers are those who have got faith in God, His Prophet and then do not entertain any doubt and fight with their lives and properties in the way of God. These are they who are truthful. God described the companions of the Prophet in this verse: They are hard upon the unbelievers but sympathetic to one another-48:28. CHANGE OF NATURE: It has been argued that nature cannot be changed and this mistaken belief arises out of two reasons. (1) The first reason is that just as figure of a man or his colour can not be changed, or a man can not be made short or long, or a black man cannot be changed to a white man, so also nature cannot be changed. Another reason cited is that inspite of our efforts, sexual passion, anger etc. cannot be uprooted and to make efforts to control them is useless. The answer to these objections is as follows. If nature is unchangeable, then sermons, education and learning would have been useless. The Prophet said: Make your conduct good. This advice would have been meaningless. When the nature of lower animals can be changed by training, human nature can all the more be changed by training, education and habits. All things of the world are made of two elements. Man has got no power over one element, but he has got control over another element. The sun, moon, stars and the external and internal forms of animals cannot be changed. God created another element which may develop into perfection according to certain rules and regulations. For instance a paddy seed, if kept under certain conditions, can develop into paddy plants, but it cannot produce a mango tree or a date tree. Similar is the case with passion, anger, pride etc. If they are kept under rules and regulations and control, they cannot take to the highest degree of progress, but they cannot be uprooted at will. To keep• them under control is the cause of salvation. MEN ARE OF FOUR CLASSES ACCORDING TO NATURE: (1) One class of men are in attentive. They don't distinguish between truth and falsehood and they remain with nature with which they are born. By training, their conduct can be good. 52\tGood Conduct\tVol-III (2) The second class of men can know the evil actions of others but are not habituated to good actions and are prone to evils. They are to give up the habits of evil actions and seeds of good actions are to be sown in their souls. (3) The third kind of men believe bad conducts to be good. (4) The fourth kind of men are bred upon evils. The first kind of men are illiterate to the extreme, the second kind are illiterate and misguided, the third kind are illiterate, misguided and sinners and the fourth kind are illiterate, misguided, sinners and dishonest. (2) The second reason of the above argument is that greed, passion, anger, pride etc. can be uprooted. This is a mistaken Belief. The object of these is to bring them under control and not to uproot these natural propensities. These are necessary for a man. Had he not had greed for food, he would have been ruined. The object is to use it with moderation without going to the extremes. The Prophet said: I am only a human being. I get angry as others get angry. When anything was said to him which was doubtful, he used to get angry, even his two cheeks assumed then reddish colour. God says regarding control of anger - Those who control anger and forgive men. He did not say to uproot it. To take middle course in conduct is better and not the two extremes. Benevolence is a good quality and it is the middle course between two extremes - extravagance and miserliness. God praised it in the following verse: When they spend, they do not squander, nor become miser, but the stand between these two conditions. In another verse: Don't make your hand tied up with your necks, nor spread it to utmost spreading -17 : 29. To take middle course in green for food is best. God says : Eat and drink, but do not measure. God does not love those who squanders. The Prophet said : The middle course is the best. Heat is a name between scorching rays and snow, free from two extremes. Benevolence is the middle course between extravagance and miserliness and bravery is an attribute between haughtiness and cowardice. MEANS OF ACQUIRING GOOD CONDUCT. Know, 0 dear readers, that good conduct is the name of bringing greed and anger under the control of intellect and Shariat. This middle course can be acquired in two ways. The first way to gain this middle course is to make perfect God-given powers and in born qualities. Some men have been created with full intellect and Vol-III\tThe Book of Destructive evils\t53 good conduct and their greed and anger have been placed under control of intellect and Shariat. So these people become wise without education and receive good conduct without training. prophet Jesus and Prophet Ihya and other prophets are such type of people. Many boys are born opposite to them. They can acquire these virtues by education and training through spiritual guides. The second means is efforts by which these qualities can be acquired. For instance, if anybody wishes to acquire the virtue of benevolence, he must be habituated to make charity inspite of his unwillingness to spend money. Then it will be easy for him to spend. To acquire the virtue of modesty, one is to follow the actions of the humble for a long time. Then it will become easy after a place of time. He who finds pleasure in charity is called a pilanthorpist. the Prophet said : Prayer has been made a doll to my eyes. God says : It (Prayer) is difficult except to the God fearing. The Prophet sai4 : Do divine service with contentment. if you can not do it, it is better to do it with patience inspite of unwillingness. Acquisition of fortune by habits. to acquire fortune, it is necessary to stick to a thing always and it is not sufficient to hate sins. He must find pleasure in doing good deeds. The longer the life, the more firm and perfect will be its good. When the Prophet was asked about good fortune, he replied 'To stick to worships throughout life is good fortune.' For this reason, the Prophets and the friends of God disliked death as this world is the seed ground for the hereafter. the longer the life, the more the divine service, and the more the rewards, the more will be the soul pure and the character and conduct will be more strong and firm. The object of divine service is its effect on soul. The object of good character and conduct is to cut off the attachment of the world from soul and to confine them to the love of God. The greatest thing for the soul is its meeting with god. Good habits create light in soul which shows many wonderful things. He who finds pleasure in playing with pigeons stands throughout the day in sun's rays and does not feel tried. He who is accustomed to theft taken pride for acts of theft even though his hands are cut off and he is whipped. Those males who like to be females allow their hairs to grow long, paint the faces and mix with females with female dresses. They taken pride in that. These are acts of habit for which they take pride and find pleasure. 54\tGood Conduct\tVol-III HABITS OF GOOD DEEDS: Similarly, one should grow habits of doing good deeds. If they are done for long and are not given up, pleasure will come as a matter of course like that of the above persons. If a mar, forms the habit of eating earth, he will find pleasure in eating it. So soul will find pleasure in doing good deeds if one sticks to them for a pretty long time. He who wishes to be a good scribe, he must stick to writing for long. Similarly if one if wishes to acquire the qualities of patience, generosity, modesty etc. he must stick to these habits in actions and behaviours. There is no other means to acquire them except this method. Acquisition of learning is not the result of one day, but of endless days and nights in studies. The natural food of soul is knowledge, divine knowledge and love. Its taste might be changed for some illness of soul, as owing to disease of stomach, there is no taste in food. So diseases of soul must be removed by efforts to acquire divine love and knowledge. CAUSES OF MISFORTUNE: Only one sin does not bring misfortune. It is the cause of committing sins after 'sins and disobeying the commands and prohibitions of God. This is also the condition of minor sins. Repetition of a minor sin amounts to a great sin. One black spot falls in soul if a sin is committed and repetition of sins causes repetition of spots in soul. Thereafter the soul becomes completely dark and black. When death suddenly comes to such a man, he dies upon that condition. God says: I have placed screen in their front and screen in their back. Hazrat Ali said: Faith puts a white spot in soul. The more faith increases, the more the white spot increases. When the faith of a man become perfect, his soul is filled up with that light. A black spot falls in the soul of a hypocrite. The more hypocrisy increase, the more the black spot increases. When hypocrisy is disclosed in full, his soul becomes completely dark. Now you have understood that sometimes good conduct comes with birth, sometimes it is acquired by good deeds and sometimes by following the actions of good and religious people... God does not oppress any man but man himself oppresses his soul and becomes unfortunate. God says: He who does an atom of good will see it, and he who does an atom of evil will see it. 99 8. God does not oppress them, but they themselves oppress theit souls. Vol-III\tThe Book of Destructive evils\t55 METHODS OF EFFORTS TO IMPROVE CONDUCT: You have come to know now that the middle course in the matter of conduct is good and this keeps the soul pure, and if there is any drifting away from this middle course, it causes disease of soul, just as the middle course is best for preservation of health. The treatment for the diseases of soul is to remove from soul the evil natures and habits and to bring in good natures and habits. Every child remains upon nature or natural inborn qualities, but his parents make him a Jew, or a Christian or a Magian. It is the saying of the Prophet. The child acquires bad habit through his surroundings. If there is change in the temperament of moderation, it must-be understood that the body has got disease. Its medicine is to act to its opposite. For instance, heat can be removed by cold and cold by heat, and fire by water. If one catches cold it can be removed by using hot things. Illiteracy can be removed by learning, miserliness by charity, pride by humility and greed by patience. Similarly the diseases of soul can be removed by the bitter pills of patience and good actions. The diseases of body end with the death of body, but the diseases of soul will last after death as soul is ever-lasting. Appropriate medicine of soul can be prescribed by a spiritual physician or guide. He must first be acquainted with the diseases of his disciple and then cautiously treat them. If he is ignorant of Shariat, he must first teach it to him and the fundamental principles of Islam. If he earns unlawfully, he must be told to give it up. Then when the open sins aie removed, the guide should look to the removal of his inner faults and character and conduct. If he has got wealth beyond the limit of his necessity, he should tell him to spend it in charities. If he has got pride and haughtiness; he must be taught to be humble by frequenting bazars and markets with bags for sale and buy. If he finds him too clean, be should tell him to cleanse his own house and kitchen. To worship body is to worship idols. So the ordinary means to remove the diseases of soul is to act against its low desires. God says: He who fears the places, of his Lord and restrains hims if from evil passion, his place of abode is Paradise -74:41. SIGNS OF DISEASES OF SOUL: Know, 0 dear readers, that every limb of the body has been created for a particular purpose. TREATMENT OF DISEASED SOUL: The medicine of the disease of soul is to accustom itself to the opposite attribute. If there is disease of miserliness, the medicine to remove it is to give constant charities and spending money. There is limit to charity and expenditure. He who exceeds the limit falls into another disease the fault of extravagance. He becomes_ then just like the man suffering cold who uses such hot thing which takes him to another. trouble. Our object is to gain the limit of moderation avoiding the two extremes. The middle path is the straight path which is more narrow than a hair and more sharp-edged than a sword. He who can remain in the straight path in the world can cross the bridge easily in the hereafter. Majority of people will be inclined to one side or the other. While crossing it, somebody will fall down suddenly. Some will cross it like lightning, God says: There is nobody among you who will cross it. This is your Lord's decree. I shall save those who are God fearing - 19 : 71. The God-fearing are those who tread the straight path or the path' 56\tGood Conduct\tVol-III If that limb or organ does not do that particular function, it has got disease. If it does that function easily, it is sound. Eye has been created to see. If it does not see, it has got disease. So also the case with ear and nose. Soul has been created for acquiring divine knowledge, love of God and finding pleasure in divine services. God says: I have created man and jinn that they should worship Me - 51: 56. Man can be distinguished from beast by soul. A man is not free from food, cohabitation, drink and other matters. So is the case with lower animals. The latter has got no soul, but men have got. It has got the quality of recognising the nature of everything. he who knows God loves God. The sign of love of God is that he places love of God above everything in this world. God says in verse - 9 : 24. If your parents, your children etc are dearer to you than God and His Apostle and serving in His way, then wait till God brings about His command. He who loves anything more than God has got his soul diseased. He is just like a person who loves to eat earth more than bread. This is the sign of the disease of soul. Every soul is diseased except that which loves God. There is hardly any physician of soul at present. The physicians themselves are diseased. A diseased physician can hardly look to his own treatment, not to speak of the treatment of others. The people are now addicted to the love of the world. Vol-III\tThe Book of Destructive evils\t57 very near it. For this reason, it is our bounden duty to pray to God for seventy times a day for being established in the straight path. God directed us to pray: Show us the straight path. One day a man dreamt the Prophet and said to him: 0 Messenger of God, you have said that the chapter Hud has made you grey-haired. Why have you said that? The Prophet recited the verse and said: Be firm on what you have been ordered.\" So to keep firm on the path is very difficult. Still one should try his utmost to remain on it or very near it. There is no salvation except for good deeds which cannot be achieved without good conduct. WAYS OF LEARNING EVILS: Know, 0 dear readers, that God shows evils to one for whom He wishes good. He has got no fear who has got deep insight. When a man can know his faults, he can try to remove them but majority of men remain ignorant of their faults. The man who wishes to see his faults has got four ways. (1) The first way is to inform his faults and evils to his spiritual guide who can treat his diseases, but this is very rare nowadays. , (2) The second way is to appoint a true and pious friend to detect his faults and defects. A religious man takes to this method of finding out his own defects and shortcomings. Hazrat Omar prayed: May God show mercy on the man who points out my defects to me. He asked Hazrat Salman Farsi about his evils. Hazrat Salman told him: I heard that you enjoy two curries at the time of your meal and that you have got two pieces of cloth to put on - one piece for day time and another piece for night time. Hazrat Omar said: Have you heard other than this? He said: I heard nothing except this? Hazrat Salman once asked Hazrat Huzaifa whether he had got any hypocrisy in him? Thus the companions of the Prophet inquired their own faults? Hazrat Daud Tai remained aloof from society. The people once asked him: Why don't you mix with the people? He replied: What benefit shall I derive from them when they conceal my faults and do not inform me? Now the table has turned. He who informs us our faults is our great enemy. (3) The third way of knowing faults is to gather them from enemies. The attention of the enemies is upon the faults of their adversaries. So there is some basis of their information about one's faults. 58\tGood Conduct\tVol-III (4) The fourth way is to mix with the people and know their faults. If you see their faults, you may think that you have those faults in you as a believer is a mirror to another believer. He sees his defects from the defects of others. Once Prophet Jesus was asked: From whom have you learnt good manners? He replied: Nobody has told me, this. When I have seen the faults of the illiterate, I at once gave them up. PROOF OF SHARIAT ABOUT SOUL AND MEDICINE: If you ponder over what has been described above, your insight will be open and the diseases of soul and their treatments will be disclosed to you in the light of certain faith. If you are unable to achieve it, you should not secede from faith and blind belief. This is the rank of faith as there is a rank of education. Education comes after faith. God says: God raises the rank of those of you who have faith and those having been given learning. To go against passion is the greatest jihad. H who believes that the way to reach God is to act against low desires is included within the group of believers and he who searches the causes of these helps is included within the educated. God says: For one who opposes his low desires, there is the abode of paradise-79 79: 4God says: They are those people whom God tried by God fear. It has been said by way of explanation of this verse that the love of greed in their hearts has been crushed. The Prophet said: A believer lives in five troubles - (1) he is envied by another believer, (2) a hypocrite harbours hatred against him, (3) an unbeliever fights against him, (4)-the devil misguides him, (5) and-'evil desires dispute with him.' When evil desires become enemy, it is compulsory to fight with them. God once sent revelation to David: Warn your followers from eating the objects of greed, as greed stands as screen to such souls in which there is worldly attachment. Jesus Christ said: Blessed is he who has given up his present greed in hope of getting future promised reward. When some people returned from je' had, our Prophet said: Thanks to you! You have returned from little jehad to a greater jehad. he was asked: 0 Prophet of God, what is greater jehad? He said: Fight with passion is a greater jehad. The Prophet said: He who makes effects in divine service is a Mujahed (fighter). He also asked: Keep your soul away from the harmful things and don't run after your evil desires in violation of God's commands. If you do it, it will dispute with you on the Vol-I11\tThe Book of Destructive evils\t59 resurrection day. Then your one organ will curse upon another organ if God does not forgive and conceal. Sufyan Saori said: I have not treated a more serious disease than the disease of my soul. It is sometimes for me and sometimes against me. Hazrat Hasan Basari said: As an unruly horse is to be kept by strong rein, the disobedient soul of man should be kept by a more firm rein. Hazrat Ihya-e-b-Ma'az said: Fight against your passion by the weapon of Riazat or effects. It is of four kinds - (1) to eat little, (2) to sleep little, (3) to speak when necessary and (4) to keep patience at the troubles of the people. There is death of passion because of little food. Sincere intention arises out of little sleep. There is safety from dangers and difficulties on account of few talks. If there is patience at the troubles given by others, one can reach his destined goal. There is no greater difficulty than to keep patience at the time of harsh treatment of the people and the troubles given by them. He also said: The enemies of a man are three - world, devil and passion. So save yourself from the world by renouncing it, from the devil by opposite behaviours and from passion by giving up greed. Hazrat Zafar-b-Hamed said: The learned and the wise said unanimously that happiness can not be achieved without giving up happiness. It has been narrated that when Jospeh was appointed treasures of Egypt, he was one day travelling in the country with 12000 respectable men riding on horses. At that time, Zulaikha wife of the king of Egypt was seated by the side of the pathway of Jospeh. She said on seeing him: Glory to God who made the kings slaves of sins and the slaves of God worst beings. Joseph said what God dictated to him: God does not destroy the rewards of the doers of God, who fear God and remain patient. The sage Yezid Rakkashi said: 0 my friends, don't give me cold drink in the world, as I may be deprived of it in the hereafter. Once a man asked Caliph Omar-b-Abdul Aziz: When shall I talk? He said: When you wish to remain silent. He asked: When shall I remain silent? He said: When you wish to talk. Hazrat Ali said: He who is eager to go to Paradise should remain free from worldly greed. when there is no other alternative for fortune of the next world but to oppose passion and temptation, we should believe in the words of the learned and sages: Weep your soul and mind engaged in the knowledge of God, love of God and thoughts about God.' Cut of all connections to achieve these 60\tGood Conduct\tVol-III things. Man has got no power to achieve these things without the company of God. In the above matters, mankind is of four classes. (1) The minds of one kind of people remain busy with the remembrance of God and do not look to the world except for the bare necessaries of life. They are included within the class of the truthful. This rank cannot be attained without efforts for a long time and without patience for long at worldly pleasures and temptations. (2) The second kind of people remain busy with the worldly affairs and they remember God with tongue and not with heart. They are included within those who are ruined. (3) The third kind of men remain busy with religion and world buy religion remains strong in their minds. They will enter Hell but they will soon be rescued therefrom, because religion was strong in their minds. (4) The fourth kind of people remain busy with religion and world but the world is strong in their minds. They shall have to reside long in Hell, but they will be rescued ultimately therefrom. LAWFUL THINGS: Some say that to enjoy lawful things is lawful, but why should it be a cause of drifting away from God? The answer is that love of the world is the root of all evils. Those things which are outside necessary things are included in the world and they become causes of being away from God. Hazrat Ibrahim Khawaj said: Once I stayed in the hillock of Lakam. I saw there some pome-granates hanging in a pomegranate tree and was inclined to eat some of them I took some and found them sour on testing. Then I threw them and went away. I found a man lying on the way side and many wasps were biting him. I saluted him but he replied and said: 0 Ibrahim. I wondered how he had come to know of my name and asked him. How do you know me? He said: Nothing is concealed from one who knows God. I said: I understand then that you are a chosen one of God. Why then do you not pray to God to save yourself from the biting of wasps? He said: You are also a chosen one of God. Why they do you not pray to save yourself from the greed of eating pome-granates? The wounds of the sting of wasps will be disclosed in the next world in the form of greed for pomegranates and give you pain, but the sting of wasps will end in this world. Then I went away leaving him. The sage Sarri Sakti said: My mind has been wishing to eat walnut dipped in honey for the last forty years, but I did not eat it upto this date. Vol-III\tThe Book of Destructive evils\t61 If the mind is not kept under control, it is not possible to tread the path of the next world by correcting and purifying it, because it will then desire unlawful things. He who wishes to control his tongue from backbiting and useless talks, it is his duty to keep silent. He should engage in the remembrance of God and other duties of religion till the greed for holding useless talks goes away from him. He should not utter except truth. This is the condition of every passion or low desire. Nature is the same by which lawful and unlawful things are sought and mind should be restrairied from unlawful things. If it is not kept under control within the limit of necessary things, it becomes strong. This is a danger of lawful things. God says: They remain satisfied with the life of the world and feel pleasure at it. God says: This world's life as compared with the next world is only short-lived commodity -13 : 26. God says: Know that this world's life is but play and amusement, pomp and natural boasting and multiplying among yourselves in riches and children - 53 : 27. Those Sufis who possessed uncommon fortitude said out of experience that possession of wealth makes the mindibard and heinous and keeps it away from the remembrance of God. They found by experience that at the time of sorrows, mind becomes soft, pure and fit for acceptance of grace owing to the remembrance of God. They came to know that there is salvation in long standing sorrows and ruination in case of long standing enjoyment. they gave up the paths of greed with care and knew that accounts will be taken even of lawful things, punishment for unlawful things and rebuke for doubtful things. he who is to render accounts on the resurrection day shall meet with punishment. So to avoid such things, restrain your eyes from the pleasures of the world, and don't enquire what will occur after death. The Prophet said: Love what you wish to love, but you shall have to leave it. SIGNS OF GOOD CONDUCT: The followings are the signs of good conduct and they are also the qualities of the believers. God says in verse 23 :1- The believers will get salvation those who are humble in their prayers, who avoid vain talk, who pay the poor-rate, who. guard their private parts except from their wives or whom their rights hand possess\tthose who faithfully observe their trusts and their covenants, who guard their prayer s- 23: 1-8. God says: They are those who turn to God, 62\tGood Conduct\tVol-III who serve Him, who praise Him, who fast, who bow, who prostrate, who enjoin what is good and forbid what is evil and who keep enjoin what is good and forbid what is evil and who keep the limits of God - 9:112. God says: Those only are believers whose hearts become full of ear when God is mentioned and His verses are recited to them, they increase them in faith and on their Lord do they re?y, those who keep up prayer and spend out of what We have given them - 8 : 2. Similar conducts have been expressed in 25 : 63. These are the signs of a believer and should be read very carefully in order to implement them in one's life to acquire the virtues of good conduct. Hadis: The Prophet said: A believer loves for others what he loves for himself. He said: He who loves God and the hereafter, let him honour his guests. He said: He who believes in God and the hereafter shall honour his neighbour. He said: He who believes in God and the hereafter should utter good words or remain silent. He said: He who is a perfect believer is best in conduct. He said: When you see a believer silent and grave, come close to him as he is full of wisdom. He said: He who is pleased with virtues and displeased with sins is a believer. He said: No believer shall look to his brother Muslim in such a way that gives trouble to his mind. He said: It is unlawful for a Muslim to threaten another Muslim with fear. he said: If two companions consult with each other with trust of God, it is not lawful for one of them to disclose the secrets of another. Good conduct comprises the following qualities - shame, to consider calamity as little, to wish good of all, truthfulness, little talk, much divine service, little shortcomings, gravity, patience, contentment, kindness, abstaining from begging, curse, rebuke, back-biting, hatred, miserliness, haughtiness and pride, to love for God and hate for God. These qualities are called good conduct. The sage Eusof b-Ashat said: There are ten qualities of good conduct not to break promise, to do justice, not to take revenge, to recognise evil as sin, not to raise excuse, to bear the harms of others, to restrain passion, to know one's own faults from seeing the faults of others, to come to every one with smiling face and to talk with humility with others. SOME EXAMPLES OF GOOD CONDUCT (1) The Holy Prophet was once walking with Hazrat Anas and met with a desert Arab with a thick cloth on his body. The desert Arab threw the cloth round the neck of the Prophet and began to drag him with force. Hazrat Anas said: As an effect of this forced dragging, spots of the cloth fell upon his neck. The desert Arab said: 0 Muhammad, give me something of the wealth you have got from God. The Prophet smilingly looked at him and ordered something to be given to him. (2) At another time when the Quraish was giving the Prophet trouble in the Battle of Uhud and oppressing him, he said: 0 God, forgive my people, because they are ignorant. Then God revealed this verse: You are upon sublime character-68 :4. (3) Once the sage Ibrahim-b-Adham was travelling through a desert. On the way he met a soldier who asked him: Are you a slave? He said: Yes, I am a slave The soldier said: Can you tell me where is locality here? He pointed out ;o the grave. The soldier said: I am seeking locality. He said: Graveyard is the place of habitation. The soldier was engaged at this, bound him with a chain and whipped him on his back and took him to a town. The disciples of Ibrahim came to him and the soldier told them about him. They said: His name is Ibrahim-b-Adham and he is the friend of God. Then the soldier fell at his feet and begged pardon from him. On being asked by the people, he said: When the soldier was beating him with stick, I prayed for him paradise. They asked: Why did you pray paradise for him though he oppressed you? He said: I know that I will get rewards in lieu of his oppression. I don't like that one should remain a sinner for me for whom I got rewards. (4) Once a man invited the sage Abu Osman Hariri and his object was to examine him. When the sage went to his door, he said: Now there is nothing for food. On hearing this, Abu Osman went away. When he went to some distance, the host called him again. When he came again, he said: Return. Then he returned. He called Abu Osman for the third time and the latter also came to him. He said: You have not come in time for food. Then he returned. When he called Abu Osman for the fourth time, the sage came to him and this time also he did not give him food. When he was going, the man feel upon his feet and said with folded hands: I have done it only to Vol-III The Book of Destructive evils\t63 64\tGood Conduct\tVol-III examine you. How good is your conduct! The sage said: You have found in me the conduct of a dog. If a dog is called for food, it comes on call and flees away when driven away. (5) Once the sage was passing by a bylane when somebody threw some refuges on his head. He removed the refuges from his body and prostrated on the ground by way of gratefulness but didnot take retaliation. He said: If one is fit for Hell, will it not be a cause of gratefulness if refuges only are thrown on him? (6) Once the sage Sahal Tastari was asked about good conduct. he said: The lowest good conduct is to bear with patience the troubles given by others, not to take revenge, to show kindness on the oppressor, to ask forgiveness for him and to be kind to him. (7) The sage Ahnaf-b-Qais was once asked: From whom have you learnt patience? He said: From Qais-b-Asem. He was again asked: How did he learn patience? He said: He was once seated in his house when a black female slave was coming to him with a cup of hot roasted meat. Suddenly the cup fell from her hand and fell on the head of his child who died as a result. The female slave was greatly fearful of her master who said to her: You have got no fear. Go, you are free for the sake of God. It was narrated that when the little boys saw the saint Wais Qarni, they used to throw pebbles at him as they thought that he was a mad man. He used to say to them: 0 dear children, if you are to throw pebbles at all, throw small pebbles at me, so that no blood can come out. If blood comes out, my ablution may break. FORMATION OF CHILD CHARACTER: Know, 0 dear readers, that the training of a child's character and conduct is of supreme importance. God entrusted the children in the hands of their parents. The heart of a child is bright like a jewel and soft like a candle and free from all impressions. It is soft like the soft clay in which any seed can grow. If he is given good training of character and conduct, he grows in that condition and acquires fortune both in this world and the next. If he goes to commit sins and lives a life of a beast he is doomed to failure and destruction. God says: '0 those who believe, save yourselves and your family members from Hell fire.' As the parents save their children from the fire of the world, so they should save them also from the fire of Hell of the next world. This means that they should be given training of good conduct and character, save them from bad VoI-III\tThe Book of Destructive evils.:\t65 company and luxurious habits, delicious dishes and beautiful dresses. When a boy reaches the age of discretion, care should.be taken of his character. He gives up then something out of shame and takes up something. He should be given the training of eating and drinking. The following are some of the rules of ea ;ng and drinking (1) Food is to be eaten with the right hand. (2)`h should be begun with the recitation of God's name. (3) It should be taken from the side of the dish which is nearest. (4) It should not be taken before others begin to eat. (5) None should took to the ea$ng of others. (6) Food is to be chewed well and not hastily. (7) None should wipe his hand with his wearing garment. (8) Rice or bread without curry should sometimes be eaten. (9) The harms of over eating should be known. (10) Rewards of little food should be known. (11) White cloth and not garments of variegated colours should be put on and not silk cloths. 912) A boy should be directed not to join bad company. (13) He should not be allotted to mix with boys who dress luxuriantly, eat delicious foods and are haughty. EDUCATION OF CHILDREN: The children should be given at the beginning to learn the reading of the Holy Quran and thereafter Hadis or the sayings of the Prophet and the histories and lives of the Prophets, saints and sages. If they don't love them at the beginning of their lives, it would be disastrous for them afterwards, as soft minds get impressions of good or bad in early age. They should not be given literature and poems of love anecdotes. They should not be allowed to sleep at day time as it creates idleness, or to sleep on soft beds till their limbs become strong. They should be given to put on coarse cloth, coarse food and coarse beddings. They should not be allowed to make plays and sports requiring hard labour and should be encouraged to walk on foot. They should be taught in this way: Don't spit before the people, don't cleanse nostrils before them, don't yawn before them, sit with them in a good manner and don't keep them behind, don't sit placing one leg upon another, don't talk too much, don't tell falsehood, show respect to the elders and seniors in age, don't hold indecent talks and don't rebuke and backbite others. When a boy reaches the age of discretion, he should be told to pray, fast Ramzan and observe the religious duties. When he reaches youth, he should be given education on everything and the reasons for observing religious duties. He should be given 66\tGood Conduct instruction that this world is short lives and the next world is everlasting, that death is imminents that a wise man takes provisions for the next world from this world and he should be given such other profitable teachings. The sage Sahal Tastari's training. He said: When I was three years old, I looked at the prayers of my maternal uncle at night. one day he said to me: Why don't you remember God who created you? I said: How can I remember Him? He said: When you go to bed at night, say three times without moving your tongue: God is with me, God is near me, God is looking at me. I learnt them in this way. Then he said: Recite them seven times every night. After seven days, he said: Recite this eleven times every night. After one year, he said to me: Recite this till you go to the grave and this will be your friend in this world and the next. I learnt the Quran by heart at the age of seven years. At twelve, I began to fast all the year round. I began to follow the following ways in my life. I used to purchase wheat with one dirham per day, prepare food with it, fast the day and break it with that without curry or salt. After one year, I began to fast three days at a time with a break of the next day. Then I used to fast three days at a time and then seven days. Thus I increased my fast gradually to 25 days at a time without any break. In this way, I spent twenty years of my life. MODES OF RELIGIOUS EXERCISE: He who wishes to acquire the fortune of the next world should observe some rules holding firmly by the Quran. The obstacles in the path of religion should be removed as they may prevent him towards spiritual progress. God says: I have placed a screen in their front and a screen in their back and then I covered them and they don't see - 36:9. There are four walls before a religious disciple - (1) wall of wealth, (2) wall of honour, (3) wall of Mazhabs and (4) wall of sins. The wall of wealth can be removed if it goes out of hand except necessary means to meet bare necessaries of life. The second wall of honour and rank can be removed by shifting from the place of honour and name and fame. The third 'wall is the differences of opinion in religious matters. Blind faith in one's sect must be removed from mind and one should firmly believe that there is no deity but God and that Muhammad is 1+s Messenger and best guide. The fourth wall is the obstacle of sins. Vol-III\tThe Book of Destructive evils\t67 Repentance for past sins, restraint from acts of oppression and compensation to the oppressed parsons should be taken recourse to remove this obstacle of sins. 'When the above four obstacles are removed, he becomes like a person who prepares himself by wash and ablution and becomes fit to observe prayer. Then he requires a spiritual guide to show him the straight path as this path is one only and the paths of the devil are many. Such a man should be kept as it were within the boundaries of a fort, so that the devil may not enter it. This fort of religion has got four walls (1) solitude, (2) silence, (3) hunger and (4) sleeplessness. These four things obstruct the devil to enter the fort. The object of a disciple is to purify the mind to that he may have glimpse of his Lord therein and attain. His nearness. Hunger reduces the blood of heart and makes it pure and bright. This brightness is the light of mind or soul. Hunger melts the fat of heart and as a result, softness and humility come in. This softness is the key of spiritual insight. Heart becomes hard for obstruction. Whenever the blood of heart is reduced, the circulation path of the devil becomes narrow. Jesus Christ said: 0 my disciples, keep your belly hungry that you may see your Lord. Sahal Tastari said: Abdals cannot be raised to their rank without four qualities keeping the belly empty, sleeplessness, silence and solitude from the turmoils of society. It is an open truth that heart becomes bright owing to hunger. This is the fruit of experience. Sleeplessness makes the heart bright, pure and radiant. It increases the brightness gained by hunger and makes it bright like a bright star or a clear mirror and then truth sparkles therein. Sleeplessness is the fruit of hunger and it is impossible 19 bxpect sleeplessness with a full belly. Too much sleep makes the heart dead and hard. Sleep to the extent of necessity becomesta means of seeing unseen things. The Abdals eat when pressed by extreme hunger and sleep in case of extreme slumber and talk at the time of extreme necessity. Hazrat Ibrahim Khawas said: It is the unanimous opinion of seventy truthful men that there is too much sleep in case of too much drink. Silence makes lonely habitation easy, but a man of silence is not free from those who are ready to serve him. As a result, he Vol-III 6 Good Conduct\tVol-III ;\"spels without~tecessity and feels joy in greed. Silence increases *oWer of intellect and encourages God fear. Loneliness saves a '\"man from work, brings ear and eye under control and opens the gates of heart. Knowledge gained through the five senses shall have to be closed first and then the knowledge from the bottom of heart will arise. This knowledge is clear and pure as is the was with the water which comes out of the bottom of a well as a result of excavation. It is not necessary to gain knowledge through. the five senses except when required. CONTROL OF EVIL PROPENSITLES: A sojourner in the path of religion will then advance towards the straight path after the obstructions are removed. propensities of heart are the causes of worldly attachment and obstructions of which one is greater than the other. In other to cut them off, the following rules shall have to be observed. At first, the most easy obstruction shall have to be removed. In other words, love for wealth, name and fame, attachment for the world, inclination towards commission of sins etc. shall have to be given up from the heart which requires sustained, long and continued efforts. Another way is silent Zikr or remembrance of God. he will prevent his mind to make too much Doa and Darud. His Doa will be one which is the kernel of all Doas - to remember God Mind will not be engaged in remembering God if it is engaged in much Doa and Darud. He will utter 'Allah' Allah' till his utterance by tongue is closed and by heart opened. Mind will then question these things - what is the meaning of Allah? These are the whisperings of the devil. It is of two kinds. One kind is that the devil casts doubt in mind which he shall drive away and remain busy with Zikr of God. God says: When whispering of the devil come to you, seek refuge to God - 7:200. God says: When the party of the devil touch those who fear God, they remember God and they then look on. ****End of Chapter 2 - Volume 3 ***** E-mail: webmaster - Sign the Guest Book - Imam\nGhazali Home Page Information: This\n    Page was last updated on: 18 Jun 2007 21:31:57 -0400 This\n    page is constantly being updated since July 2001. So check back\n    often. Page\n    URL: www.muslimphilosophy.com/gz/ihya/english/ihya-vol3-C2.htm . A\n    reader is needed for PDF files and it is available\n    free of charge from Adobe . About\n    the Islamic Philosophy Online Project . Reporting\n    copyright infringement . Site\n    © Copyright 2003 by Islamic Philosophy Online, Inc. A not-for-profit\n    organization dedicated to academic study of Islamic philosophy. Individual\n    content may have its own individual copyrights. See\n    copyright information."
  },
  {
    "ar": "لا عقل كالتدبير ولا حسب كحسن الخلق حديث يا أبا ذر لا عقل  كالتدبير  ولا  حسب",
    "en": ""
  },
  {
    "ar": "كحسن الخلق أخرجه ابن ماجه وابن حبان من حديث أبي  ذر  وعن  أنس  قال  قالت  أم",
    "en": ""
  },
  {
    "ar": "حبيبة لرسول الله صلى الله عليه وسلم أرأيت المرأة يكون لها  زوجان  في  الدنيا",
    "en": ""
  },
  {
    "ar": "فتموت ويموتان ويدخلون الجنة لأيهما هي تكون قال لأحسنهما خلقا  كان  عندها  في",
    "en": ""
  },
  {
    "ar": "الدنيا يا أم حبيبة ذهب حسن الخلق بخيري  الدنيا  والآخرة  حديث  أنس  قالت  أم",
    "en": ""
  },
  {
    "ar": "حبيبة يا  رسول  الله  أرأيت  المرأة  يكون  لها  زوجان  الحديث  أخرجه  البزار",
    "en": ""
  },
  {
    "ar": "والطبراني في الكبير والخرايطي في مكارم الأخلاق بإسناد  ضعيف  وقال  صلى  الله",
    "en": ""
  },
  {
    "ar": "عليه وسلم إن المسلم المسدد ليدرك درجة الصائم القائم بحسن  خلقه  وكرم  مرتبته",
    "en": ""
  },
  {
    "ar": "حديث إن المسلم المسدد ليدرك درجة الصائم القائم بحسن خلقه الحديث  أخرجه  أحمد",
    "en": ""
  },
  {
    "ar": "من حديث عبد الله بن  عمرو  بالرواية  الأولى  ومن  حديث  أبي  هريرة  بالرواية",
    "en": ""
  },
  {
    "ar": "الثانية وفيهما ابن لهيعة وفي رواية درجة الظمآن في الهواجر  وقال  عبد  الرحمن",
    "en": ""
  },
  {
    "ar": "بن سمرة كنا عند النبي صلى الله عليه وسلم فقال إني  رأيت  البارحة  عجبا  رأيت",
    "en": ""
  },
  {
    "ar": "رجلا من أمتي جاثيا على ركبتيه وبينه وبين الله حجاب فجاء حسن خلقه فأدخله  على",
    "en": ""
  },
  {
    "ar": "الله تعالى حديث عبد الرحمن بن  سمرة  إني  رأيت  البارحة  عجبا  الحديث  أخرجه",
    "en": ""
  },
  {
    "ar": "الخرايطي في مكارم الأخلاق بسند ضعيف وقال أنس قال النبي صلى  الله  عليه  وسلم",
    "en": ""
  },
  {
    "ar": "إن العبد ليبلغ بحسن خلقه عظيم  درجات  الآخرة  وشرف  المنازل  وإنه  لضعيف  في",
    "en": ""
  },
  {
    "ar": "العبادة حديث إن العبد  ليبلغ  بحسن  خلقه  عظيم  درجات  الآخرة  الحديث  أخرجه",
    "en": ""
  },
  {
    "ar": "الطبراني والخرايطي في مكارم الأخلاق وأبو الشيخ في كتاب  مكارم  الأخلاق  وأبو",
    "en": ""
  },
  {
    "ar": "الشيخ في كتاب طبقات الأصبهانيين من حديث أنس بإسناد جيد وروي أن عمر رضي  الله",
    "en": ""
  },
  {
    "ar": "عنه استأذن على النبي صلى الله عليه وسلم  وعنده  نساء  من  نساء  قريش  يكلمنه",
    "en": ""
  },
  {
    "ar": "ويستكثرنه عالية أصواتهن على صوته فلما استأذن عمر رضي الله عنه تبادرن  الحجاب",
    "en": ""
  },
  {
    "ar": "فدخل عمر ورسول الله صلى الله عليه وسلم يضحك فقال عمر رضي الله  عنه  مم  تضحك",
    "en": ""
  },
  {
    "ar": "بأبي أنت وأمي يا رسول الله فقال عجبت لهؤلاء اللاتي كن  عندي  لما  سمعن  صوتك",
    "en": ""
  },
  {
    "ar": "تبادرن الحجاب فقال عمر أنت كنت أحق أن يهبنك يا رسول الله ثم أقبل  عليهن  عمر",
    "en": ""
  },
  {
    "ar": "فقال يا عدوات أنفسهن أتهبنني ولا تهبن رسول الله صلى الله عليه وسلم  قلن  نعم",
    "en": ""
  },
  {
    "ar": "أنت أغلظ وأفظ من رسول الله صلى الله عليه وسلم فقال صلى الله عليه  وسلم  أيها",
    "en": ""
  },
  {
    "ar": "يا ابن الخطاب والذي نفسي بيده ما لقيك الشيطان قط سالكا فجا إلا سلك  فجا  غير",
    "en": ""
  },
  {
    "ar": "فجك حديث إن عمر استأذن على رسول الله صلى الله عليه وسلم وعنده نساء  من  قريش",
    "en": ""
  },
  {
    "ar": "يكلمنه ويستكثرنه الحديث متفق عليه وقال صلى الله عليه وسلم سوء الخلق  ذنب  لا",
    "en": ""
  },
  {
    "ar": "يغفر وسوء الظن خطيئة تفوح حديث سوء الخلق ذنب لا يغفر الحديث  أخرجه  الطبراني",
    "en": ""
  },
  {
    "ar": "في الصغير من حديث عائشة ما من شيء إلا له توبة إلا صاحب  سوء  الخلق  فإنه  لا",
    "en": ""
  },
  {
    "ar": "يتوب من ذنب إلا عاد في شر منه وإسناده ضعيف وقال صلى الله عليه وسلم إن  العبد",
    "en": ""
  },
  {
    "ar": "ليبلغ من سوء خلقه أسفل درك جهنم حديث إن العبد ليبلغ من  سوء  خلقه  أسفل  درك",
    "en": ""
  },
  {
    "ar": "جهنم  أخرجه  الطبراني  والخرايطي  في  مكارم  الأخلاق  وأبو  الشيخ  في  طبقات",
    "en": ""
  },
  {
    "ar": "الأصبهانيين من حديث أنس بإسناد جيد وهو بعض الحديث الذي قبله  بحديثين  الآثار",
    "en": ""
  },
  {
    "ar": "قال ابن لقمان الحكيم لأبيه يا أبت أي الخصال من الإنسان  خير  قال  الدين  قال",
    "en": ""
  },
  {
    "ar": "فإذا كانت اثنتين قال الدين والمال قال  فإذا  كانت  ثلاثا  قال  الدين  والمال",
    "en": ""
  },
  {
    "ar": "والحياء قال فإذا كانت أربعا قال الدين والمال والحياء  وحسن  الخلق  قال  فإذا",
    "en": ""
  },
  {
    "ar": "كانت خمسا قال الدين والمال والحياء وحسن الخلق والسخاء قال فإذا كانت ستا  قال",
    "en": ""
  },
  {
    "ar": "يا بني إذا اجتمعت فيه الخمس خصال فهو نقي تقى والله ولي ومن الشيطان يري  وقال",
    "en": ""
  },
  {
    "ar": "الحسن من ساء خلقه عذب نفسه وقال أنس بن مالك إن العبد ليبلغ  بحسن  خلقه  أعلى",
    "en": ""
  },
  {
    "ar": "درجة في الجنة وهو غير عابد ويبلغ بسوء خلقه أسفل درك في جهنم  وهو  عابد  وقال",
    "en": ""
  },
  {
    "ar": "يحيى بن معاذ في سعة الأخلاق كنوز الأرزاق وقال وهب ابن منبه مثل  السيء  الخلق",
    "en": ""
  },
  {
    "ar": "كمثل الفخارة المكسورة لا ترقع ولا تعاد طينا وقال الفضيل لأن يصحبني فاجر  حسن",
    "en": ""
  },
  {
    "ar": "الخلق أحب إلي من أن يصحبني عابد سيي الخلق وصحب ابن المبارك  رجلا  سيي  الخلق",
    "en": ""
  },
  {
    "ar": "في سفر فكان يحتمل منه ويداريه فلما فارقه بكى فقيل له في ذلك فقال بكيته  رحمة",
    "en": ""
  },
  {
    "ar": "له فارقته وخلقه معه لم يفارقه وقال الجنيد أربع ترفع العبد إلى  أعلى  الدرجات",
    "en": ""
  },
  {
    "ar": "وإن قل عمله وعلمه الحلم والتواضع والسخاء وحسن الخلق وهو  كمال  الإيمان  وقال",
    "en": ""
  },
  {
    "ar": "الكناني التصوف خلق فمن زاد عليك في الخلق زاد عليك في  التصوف  وقال  عمر  رضي",
    "en": ""
  },
  {
    "ar": "الله عنه خالطوا الناس بالأخلاق وزايلوهم  بالأعمال  وقال  يحيى  بن  معاذ  سوء",
    "en": ""
  },
  {
    "ar": "الخلق سيئة لا تنفع معها كثرة الحسنات  وحسن  الخلق  حسنة  لا  تضر  معها  كثرة",
    "en": ""
  },
  {
    "ar": "السيئات وسئل ابن عباس ما الكرم فقال هو  ما  بين  الله  في  كتابه  العزيز  إن",
    "en": ""
  },
  {
    "ar": "أكرمكم عند الله أتقاكم قيل فما الحسب قال أحسنكم خلقا أفضلكم  حسبا  وقال  لكل",
    "en": ""
  },
  {
    "ar": "بنيان أساس وأساس الإسلام حسن الخلق وقال عطاء ما ارتفع من  ارتفع  إلا  بالخلق",
    "en": ""
  },
  {
    "ar": "الحسن ولم ينل أحد كماله إلا المصطفى صلى الله عليه وسلم فأقرب الخلق إلى  الله",
    "en": ""
  },
  {
    "ar": "عز وجل السالكون آثاره بحسن الخلق.",
    "en": ""
  },
  {
    "ar": "بيان حقيقة حسن الخلق وسوء الخلق",
    "en": ""
  },
  {
    "ar": "اعلم أن الناس قد تكلموا في حقيقة حسن الخلق وأنه ما  هو  وما  تعرضوا  لحقيقته",
    "en": ""
  },
  {
    "ar": "وإنما تعرضوا لثمرته ثم لم يستوعبوا جميع ثمراته بل ذكر كل واحد من  ثمراته  ما",
    "en": ""
  },
  {
    "ar": "خطر له وما كان حاضرا في ذهنه ولم يصرفوا العناية إلى ذكر حده وحقيقته  المحيطة",
    "en": ""
  },
  {
    "ar": "بجميع ثمراته على التفصيل والاستيعاب وذلك كقول  الحسن  حسن  الخلق  بسط  الوجه",
    "en": ""
  },
  {
    "ar": "وبذل الندى وكف الأذى وقال الواسطي هو أن لا يخاصم ولا  يخاصم  من  شدة  معرفته",
    "en": ""
  },
  {
    "ar": "بالله تعالى وقال شاه الكرماني هو كف الأذى واحتمال المؤن  وقال  بعضهم  هو  أن",
    "en": ""
  },
  {
    "ar": "يكون من الناس قريبا وفيما بينهم غريبا وقال الواسطي مرة  هو  إرضاء  الخلق  في",
    "en": ""
  },
  {
    "ar": "السراء والضراء وقال أبو عثمان هو الرضا عن الله تعالى  وسئل  سهل  التستري  عن",
    "en": ""
  },
  {
    "ar": "حسن الخلق فقال أدناه الاحتمال وترك المكافأة  والرحمة  للظالم  والاستغفار  له",
    "en": ""
  },
  {
    "ar": "والشفقة عليه وقال مرة أن لا يتهم الحق في الرزق ويثق به ويسكن إلى الوفاء  بما",
    "en": ""
  },
  {
    "ar": "ضمن فيطيعه ولا يعصيه في جميع الأمور فيما بينه وبينه وفيما  بينه  وبين  الناس",
    "en": ""
  },
  {
    "ar": "وقال علي رضي الله عنه حسن الخلق في ثلاث  خصال  اجتناب  المحارم  وطلب  الحلال",
    "en": ""
  },
  {
    "ar": "والتوسعة على العيال وقال الحسين بن منصور هو أن لا يؤثر فيك  جفاء  الخلق  بعد",
    "en": ""
  },
  {
    "ar": "مطالعتك للحق وقال أبو سعيد الخراز هو أن لا يكون لك هم غير  الله  تعالى  فهذا",
    "en": ""
  },
  {
    "ar": "وأمثاله كثير وهو تعرض لثمرات حسن الخلق  لا  لنفسه  ثم  ليس  هو  محيطا  بجميع",
    "en": ""
  },
  {
    "ar": "الثمرات أيضاوكشف الغطاء عن الحقيقة  أولى  من  نقل  الأقاويل  المختلفة  فنقول",
    "en": ""
  },
  {
    "ar": "الخلق والخلق عبارتان مستعملتان معا يقال فلان حسن الخلق والخلق أي حسن  الباطن",
    "en": ""
  },
  {
    "ar": "والظاهر فيراد بالخلق الصورة الظاهرة ويراد بالخلق  الصورة  الباطنة  وذلك  لأن",
    "en": ""
  },
  {
    "ar": "الإنسان مركب من جسد مدرك بالبصر ومن روح ونفس مدرك بالبصيرة ولكل  واحد  منهما",
    "en": ""
  },
  {
    "ar": "هيئة وصورة إما قبيحة وإما جميلة فالنفس المدركة بالبصيرة أعظم قدرا  من  الجسد",
    "en": ""
  },
  {
    "ar": "المدرك بالبصر ولذلك عظم الله أمره بإضافته إليه إذ قال تعالى  إني  خالق  بشرا",
    "en": ""
  },
  {
    "ar": "من طين فإذا سويته ونفخت فيه من روحي فقعوا له ساجدين فنبه على أن الجسد  منسوب",
    "en": ""
  },
  {
    "ar": "إلى الطين والروح إلى رب العالمين والمراد بالروح والنفس في  هذا  المقام  واحد",
    "en": ""
  },
  {
    "ar": "فالخلق عبارة عن هيئة في النفس راسخة عنها تصدر الأفعال  بسهولة  ويسر  من  غير",
    "en": ""
  },
  {
    "ar": "حاجة إلى فكر وروية فإن كانت الهيئة بحيث تصدر عنها الأفعال  الجميلة  المحمودة",
    "en": ""
  },
  {
    "ar": "عقلا وشرعا سميت تلك الهيئة خلقا حسنا وإن كان  الصادر  عنها  الأفعال  القبيحة",
    "en": ""
  },
  {
    "ar": "سميت الهيئة التي هي المصدر خلقا سيئا وإنما قلنا إنها هيئة راسخة لأن من  يصدر",
    "en": ""
  },
  {
    "ar": "منه بذل المال على الندور لحاجة عارضة لا يقال خلقه السخاء ما لم يثبت  ذلك  في",
    "en": ""
  },
  {
    "ar": "نفسه ثبوت رسوخ وإنما اشترطنا أن تصدر منه الأفعال بسهولة من غير روية  لأن  من",
    "en": ""
  },
  {
    "ar": "تكلف بذل المال أو السكوت عند الغضب بجهد وروية لا  يقال  خلقه  السخاء  والحلم",
    "en": ""
  },
  {
    "ar": "فههنا أربعة أمور أحدها فعل الجميل  والقبيح  والثاني  القدرة  عليهما  والثالث",
    "en": ""
  },
  {
    "ar": "المعرفة بهما والرابع هيئة للنفس بها تميل إلى أحد الجانبين ويتيسر  عليها  أحد",
    "en": ""
  },
  {
    "ar": "الأمرين إما الحسن وإما القبيح وليس الخلق عبارة عن الفعل فرب شخص خلقه  السخاء",
    "en": ""
  },
  {
    "ar": "ولا يبذل إما لفقد المال أو لمانع وربما يكون خلقه البخل وهو  يبذل  إما  لباعث",
    "en": ""
  },
  {
    "ar": "أو لرياء وليس هو عبارة عن القوة لأن نسبة القوة إلى الإمساك والإعطاء  بل  إلى",
    "en": ""
  },
  {
    "ar": "الضدين واحد وكل إنسان خلق بالفطرة قادر على الإعطاء  والإمساك  وذلك  لا  يوجب",
    "en": ""
  },
  {
    "ar": "خلق البخل ولا خلق السخاء وليس هو عبارة عن المعرفة فإن المعرفة تتعلق  بالجميل",
    "en": ""
  },
  {
    "ar": "والقبيح جميعا على وجه واحد بل هو عبارة عن المعنى الرابع وهو الهيئة التي  بها",
    "en": ""
  },
  {
    "ar": "تستعد النفس لأن يصدر منها الإمساك أو البذل فالخلق إذا عبارة  عن  هيئة  النفس",
    "en": ""
  },
  {
    "ar": "وصورتها الباطنة وكما أن حسن الصورة الظاهرة مطلقا لا  يتم  بحسن  العينين  دون",
    "en": ""
  },
  {
    "ar": "الأنف والفم والخد بل لا بد من حسن الجميع ليتم حسن  الظاهر  فكذلك  في  الباطن",
    "en": ""
  },
  {
    "ar": "أربعة أركان لا بد من الحسن في جميعها حتى يتم حسن الخلق  فإذا  استوت  الأركان",
    "en": ""
  },
  {
    "ar": "الأربعة واعتدلت وتناسبت حصل حسن الخلق وهو قوة العلم وقوة الغضب  وقوة  الشهوة",
    "en": ""
  },
  {
    "ar": "وقوة العدل بين هذه القوى الثلاث أما قوة العلم  فحسنها  وصلاحها  في  أن  تصير",
    "en": ""
  },
  {
    "ar": "بحيث يسهل بها درك الفرق بين الصدق والكذب في الأقوال  وبين  الحق  والباطل  في",
    "en": ""
  },
  {
    "ar": "الاعتقادات وبين الجميل والقبيح في الأفعال فإذا صلحت هذه القوة حصل منها  ثمرة",
    "en": ""
  },
  {
    "ar": "الحكمة والحكمة رأس الأخلاق الحسنة وهي التي قال الله فيها ومن يؤت الحكمة  فقد",
    "en": ""
  },
  {
    "ar": "أوتي خيرا كثيرا وأما قوة الغضب فحسنها في أن يصير انقباضها وانبساطها  على  حد",
    "en": ""
  },
  {
    "ar": "ما تقتضيه الحكمة وكذلك الشهوة حسنها وصلاحها في  أن  تكون  تحت  إشارة  الحكمة",
    "en": ""
  },
  {
    "ar": "أعني إشارة العقل والشرع وأما قوة العدل  فهو  ضبط  الشهوة  والغضب  تحت  إشارة",
    "en": ""
  },
  {
    "ar": "العقل والشرع فالعقل مثاله مثال الناصح المشير وقوة العدل  هي  القدرة  ومثالها",
    "en": ""
  },
  {
    "ar": "مثال المنفذ الممضي لإشارة العقل والغضب هو الذي تنفد فيه الإشارة ومثاله  مثال",
    "en": ""
  },
  {
    "ar": "كلب الصيد فإنه يحتاج إلى أن يؤدب حتى يكون استرساله وتوقفه  بحسب  الإشارة  لا",
    "en": ""
  },
  {
    "ar": "بحسب هيجان شهوة النفس والشهوة مثالها مثال الفرس الذي يركب في طلب الصيد  فإنه",
    "en": ""
  },
  {
    "ar": "تارة يكون مروضا مؤدبا وتارة يكون جموحا فمن استوت فيه هذه الخصال واعتدلت  فهو",
    "en": ""
  },
  {
    "ar": "حسن الخلق مطلقا ومن اعتدل فيه بعضها دون البعض فهو  حسن  الخلق  بالإضافة  إلى",
    "en": ""
  },
  {
    "ar": "ذلك المعنى خاصة كالذي يحسن  بعض  أجزاء  وجهه  دون  بعض  وحسن  القوة  الغضبية",
    "en": ""
  },
  {
    "ar": "واعتدالها يعبر عنه بالشجاعة وحسن قوة الشهوة واعتدالها يعبر  عنه  بالعفة  فإن",
    "en": ""
  },
  {
    "ar": "مالت قوة الغضب عن الاعتدال إلى طرف الزيادة تسمى تهورا  وإن  مالت  إلى  الضعف",
    "en": ""
  },
  {
    "ar": "والنقضان تسمى جبنا وخورا وإن مالت قوة الشهوة إلى طرف الزيادة تسمى  شرها  وإن",
    "en": ""
  },
  {
    "ar": "مالت إلى النقصان تسمى جمودا والمحمود هو الوسط وهو الفضيلة  والطرفان  رذيلتان",
    "en": ""
  },
  {
    "ar": "مذمومتان والعدل إذا فات فليس له طرفا زيادة ونقصان بل له ضد واحد  ومقابل  وهو",
    "en": ""
  },
  {
    "ar": "الجور وأما الحكمة فيسمى  إفراطها  عند  الاستعمال  في  الأغراض  الفاسدة  خبثا",
    "en": ""
  },
  {
    "ar": "وجربزة ويسمى تفريطها بلها  والوسط  هو  الذي  يختص  باسم  الحكمة  فإذن  أمهات",
    "en": ""
  },
  {
    "ar": "الأخلاق وأصولها أربعة الحكمة  والشجاعة  والعفة  والعدل  ونعني  بالحكمة  حالة",
    "en": ""
  },
  {
    "ar": "للنفس بها يدرك الصواب من الخطأ في جميع الأفعال الاختيارية ونعني بالعدل  حالة",
    "en": ""
  },
  {
    "ar": "للنفس وقوة بها تسوس الغضب والشهوة وتحملهما  على  مقتضى  الحكمة  وتضبطهما  في",
    "en": ""
  },
  {
    "ar": "الاسترسال والانقباض على حسب مقتضاها ونعني  بالشجاعة  كون  قوة  الغضب  منقادة",
    "en": ""
  },
  {
    "ar": "للعقل في إقدامها وإحجامها ونعني بالعفة تأدب قوة الشهوة بتأديب  العقل  والشرع",
    "en": "E-mail: webmaster - Sign the Guest Book - Imam\nGhazali Home"
  },
  {
    "ar": "فمن اعتدال هذه الأصول الأربعة تصدر الأخلاق الجميلة كلها  إذ  من  اعتدال  قوة",
    "en": ""
  },
  {
    "ar": "العقل يحصل حسن التدبير وجودة الذهن وثقابة الرأي وإصابة الظن  والتفطن  لدقائق",
    "en": ""
  },
  {
    "ar": "الأعمال وخفايا آفات النفوس ومن إفراطها تصدر الجربزة والمكر  والخداع  والدهاء",
    "en": ""
  },
  {
    "ar": "ومن تفريطها يصدر البله والغمارة والحمق والجنون وأعني  بالغمارة  قلة  التجربة",
    "en": ""
  },
  {
    "ar": "في الأمور مع سلامة التخيل فقد يكون الإنسان غمرا في شيء دون  شيء  والفرق  بين",
    "en": ""
  },
  {
    "ar": "الحمق الجنون أن الأحمق مقصوده صحيح ولكن سلوكه الطريق فاسد فلا تكون  له  روية",
    "en": ""
  },
  {
    "ar": "صحيحة في سلوك الطريق الموصل إلى الغرض وأما المجنون فإنه يحتار  ما  لا  ينبغي",
    "en": ""
  },
  {
    "ar": "أن يختار فيكون أصل اختياره وإيثاره فاسدا وأما خلق الشجاعة  فيصدر  منه  الكرم",
    "en": ""
  },
  {
    "ar": "والنجدة والشهامة وكسر النفس والاحتمال  والحلم  والثبات  وكظم  الغيظ  والوقار",
    "en": ""
  },
  {
    "ar": "والتودد وأمثالها وهي أخلاق محمودة وأما إفراطها وهو التهور  فيصدر  منه  الصلف",
    "en": ""
  },
  {
    "ar": "والبذخ والاستشاطة والتكبر والعجب  وأما  تفريطها  فيصدر  منه  المهانة  والذلة",
    "en": ""
  },
  {
    "ar": "والجزع والخساسة وصغر النفس والانقباض عن تناول الحق  الواجب  وأما  خلق  العفة",
    "en": ""
  },
  {
    "ar": "فيصدر  منه  السخاء  والحياء  والصبر  والمسامحة  والقناعة   والورع   واللطافة",
    "en": ""
  },
  {
    "ar": "والمساعدة والظرف وقلة الطمع وأما ميلها إلى  الإفراط  أو  التفريط  فيحصل  منه",
    "en": ""
  },
  {
    "ar": "الحرص والشره والوقاحة والخبث  والتبذير  والتقتير  والرياء  والهتكة  والمجانة",
    "en": ""
  },
  {
    "ar": "والعبث والملق والحسد والشماتة والتذلل للأغنياء  واستحقار  الفقراء  وغير  ذلك",
    "en": ""
  },
  {
    "ar": "فأمهات محاسن الأخلاق هذه الفضائل الأربعة وهي الحكمة والشجاعة  والعفة  والعدل",
    "en": ""
  },
  {
    "ar": "والباقي فروعها ولم يبلغ كمال الاعتدال في هذه الأربع إلا رسول الله  صلى  الله",
    "en": ""
  },
  {
    "ar": "عليه وسلم والناس بعده متفاوتون في القرب والبعد منه فكل من  قرب  منه  في  هذه",
    "en": ""
  },
  {
    "ar": "الأخلاق فهو قريب من الله تعالى بقدر قربه من رسول الله  صلى  الله  عليه  وسلم",
    "en": ""
  },
  {
    "ar": "وكل من جمع كمال هذه الأخلاق استحق أن يكون بين الخلق ملكا  مطاعا  يرجع  الخلق",
    "en": ""
  },
  {
    "ar": "كلهم إليه ويقتدون به في جميع الأفعال ومن انفك  عن  هذه  الأخلاق  كلها  واتصف",
    "en": ""
  },
  {
    "ar": "بأضدادها استحق أن يخرج من بين البلاد والعباد فإنه قد قرب من  الشيطان  اللعين",
    "en": ""
  },
  {
    "ar": "المبعد فينبغي أن يبعد كما أن الأول قريب من الملك المقرب فينبغي أن  يقتدي  به",
    "en": ""
  },
  {
    "ar": "ويتقرب إليه فإن رسول الله صلى  الله  عليه  وسلم  لم  يبعث  إلا  ليتمم  مكارم",
    "en": ""
  },
  {
    "ar": "الأخلاق كما قال حديث بعثت لأتمم مكارم الأخلاق تقدم في آداب الصحبة  وقد  أشار",
    "en": ""
  },
  {
    "ar": "القرآن إلى هذه الأخلاق في أوصاف المؤمنين  فقال  تعالى  إنما  المؤمنون  الذين",
    "en": ""
  },
  {
    "ar": "آمنوا بالله ورسوله ثم لم يرتابوا  وجاهدوا  بأموالهم  وأنفسهم  في  سبيل  الله",
    "en": ""
  },
  {
    "ar": "أولئك هم الصادقون فالإيمان بالله وبرسوله من غير ارتياب  هو  قوة  اليقين  وهو",
    "en": ""
  },
  {
    "ar": "ثمرة العقل ومنتهى الحكمة والمجاهدة بالمال هو السخاء الذي يرجع  إلى  ضبط  قوة",
    "en": ""
  },
  {
    "ar": "الشهوة والمجاهدة بالنفس هي الشجاعة التي ترجع إلى استعمال قوة الغضب  على  شرط",
    "en": ""
  },
  {
    "ar": "العقل وحد الاعتدال فقد وصف الله تعالى الصحابة فقال أشداء  على  الكفار  رحماء",
    "en": ""
  },
  {
    "ar": "بينهم إشارة إلى أن للشدة موضعا وللرحمة موضعا فليس الكمال في  الشدة  بكل  حال",
    "en": ""
  },
  {
    "ar": "ولا في الرحمة بكل حال فهذا بيان معنى الخلق وحسنه وقبحه وبيان أركانه  وثمراته",
    "en": ""
  },
  {
    "ar": "وفروعه.",
    "en": ""
  },
  {
    "ar": "بيان قبول الأخلاق للتغيير بطريق الرياضة",
    "en": ""
  },
  {
    "ar": "اعلم أن بعض من غلبت البطالة عليه استثقل المجاهدة والرياضة  والاشتغال  بتزكية",
    "en": ""
  },
  {
    "ar": "النفس وتهذيب الأخلاق فلم تسمح نفسه بأن يكون  ذلك  لقصوره  ونقصه  وخبث  دخلته",
    "en": ""
  },
  {
    "ar": "فزعم أن الأخلاق لا يتصور تغييرها فإن  الطباع  لا  تتغير  واستدل  فيه  بأمرين",
    "en": ""
  },
  {
    "ar": "أحدهما أن الخلق هو صورة الباطن كما أن الخلق هو صورة الظاهر  فالخلقة  الظاهرة",
    "en": ""
  },
  {
    "ar": "لا يقدر على تغييرها فالقصير لا يقدر أن يجعل نفسه طويلا ولا  الطويل  يقدر  أن",
    "en": ""
  },
  {
    "ar": "يجعل نفسه قصيرا ولا القبيح يقدر على تحسين صورته فكذلك القبح الباطن يجري  هذا",
    "en": ""
  },
  {
    "ar": "المجرى والثاني أنهم قالوا حسن الخلق يقمع الشهوة والغضب وقد  جربنا  ذلك  بطول",
    "en": ""
  },
  {
    "ar": "المجاهدة وعرفنا أن ذلك من مقتضى المزاج والطبع فإنه قط  لا  ينقطع  عن  الآدمي",
    "en": ""
  },
  {
    "ar": "فاشتغاله به تضييع زمان بغير فائدة  فإن  المطلوب  هو  قطع  التفات  القلب  إلى",
    "en": ""
  },
  {
    "ar": "الحظوظ العاجلة وذلك محال وجوده فنقول لو كانت الأخلاق لا تقبل  التغيير  لبطلت",
    "en": ""
  },
  {
    "ar": "الوصايا والمواعظ والتأديبات ولما قال رسول الله  صلى  الله  عليه  وسلم  حسنوا",
    "en": ""
  },
  {
    "ar": "أخلاقكم حديث حسنوا أخلاقكم أخرجه أبو بكر ابن لال في مكارم  الأخلاق  من  حديث",
    "en": ""
  },
  {
    "ar": "معاذ يا معاذ حسن خلقك للناس منقطع ورجاله ثقات وكيف ينكر  هذا  في  حق  الآدمي",
    "en": ""
  },
  {
    "ar": "وتغيير خلق البهيمة ممكن إذ ينقل البازي من الاستيحاش إلى الأنس والكلب من  شره",
    "en": ""
  },
  {
    "ar": "الأكل إلى التأدب والإمساك والتخلية والفرس من الجماح  إلى  السلاسة  والانقياد",
    "en": ""
  },
  {
    "ar": "وكل ذلك تغيير للأخلاق والقول الكاشف للغطاء عن ذلك أن نقول  الموجودات  منقسمة",
    "en": ""
  },
  {
    "ar": "إلى ما لا مدخل للآدمي واختياره في أصله وتفصيله  كالسماء  والكواكب  بل  أعضاء",
    "en": ""
  },
  {
    "ar": "البدن داخلا وخارجا وسائر أجزاء الحيوانات وبالجملة كل ما  هو  حاصل  كامل  وقع",
    "en": ""
  },
  {
    "ar": "الفراغ من وجوده وكماله وإلى ما وجد وجودا ناقصا وجعل  فيه  قوة  لقبول  الكمال",
    "en": ""
  },
  {
    "ar": "بعد أن وجد شرطه وشرطه قد يرتبط باختيار العبد فأن النواة ليست بتفاح  ولا  نخل",
    "en": ""
  },
  {
    "ar": "إلا أنها خلقت خلقة يمكن أن تصير نخلة إذا انضاف التربية إليها ولا تصير  تفاحا",
    "en": ""
  },
  {
    "ar": "أصلا ولا بالتربية فإذا صارت النواة متأثرة بالاختيار  حتى  تقبل  بعض  الأحوال",
    "en": ""
  },
  {
    "ar": "دون بعض فكذلك الغضب والشهوة لو أردنا قمعهما  وقهرهما  بالكلية  حتى  لا  يبقى",
    "en": ""
  },
  {
    "ar": "لهما أثر لم نقدر عليه أصلا ولو أردنا  سلاستهما  وقودهما  بالرياضة  والمجاهدة",
    "en": ""
  },
  {
    "ar": "قدرنا عليه وقد أمرنا بذلك وصار ذلك سبب نجاتنا ووصولنا  إلى  الله  تعالى  نعم",
    "en": ""
  },
  {
    "ar": "الجبلات مختلفة بعضها سريعة  القبول  وبعضها  بطيئة  القبول  ولاختلافها  سببان",
    "en": ""
  },
  {
    "ar": "أحدهما قوة الغريزة في أصل الجبلة وامتداد مدة الوجود فإن  قوة  الشهوة  والغضب",
    "en": ""
  },
  {
    "ar": "والتكبر موجودة في الإنسان ولكن أصعبها أمرا وأعصاها على  التغيير  قوة  الشهوة",
    "en": ""
  },
  {
    "ar": "فإنها أقدم وجودا إذ الصبي في مبدإ الفطرة تخلق له  الشهوة  ثم  بعد  سبع  سنين",
    "en": ""
  },
  {
    "ar": "ربما يخلق له الغضب وبعد ذلك يخلق له قوة التمييز والسبب الثاني  أن  الخلق  قد",
    "en": ""
  },
  {
    "ar": "يتأكد بكثرة العمل بمقتضاه والطاعة له وباعتقاد كونه حسنا  ومرضيا  والناس  فيه",
    "en": ""
  },
  {
    "ar": "على أربع مراتب الأولى وهو الإنسان  الغفل  الذي  لا  يميز  بين  الحق  والباطل",
    "en": ""
  },
  {
    "ar": "والجميل والقبيح بل بقي كما فطر عليه  خاليا  عن  جميع  الاعتقادات  ولم  تستتم",
    "en": ""
  },
  {
    "ar": "شهوته أيضا باتباع اللذات فهذا سريع القبول للعلاج جدا فلا يحتاج إلا إلى  معلم",
    "en": ""
  },
  {
    "ar": "ومرشد وإلى باعث من نفسه يحمله على المجاهدة فيحسن خلقه في أقرب زمان  والثانية",
    "en": ""
  },
  {
    "ar": "أن يكون قد عرف قبح القبيح ولكنه لم يتعود العمل الصالح بل  زين  له  سوء  عمله",
    "en": ""
  },
  {
    "ar": "فتعاطاه انقيادا لشهواته وإعراضا عن صواب رأيه لاستيلاء الشهوة عليه  ولكن  علم",
    "en": ""
  },
  {
    "ar": "تقصيره في عمله فأمره أصعب من الأول إذ قد تضاعفت الوظيفة عليه إذ عليه قلع  ما",
    "en": ""
  },
  {
    "ar": "رسخ في نفسه أولا من  كثرة  الاعتياد  للفساد  والآخر  أن  يغرس  في  نفسه  صفة",
    "en": ""
  },
  {
    "ar": "الاعتياد للصلاح ولكنه بالجملة محل قابل للرياضة إن انتهض لها بجد وتشمير  وحزم",
    "en": ""
  },
  {
    "ar": "والثالثة أن يعتقد في الأخلاق القبيحة أنها الواجبة المستحسنة وأنها  حق  وجميل",
    "en": ""
  },
  {
    "ar": "وتربى عليها فهذا يكاد تمتنع معالجته ولا  يرجى  صلاحه  إلا  على  الندور  وذلك",
    "en": ""
  },
  {
    "ar": "لتضاعف أسباب الضلال والرابعة أن يكون مع نشئه على الرأي  الفاسد  وتربيته  على",
    "en": ""
  },
  {
    "ar": "العمل به يرى الفضيلة في كثرة الشر واستهلاك النفوس  ويباهي  به  ويظن  أن  ذلك",
    "en": ""
  },
  {
    "ar": "يرفع قدره وهذا هو أصعب المراتب وفي مثله  قيل  ومن  العناء  رياضة  الهرم  ومن",
    "en": ""
  },
  {
    "ar": "التعذيب تهذيب الذيب والأول من هؤلاء جاهل فقط والثاني جاهل وضال والثالث  جاهل",
    "en": ""
  },
  {
    "ar": "وضال وفاسق والرابع جاهل وضال وفاسق وشرير وأما الخيال الآخر الذي  استدلوا  به",
    "en": ""
  },
  {
    "ar": "وهو قولهم إن الآدمي ما دام حيا فلا تنقطع عنه الشهوة والغضب وحب الدنيا  وسائر",
    "en": ""
  },
  {
    "ar": "هذه الأخلاق فهذا غلط وقع لطائفة ظنوا أن المقصود من المجاهدة قمع  هذه  الصفات",
    "en": ""
  },
  {
    "ar": "بالكلية ومحوها وهيهات فإن الشهوة  خلقت  لفائدة  وهي  ضرورية  في  الجبلة  فلو",
    "en": ""
  },
  {
    "ar": "انقطعت شهوة الطعام لهلك الإنسان ولو انقطعت  شهوة  الوقاع  لانقطع  النسل  ولو",
    "en": ""
  },
  {
    "ar": "انعدم الغضب بالكلية لم يدفع الإنسان عن نفسه ما يهلكه  ولهلك  ومهما  بقي  أصل",
    "en": ""
  },
  {
    "ar": "الشهوة فيبقى لا محالة حب المال الذي يوصله  إلى  الشهوة  حتى  يحمله  ذلك  على",
    "en": ""
  },
  {
    "ar": "إمساك المال وليس المطلوب إماطة ذلك بالكلية  بل  المطلوب  ردها  إلى  الاعتدال",
    "en": ""
  },
  {
    "ar": "الذي هو وسط بين الإفراط والتفريط والمطلوب في صفة الغضب حسن الحمية  وذلك  بأن",
    "en": ""
  },
  {
    "ar": "يخلو عن التهور وعن الجبن جميعا وبالجملة  أن  يكون  في  نفسه  قويا  ومع  قوته",
    "en": ""
  },
  {
    "ar": "منقادا للعقل ولذلك قال الله تعالى أشداء على الكفار رحماء بينهم وصفهم  بالشدة",
    "en": ""
  },
  {
    "ar": "وإنما تصدر الشدة عن الغضب ولو بطل الغضب لبطل الجهاد  وكيف  يقصد  قلع  الشهوة",
    "en": ""
  },
  {
    "ar": "والغضب بالكلية والأنبياء عليهم السلام لم ينفكوا عن ذلك إذ قال صلى الله  عليه",
    "en": ""
  },
  {
    "ar": "وسلم إنما أنا بشر أغضب كما يغضب البشر حديث إنما أنا بشر أغضب كما يغضب  البشر",
    "en": ""
  },
  {
    "ar": "أخرجه مسلم من حديث أنس وله من حديث أبي هريرة إنما محمد  بشر  يغضب  كما  يغضب",
    "en": ""
  },
  {
    "ar": "البشر وكان إذا تكلم بين يديه بما يكرهه يغضب حتى تحمر  وجنتاه  ولكن  لا  يقول",
    "en": ""
  },
  {
    "ar": "إلا حقا فكان عليه السلام لا يخرجه غضبه عن الحق حديث أنه كان يتكلم  بين  يديه",
    "en": ""
  },
  {
    "ar": "بما يكرهه فيغضب حتى تحمر وجنتاه ولكن لا يقول إلا حقا فكان الغضب لا يخرجه  عن",
    "en": ""
  },
  {
    "ar": "الحق أخرجه الشيخان من حديث عبد الله بن الزبير في قصة  شراج  الحرة  فقال  لأن",
    "en": ""
  },
  {
    "ar": "كان ابن عمتك فتلون وجه رسول الله صلى الله عليه وسلم ولهما من حديث  أبي  سعيد",
    "en": ""
  },
  {
    "ar": "الخدري وكان إذا كره شيئا عرفناه في وجهه ولهما من حديث عائشة وما  انتقم  رسول",
    "en": ""
  },
  {
    "ar": "الله صلى الله عليه وسلم لنفسه إلا أن تنتهك حرمة الله ولمسلم ما ينال منه  شيء",
    "en": ""
  },
  {
    "ar": "قط فينتقم من صاحبه الحديث وقال تعالى والكاظمين الغيظ والعافين عن  الناس  ولم",
    "en": ""
  },
  {
    "ar": "يقل والفاقدين الغيظ فرد الغضب والشهوة إلى حد  الاعتدال  بحيث  لا  يقهر  واحد",
    "en": ""
  },
  {
    "ar": "منهما العقل ولا يغلبه بل يكون العقل هو الضابط لهما والغالب عليهما  ممكن  وهو",
    "en": ""
  },
  {
    "ar": "المراد بتغيير الخلق فإنه ربما تستولي الشهوة على الإنسان بحيث  لا  يقوى  عقله",
    "en": ""
  },
  {
    "ar": "على دفعها فيقدم على الانبساط إلى الفواحش وبالرياضة تعود إلى حد الاعتدال  فدل",
    "en": ""
  },
  {
    "ar": "أن ذلك ممكن والتجربة والمشاهدة تدل على ذلك دلالة لا شك فيها  والذي  يدل  على",
    "en": ""
  },
  {
    "ar": "أن المطلوب هو الوسط في الأخلاق دون الطرفين أن السخاء خلق محمود شرعا وهو  وسط",
    "en": ""
  },
  {
    "ar": "بين طرفي التبذير والتقتير وقد أثنى الله تعالى عليه فقال  والذين  إذا  أنفقوا",
    "en": ""
  },
  {
    "ar": "لم يسرفوا ولم يقتروا وكان بين ذلك قواما وقال تعالى ولا تجعل يدك  مغلولة  إلى",
    "en": ""
  },
  {
    "ar": "عنقك ولا تبسطها كل البسط وكذلك المطلوب في شهوة  الطعام  الاعتدال  دون  الشره",
    "en": ""
  },
  {
    "ar": "والجمود قال الله تعالى وكلوا واشربوا ولا تسرفوا إنه لا يحب المسرفين وقال  في",
    "en": ""
  },
  {
    "ar": "الغضب أشداء على الكفار رحماء بينهم  وقال  صلى  الله  عليه  وسلم  خير  الأمور",
    "en": ""
  },
  {
    "ar": "أوساطها حديث خير الأمور أوساطها أخرجه البيهقي في شعب الإيمان من  رواية  مطرف",
    "en": ""
  },
  {
    "ar": "بن عبد الله معضلا وهذا له سر وتحقيق وهو أن السعادة  منوطة  بسلامة  القلب  عن",
    "en": ""
  },
  {
    "ar": "عوارض هذا العالم قال الله تعالى إلا من أتى الله بقلب سليم  والبخل  من  عوارض",
    "en": ""
  },
  {
    "ar": "الدنيا والتبذير أيضا من عوارض الدنيا وشرط القلب أن يكون سليما  منهما  أي  لا",
    "en": ""
  },
  {
    "ar": "يكون ملتفتا إلى المال ولا يكون حريصا على إنفاقه ولا على  إمساكه  فإن  الحريص",
    "en": ""
  },
  {
    "ar": "على الإنفاق مصروف القلب إلى الإنفاق كما أن الحريص على  الإمساك  مصروف  القلب",
    "en": ""
  },
  {
    "ar": "إلى الإمساك فكان كمال القلب أن يصفو عن الوصفين جميعا  وإذا  لم  يكن  ذلك  في",
    "en": ""
  },
  {
    "ar": "الدنيا طلبنا ما هو الأشبه لعدم  الوصفين  وأبعد  عن  الطرفين  وهو  الوسط  فإن",
    "en": ""
  },
  {
    "ar": "الفاتر لا حار ولا بارد بل هو وسط بينهما فكأنه خال عن  الوصفين  فكذلك  السخاء",
    "en": ""
  },
  {
    "ar": "بين التبذير والتقتير والشجاعة بين الجبن  التهور  والعفة  بين  الشره  والجمود",
    "en": "This\n    Page was last updated on: 18 Jun 2007 21:31:57 -0400"
  },
  {
    "ar": "وكذلك سائر الأخلاق فكلا طرفي الأمور ذميم هذا هو المطلوب  وهو  ممكن  نعم  يجب",
    "en": ""
  },
  {
    "ar": "على الشيخ المرشد للمريد أن يقبح عنده الغضب رأسا ويذم إمساك  المال  رأسا  ولا",
    "en": ""
  },
  {
    "ar": "يرخص له في شيء منه لأنه لو رخص له في أدنى شيء اتخذ ذلك عذرا في استبقاء  بخله",
    "en": ""
  },
  {
    "ar": "وغضبه وظن أنه القدر المرخص فيه فإذا قصد الأصل وبالغ فيه  ولم  يتيسر  له  إلا",
    "en": ""
  },
  {
    "ar": "كسر سورته بحيث يعود إلى الاعتدال فالصواب له أن يقصد قلع الأصل حتى  يتيسر  له",
    "en": ""
  },
  {
    "ar": "القدر المقصود فلا يكشف هذا السر للمريد فإنه موضع غرور الحمقى  إذ  يظن  بنفسه",
    "en": ""
  },
  {
    "ar": "أن غضبه بحق وأن إمساكه بحق.",
    "en": ""
  },
  {
    "ar": "بيان السبب الذي به ينال حسن الخلق على الجملة",
    "en": ""
  },
  {
    "ar": "قد عرفت أن حسن الخلق يرجع إلى اعتدال قوة العقل وكمال الحكمة وإلى اعتدال  قوة",
    "en": ""
  },
  {
    "ar": "الغضب والشهوة وكونها للعقل مطيعة وللشرع أيضا وهذا الاعتدال  يحصل  على  وجهين",
    "en": ""
  },
  {
    "ar": "أحدهما بجود إلهي وكمال فطري بحيث يخلق الإنسان ويولد كامل العقل حسن الخلق  قد",
    "en": ""
  },
  {
    "ar": "كفى سلطان الشهوة والغضب بل خلقتا معتدلتين منقادتين للعقل والشرع فيصير  عالما",
    "en": ""
  },
  {
    "ar": "بغير تعليم ومؤدبا بغير تأديب كعيسى بن مريم  ويحيى  بن  زكريا  عليهما  السلام",
    "en": ""
  },
  {
    "ar": "وكذا سائر الأنبياء صلوات الله  عليهم  أجمعين  ولا  يبعد  أن  يكون  في  الطبع",
    "en": ""
  },
  {
    "ar": "والفطرة ما قد ينال بالاكتساب فرب صبي خلق صادق اللهجة سخيا  جريا  وربما  يخلق",
    "en": ""
  },
  {
    "ar": "بخلافه فيحصل ذلك فيه بالاعتياد ومخالطة المتخلقين  بهذه  الأخلاق  وربما  يحصل",
    "en": ""
  },
  {
    "ar": "بالتعلم والوجه الثاني اكتساب هذه الأخلاق بالمجاهدة  والرياضة  وأعني  به  حمل",
    "en": ""
  },
  {
    "ar": "النفس على الأعمال التي يقتضيها الخلق المطلوب فمن أراد  مثلا  أن  يحصل  لنفسه",
    "en": ""
  },
  {
    "ar": "خلق الجود فطريقه أن يتكلف تعاطي فعل الجواد وهو  بذل  المال  فلا  يزال  يطالب",
    "en": ""
  },
  {
    "ar": "نفسه ويواظب عليه تكلفا مجاهدا نفسه فيه حتى يصير  ذلك  طبعا  له  ويتيسر  عليه",
    "en": ""
  },
  {
    "ar": "فيصير به جوادا وكذا من أراد أن يحصل لنفسه خلق التواضع  وقد  غلب  عليه  الكبر",
    "en": ""
  },
  {
    "ar": "فطريقه أن يواظب على أفعال المتواضعين مدة مديدة وهو فيها  مجاهد  نفسه  ومتكلف",
    "en": ""
  },
  {
    "ar": "إلى أن يصير ذلك خلقا له وطبعا فيتيسر عليه وجميع الأخلاق المحمودة  شرعا  تحصل",
    "en": ""
  },
  {
    "ar": "بهذا الطريق وغايته أن يصير الفعل الصادر منه لذيذا فالسخي هو الذي  يستلذ  بذل",
    "en": ""
  },
  {
    "ar": "المال الذي يبذله دون الذي يبذله عن كراهة و المتواضع هو  الذي  يستلذ  التواضع",
    "en": ""
  },
  {
    "ar": "ولن ترسخ الأخلاق الدينية في النفس ما لم تتعود النفس جميع العادات الحسنة  وما",
    "en": ""
  },
  {
    "ar": "لم تترك جميع الأفعال السيئة وما لم تواظب عليه مواظبة من  يشتاق  إلى  الأفعال",
    "en": ""
  },
  {
    "ar": "الجميلة ويتنعم بها ويكره الأفعال القبيحة ويتألم بها كما قال  صلى  الله  عليه",
    "en": ""
  },
  {
    "ar": "وسلم وجعلت قرة عيني في الصلاة حديث وجعلت قرة عيني في  الصلاة  أخرجه  النسائي",
    "en": ""
  },
  {
    "ar": "من حديث أنس وقد تقدم ومهما كانت العبادات وترك المحظورات  مع  كراهة  واستثقال",
    "en": ""
  },
  {
    "ar": "فهو النقصان ولا ينال كمال السعادة به نعم المواظبة عليها بالمجاهدة  خير  ولكن",
    "en": ""
  },
  {
    "ar": "بالإضافة إلى تركها لا بالإضافة إلى فعلها عن طوع ولذلك قال الله  تعالى  وإنها",
    "en": ""
  },
  {
    "ar": "لكبيرة إلا على الخاشعين وقال صلى الله عليه وسلم اعبد الله في  الرضا  فإن  لم",
    "en": ""
  },
  {
    "ar": "تستطع ففي الصبر على ما تكره خير كثير حديث اعبد الله في الرضا  فإن  لم  تستطع",
    "en": ""
  },
  {
    "ar": "ففي الصبر على ما تكره خير كثير أخرجه الطبراني  ثم  لا  يكن  في  نيل  السعادة",
    "en": ""
  },
  {
    "ar": "الموعودة على حسن الخلق استلذاذ الطاعة واستكراه المعصية في زمان دون  زمان  بل",
    "en": ""
  },
  {
    "ar": "ينبغي أن يكون ذلك على الدوام وفي  جملة  العمر  وكلما  كان  العمر  أطول  كانت",
    "en": ""
  },
  {
    "ar": "الفضيلة أرسخ وأكمل ولذلك لما سئل صلى الله عليه  وسلم  عن  السعادة  فقال  طول",
    "en": ""
  },
  {
    "ar": "العمر في طاعة الله تعالى حديث سئل عن السعادة فقال طول العمر  في  عبادة  الله",
    "en": ""
  },
  {
    "ar": "رواه القضاعي في مسند الشهاب وأبو منصور الديلمي في مسند الفردوس من  حديث  ابن",
    "en": ""
  },
  {
    "ar": "عمر بإسناد ضعيف وللترمذي من حديث أبي بكرة وصححه أي  الناس  خير  قال  من  طال",
    "en": ""
  },
  {
    "ar": "عمره وحسن عمله ولذلك كره الأنبياء والأولياء الموت فإن  الدنيا  مزرعة  الآخرة",
    "en": ""
  },
  {
    "ar": "وكلما كانت العبادات أكثر بطول  العمر  كان  الثواب  أجزل  والنفس  أزكى  وأطهر",
    "en": ""
  },
  {
    "ar": "والأخلاق أقوى وأرسخ وإنما  مقصود  العبادات  تأثيرها  في  القلب  وإنما  يتأكد",
    "en": ""
  },
  {
    "ar": "تأثيرها بكثرة المواظبة على العبادات وغاية هذه الأخلاق أن ينقطع عن  النفس  حب",
    "en": ""
  },
  {
    "ar": "الدنيا ويرسخ فيها حب الله تعالى فلا يكون شيء أحب إليه من لقاء الله تعالى  عز",
    "en": ""
  },
  {
    "ar": "وجل فلا يستعمل جميع ماله إلا على الوجه  الذي  يوصله  إليه  وغضبه  وشهوته  من",
    "en": ""
  },
  {
    "ar": "المسخرات له فلا يستعملهما إلا على الوجه الذي يوصله إلى الله تعالى  وذلك  بأن",
    "en": ""
  },
  {
    "ar": "يكون موزونا بميزان الشرع والعقل ثم يكون بعد ذلك فرحا به مستلذا له ولا  ينبغي",
    "en": ""
  },
  {
    "ar": "أن يستبعد مصير الصلاة إلى حد تصير هي قرة  العين  ومصير  العبادات  لذيذة  فإن",
    "en": ""
  },
  {
    "ar": "العادة تقتضي في النفس عجائب أغرب من ذلك فإنا  قد  نرى  الملوك  والمنعمين  في",
    "en": ""
  },
  {
    "ar": "أحزان دائمة ونرى المقامر قد يغلب عليه من الفرح واللذة بقماره وما هو  فيه  ما",
    "en": ""
  },
  {
    "ar": "يستثقل معه فرح الناس بغير قمار مع أن القمار ربما سلبه ماله وخرب  بيته  وتركه",
    "en": ""
  },
  {
    "ar": "مفلسا ومع ذلك فهو يحبه ويلتذ به وذلك لطول إلفه له وصرف نفسه إليه  مدة  وكذلك",
    "en": ""
  },
  {
    "ar": "اللاعب بالحمام قد يقف طول النهار في حر الشمس قائما  على  رجليه  وهو  لا  يحس",
    "en": ""
  },
  {
    "ar": "بألمها لفرحه بالطيور وحركاتها وطيرانها وتحليقها في جو السماء بل  نرى  الفاجر",
    "en": ""
  },
  {
    "ar": "العيار يفتخر بما يلقاه من الضرب والقطع والصبر على السياط وعلى  أن  يتقدم  به",
    "en": ""
  },
  {
    "ar": "للصلب وهو مع ذلك متبجح بنفسه وبقوته بالصبر على ذلك حتى يرى  ذلك  فخرا  لنفسه",
    "en": ""
  },
  {
    "ar": "ويقطع الواحد منهم إربا إربا على أن يقر بما تعاطاه أو تعاطاه  غيره  فيصر  على",
    "en": ""
  },
  {
    "ar": "الإنكار ولا يبالي بالعقوبات فرحا بما يعتقده كمالا وشجاعة  ورجولية  فقد  صارت",
    "en": ""
  },
  {
    "ar": "أحواله مع ما فيها من النكال قرة عينه وسبب افتخاره بل لا حالة  أخس  وأقبح  من",
    "en": ""
  },
  {
    "ar": "حال المخنث في تشبهه بالإناث في نتف الشعر  ووشم  الوجه  ومخالطة  النساء  فترى",
    "en": ""
  },
  {
    "ar": "المخنث في فرح بحاله وافتخار بكماله في تخنثه يتباهى به مع المخنثين  حتى  يجري",
    "en": ""
  },
  {
    "ar": "بين الحجامين والكناسين التفاخر والمباهاة كما يجري بين  الملوك  والعلماء  فكل",
    "en": ""
  },
  {
    "ar": "ذلك نتيجة العادة والمواظبة على نمط واحد على الدوام مدة مديدة ومشاهدة ذلك  في",
    "en": ""
  },
  {
    "ar": "المخالطين والمعارف فإذا كانت النفس بالعادة  تستلذ  الباطل  وتميل  إليه  وإلى",
    "en": ""
  },
  {
    "ar": "المقابح فكيف لا تستلذ الحق لو ردت إليه مدة  والتزمت  المواظبة  عليه  بل  ميل",
    "en": ""
  },
  {
    "ar": "النفس إلى هذه الأمور الشنيعة خارج عن الطبع يضاهي الميل  إلى  أكل  الطين  فقد",
    "en": ""
  },
  {
    "ar": "يغلب على بعض الناس ذلك بالعادة فأما ميله إلى الحكمة وحب الله  تعالى  ومعرفته",
    "en": ""
  },
  {
    "ar": "وعبادته فهو كالميل إلى الطعام والشراب فإنه مقتضى طبع القلب  فإنه  أمر  رباني",
    "en": ""
  },
  {
    "ar": "وميله إلى مقتضيات الشهوة غريب من  ذاته  وعارض  على  طبعه  وإنما  غذاء  القلب",
    "en": ""
  },
  {
    "ar": "الحكمة والمعرفة وحب الله عز وجل ولكن انصرف عن مقتضى طبعه لمرض قد حل  به  كما",
    "en": ""
  },
  {
    "ar": "قد يحل المرض بالمعدة فلا تشتهي الطعام والشراب وهما  سببان  لحياتها  فكل  قلب",
    "en": ""
  },
  {
    "ar": "مال إلى حب شيء سوى الله تعالى فلا ينفك عن مرض بقدر ميله إلا إذا كان أحب  ذلك",
    "en": ""
  },
  {
    "ar": "الشيء لكونه معينا له على حب الله تعالى وعلى دينه فعند ذلك  لا  يدل  ذلك  على",
    "en": ""
  },
  {
    "ar": "المرض فإذن قد عرفت بهذا قطعا أن هذه الأخلاق الجميلة يمكن  اكتسابها  بالرياضة",
    "en": ""
  },
  {
    "ar": "وهي تكلف الأفعال الصادرة عنها ابتداء لتصير طبعا انتهاء وهذا من عجيب  العلاقة",
    "en": ""
  },
  {
    "ar": "بين القلب والجوارح أعني النفس والبدن فإن كل صفة تظهر  في  القلب  يفيض  أثرها",
    "en": ""
  },
  {
    "ar": "على الجوارح حتى لا تتحرك إلا على وفقها لا محالة وكل  فعل  يجري  على  الجوارح",
    "en": ""
  },
  {
    "ar": "فإنه قد يرتفع منه أثر إلى القلب والأمر فيه دور ويعرف ذلك  بمثال  وهو  أن  من",
    "en": ""
  },
  {
    "ar": "أراد أن يصير الحذق في الكتابة له صفة نفسية حتى يصير كاتبا  بالطبع  فلا  طريق",
    "en": ""
  },
  {
    "ar": "له إلا أن يتعاطى بجارحة اليد ما يتعاطاه الكاتب الحاذق ويواظب عليه مدة  طويلة",
    "en": ""
  },
  {
    "ar": "يحاكي الخط الحسن فإن فعل الكاتب هو الخط الحسن فيتشبه  بالكاتب  تكلفا  ثم  لا",
    "en": ""
  },
  {
    "ar": "يزال يواظب عليه حتى يصير صفة راسخة في نفسه فيصدر منه  في  الآخر  الخط  الحسن",
    "en": ""
  },
  {
    "ar": "طبعا كما كان يصدر منه في الابتداء تكلفا فكان الخط  الحسن  هو  الذي  جعل  خطه",
    "en": ""
  },
  {
    "ar": "حسنا ولكن الأول بتكلف إلا أنه ارتفع منه أثر إلى القلب ثم انخفض من القلب  إلى",
    "en": ""
  },
  {
    "ar": "الجارحة فصار يكتب الخط الحسن بالطبع وكذلك من أراد أن  يصير  فقيه  النفس  فلا",
    "en": ""
  },
  {
    "ar": "طريق له إلا أن يتعاطى أفعال الفقهاء وهو التكرار  للفقه  حتى  تنعطف  منه  على",
    "en": ""
  },
  {
    "ar": "قلبه صفة الفقه فيصير فقيه النفس وكذلك من أراد أن يصير سخيا عفيف النفس  حليما",
    "en": ""
  },
  {
    "ar": "متواضعا فيلزمه أن يتعاطى أفعال هؤلاء تكلفا حتى يصير ذلك طبعا له فلا علاج  له",
    "en": ""
  },
  {
    "ar": "إلا ذلك وكما أن طالب فقه النفس لا ييأس من نيل هذه  الرتبة  بتعطيل  ليلة  ولا",
    "en": ""
  },
  {
    "ar": "ينالها بتكرار ليلة فكذلك طالب تزكية النفس وتكميلها وتحليتها بالأعمال  الحسنة",
    "en": ""
  },
  {
    "ar": "لا ينالها بعبادة يوم ولا يحرم عنها بعصيان يوم  وهو  معنى  قولنا  إن  الكبيرة",
    "en": ""
  },
  {
    "ar": "الواحدة لا توجب الشقاء المؤبد ولكن العطلة في يوم  واحد  تدعو  إلى  مثلها  ثم",
    "en": ""
  },
  {
    "ar": "تتداعى قليلا قليلا حتى تأنس النفس بالكسل وتهجر التحصيل  رأسا  فيفوتها  فضيلة",
    "en": ""
  },
  {
    "ar": "الفقه وكذلك صغائر المعاصي يجر بعضها إلى بعض حتى يفوت أصل  السعادة  بهدم  أصل",
    "en": ""
  },
  {
    "ar": "الإيمان عند الخاتمة وكما أن تكرار ليلة لا يحس تأثيره في فقه  النفس  بل  يظهر",
    "en": ""
  },
  {
    "ar": "فقه النفس شيئا فشيئا على التدريج مثل نمو البدن وارتفاع القامة  فكذلك  الطاعة",
    "en": ""
  },
  {
    "ar": "الواحدة لا يحس تأثيرها في تزكية النفس وتطهيرها في الحال  ولكن  لا  ينبغي  أن",
    "en": ""
  },
  {
    "ar": "يستهان بقليل الطاعة فإن الجملة الكثيرة منها مؤثرة  وإنما  اجتمعت  الجملة  من",
    "en": ""
  },
  {
    "ar": "الآحاد فلكل واحد منها تأثير فما من طاعة إلا ولها أثر وإن  خفي  فله  ثواب  لا",
    "en": ""
  },
  {
    "ar": "محالة فإن الثواب بإزاء الأثر وكذلك المعصية وكم من  فقيه  يستهين  بتعطيل  يوم",
    "en": ""
  },
  {
    "ar": "وليلة وهكذا على التوالي يسوف نفسه يوما فيوما إلى أن يخرج طبعه عن قبول  الفقه",
    "en": ""
  },
  {
    "ar": "فكذا من يستهين صغائر المعاصي ويسوف نفسه بالتوبة على التوالي  إلى  أن  يختطفه",
    "en": ""
  },
  {
    "ar": "الموت بغتة أو تتراكم ظلمة الذنوب على قلبه وتتعذر عليه التوبة إذ القليل  يدعو",
    "en": ""
  },
  {
    "ar": "إلى الكثير فيصير القلب مقيدا بسلاسل شهوات لا  يمكن  تخليصه  من  مخالبها  وهو",
    "en": ""
  },
  {
    "ar": "المعني بانسداد باب التوبة وهو المراد بقوله تعالى وجعلنا من  بين  أيديهم  سدا",
    "en": ""
  },
  {
    "ar": "ومن خلفهم سدا الآية ولذلك قال رضي الله تعالى عنه إن الإيمان ليبدو  في  القلب",
    "en": ""
  },
  {
    "ar": "نكتة بيضاء كلما ازداد الإيمان ازداد ذلك البياض  فإذا  استكمل  العبد  الإيمان",
    "en": ""
  },
  {
    "ar": "ابيض القلب كله وإن النفاق ليبدو في القلب نكتة سوداء كلما ازداد النفاق  ازداد",
    "en": ""
  },
  {
    "ar": "ذلك السواد فإذا استكمل النفاق أسود القلب كله فإذا  عرفت  أن  الأخلاق  الحسنة",
    "en": ""
  },
  {
    "ar": "تارة تكون بالطبع والفطرة وتارة تكون باعتياد الأفعال  الجميلة  وتارة  بمشاهدة",
    "en": ""
  },
  {
    "ar": "أرباب الفعال الجميلة ومصاحبتهم وهم قرناء الخير وإخوان الصلاح إذ  الطبع  يسرق",
    "en": ""
  },
  {
    "ar": "من الطبع الشر والخير جميعا فمن تظاهرت في  حقه  الجهات  الثلاثة  حتى  صار  ذا",
    "en": ""
  },
  {
    "ar": "فضيلة طبعا واعتيادا وتعلما فهو في غاية الفضيلة ومن كان رذلا بالطبع واتفق  له",
    "en": ""
  },
  {
    "ar": "قرناء السوء فتعلم منهم وتيسرت له أسباب الشر حتى اعتادها فهو  في  غاية  البعد",
    "en": ""
  },
  {
    "ar": "من الله عز وجل وبين الرتبتين من اختلفت فيه من هذه الجهات ولكل درجة في  القرب",
    "en": ""
  },
  {
    "ar": "والبعد بحسب ما تقتضيه صورته وحالته فمن يعمل مثقال  ذرة  خيرا  يره  ومن  يعمل",
    "en": ""
  },
  {
    "ar": "مثقال ذرة شرا يره وما ظلمهم الله ولكن كانوا أنفسهم يظلمون.",
    "en": ""
  },
  {
    "ar": "بيان تفصيل الطريق إلى تهذيب الأخلاق",
    "en": ""
  },
  {
    "ar": "قد عرفت من قبل أن الاعتدال في الأخلاق هو صحة النفس والميل  عن  الاعتدال  سقم",
    "en": ""
  },
  {
    "ar": "ومرض فيها كما أن الاعتدال في مزاج البدن هو صحة له  والميل  عن  الاعتدال  مرض",
    "en": ""
  },
  {
    "ar": "فيه فلنتخذ البدن مثالا فنقول مثال النفس  في  علاجها  بمحو  الرذائل  والأخلاق",
    "en": ""
  },
  {
    "ar": "الرديئة عنها وجلب الفضائل والأخلاق الجميلة إليها مثال البدن  في  علاجه  بمحو",
    "en": ""
  },
  {
    "ar": "العلل عنه وكسب الصحة له وجلبها إليه وكما أن الغالب على أصل  المزاج  الاعتدال",
    "en": ""
  },
  {
    "ar": "وإنما تعتري المعدة المضرة بعوارض الأغذية والأهوية والأحوال  فكذلك  كل  مولود",
    "en": "This\n    page is constantly being updated since July 2001. So check back\n    often."
  },
  {
    "ar": "يولد معتدلا صحيح الفطرة  وإنما  أبواه  يهودانه  أو  ينصرانه  أو  يمجسانه  أي",
    "en": ""
  },
  {
    "ar": "بالاعتياد والتعليم تكتسب الرذائل وكما أن البدن في  الابتداء  لا  يخلق  كاملا",
    "en": ""
  },
  {
    "ar": "وإنما يكمل ويقوى بالنشو  والتربية  بالغذاء  فكذلك  النفس  تخلق  ناقصة  قابلة",
    "en": ""
  },
  {
    "ar": "للكمال وإنما تكمل بالتربية وتهذيب الأخلاق والتغذية بالعلم وكما أن  البدن  إن",
    "en": ""
  },
  {
    "ar": "كان صحيحا فشأن الطبيب تمهيد القانون الحافظ للصحة وإن  كان  مريضا  فشأنه  جلب",
    "en": ""
  },
  {
    "ar": "الصحة إليه فكذلك النفس منك إن كانت زكية طاهرة مهذبة فينبغي  أن  تسعى  لحفظها",
    "en": ""
  },
  {
    "ar": "وجلب مزيد قوة إليها واكتساب زيادة  صفائها  وإن  كانت  عديمة  الكمال  والصفاء",
    "en": ""
  },
  {
    "ar": "فينبغي أن تسعى لجلب ذلك إليها وكما أن العلة المغيرة  لاعتدال  البدن  الموجبة",
    "en": ""
  },
  {
    "ar": "المرض لا تعالج إلا بضدها فإن كانت من  حرارة  فبالبرودة  وإن  كانت  من  برودة",
    "en": ""
  },
  {
    "ar": "فبالحرارة فكذلك الرذيلة التي هي مرض القلب  علاجها  بضدها  فيعالج  مرض  الجهل",
    "en": ""
  },
  {
    "ar": "بالتعلم ومرض البخل بالتسخي ومرض الكبر بالتواضع ومرض الشره بالكف  عن  المشتهى",
    "en": ""
  },
  {
    "ar": "تكلفا وكما أنه لا بد من الاحتمال  لمرارة  الدواء  وشدة  الصبر  عن  المشتهيات",
    "en": ""
  },
  {
    "ar": "لعلاج الأبدان المريضة فكذلك لا بد من احتمال مرارة  المجاهدة  والصبر  لمداواة",
    "en": ""
  },
  {
    "ar": "مرض القلب بل أولى فإن مرض البدن يخلص منه بالموت  ومرض  القلب  والعياذ  بالله",
    "en": ""
  },
  {
    "ar": "تعالى مرض يدوم بعد الموت أبد الآباد وكما أن  كل  مبرد  لا  يصلح  لعلة  سببها",
    "en": ""
  },
  {
    "ar": "الحرارة إلا إذا كان على حد مخصوص ويختلف  ذلك  بالشدة  والضعف  والدوام  وعدمه",
    "en": ""
  },
  {
    "ar": "وبالكثرة والقلة ولا بد له من معيار يعرف به مقدار النافع منه فإنه إن لم  يحفظ",
    "en": ""
  },
  {
    "ar": "معياره زاد الفساد فكذلك النقائض التي تعالج بها الأخلاق لا بد  لها  من  معيار",
    "en": ""
  },
  {
    "ar": "وكما أن معيار الدواء مأخوذ من معيار العلة حتى إن الطبيب لا يعالج ما لم  يعرف",
    "en": ""
  },
  {
    "ar": "أن العلة من حرارة أو برودة فإن كانت من حرارة فيعرف درجتها أهي ضعيفة أم  قوية",
    "en": ""
  },
  {
    "ar": "فإذا عرف ذلك التفت إلى أحوال البدن وأحوال الزمان وصناعة  المريض  وسنه  وسائر",
    "en": ""
  },
  {
    "ar": "أحواله ثم يعالج بحسبها فكذلك الشيخ المتبوع الذي يطبب  نفوس  المريدين  ويعالج",
    "en": ""
  },
  {
    "ar": "قلوب المسترشدين ينبغي أن لا يهجم عليهم بالرياضة والتكاليف في  فن  مخصوص  وفي",
    "en": ""
  },
  {
    "ar": "طريق مخصوص ما لم يعرف أخلاقهم وأمراضهم وكما أن الطبيب لو  عالج  جميع  المرضى",
    "en": ""
  },
  {
    "ar": "بعلاج واحد قتل أكثرهم فكذلك الشيخ لو أشار على المريدين بنمط واحد من  الرياضة",
    "en": ""
  },
  {
    "ar": "أهلكهم وأمات قلوبهم بل ينبغي أن ينظر في مرض المريد وفي حاله وسنه ومزاجه  وما",
    "en": ""
  },
  {
    "ar": "تحتمله بنيته من الرياضة ويبني على ذلك رياضته فإن  كان  المريد  مبتدئا  جاهلا",
    "en": ""
  },
  {
    "ar": "بحدود الشرع فيعلمه أولا الطهارة والصلاة وظواهر العبادات وإن كان مشغولا  بمال",
    "en": ""
  },
  {
    "ar": "حرام أو مقارفا لمعصية فيأمره أولا بتركها فإذا تزين ظاهره بالعبادات  وطهر  عن",
    "en": ""
  },
  {
    "ar": "المعاصي الظاهرة جوارحه نظر بقرائن الأحوال إلى باطنه  ليتفطن  لأخلاقه  وأمراض",
    "en": ""
  },
  {
    "ar": "قلبه فإن رأى معه مالا فاضلا عن قدر ضرورته أخذه منه وصرفه  إلى  الخيرات  وفرغ",
    "en": ""
  },
  {
    "ar": "قلبه منه حتى لا يلتفت إليه وإن رأى الرعونة  والكبر  وعزة  النفس  غالبة  عليه",
    "en": ""
  },
  {
    "ar": "فيأمره أن يخرج إلى الأسواق للكدية والسؤال فإن عزة النفس  والرياسة  لا  تنكسر",
    "en": ""
  },
  {
    "ar": "إلا بالذل ولا ذل أعظم من ذل السؤال فيكلفه المواظبة على  ذلك  مدة  حتى  ينكسر",
    "en": ""
  },
  {
    "ar": "كبره وعز نفسه فإن الكبر من الأمراض المهلكة  وكذلك  الرعونة  وإن  رأى  الغالب",
    "en": ""
  },
  {
    "ar": "عليه النظافة في البدن والثياب ورأى قلبه مائلا إلى ذلك فرحا  به  ملتفتا  إليه",
    "en": ""
  },
  {
    "ar": "استخدمه في تعهد بيت الماء وتنظيفه وكنس المواضع القذرة وملازمة المطبخ  ومواضع",
    "en": ""
  },
  {
    "ar": "الدخان حتى تتشوش عليه رعونته في النظافة فإن الذين  ينظفون  ثيابهم  ويزينونها",
    "en": ""
  },
  {
    "ar": "ويطلبون المرقعات النظيفة والسجادات الملونة لا فرق  بينهم  وبين  العروس  التي",
    "en": ""
  },
  {
    "ar": "تزين نفسها طول النهار فلا فرق بين أن يعبد الإنسان نفسه أو  يعبد  صنما  فمهما",
    "en": ""
  },
  {
    "ar": "عبد غير الله تعالى فقد حجب عن الله ومن راعى في  ثوبه  شيئا  سوى  كونه  حلالا",
    "en": ""
  },
  {
    "ar": "وطاهرا مراعاة يلتفت إليها قلبه فهو مشغول بنفسه ومن  لطائف  الرياضة  إذا  كان",
    "en": ""
  },
  {
    "ar": "المريد لا يخسو بترك الرعونة رأسا أو  بترك  صفة  أخرى  ولم  يسمح  بضدها  دفعه",
    "en": ""
  },
  {
    "ar": "فينبغي أن ينقله من الخلق المذموم إلى خلق مذموم آخر أخف منه كالذي  يغسل  الدم",
    "en": ""
  },
  {
    "ar": "بالبول ثم يغسل البول بالماء إذا كان الماء لا يزيل الدم  كما  يرغب  الصبي  في",
    "en": ""
  },
  {
    "ar": "المكتب باللعب بالكرة والصولجان وما أشبهه ثم ينقل من اللعب إلى  الزينة  وفاخر",
    "en": ""
  },
  {
    "ar": "الثياب ثم ينقل من ذلك بالترغيب في  الرياسة  وطلب  الجاه  ثم  ينقل  من  الجاه",
    "en": ""
  },
  {
    "ar": "بالترغيب في الآخرة فكذلك من لم تسمح نفسه بترك الجاه دفعة فلينقل إلى جاه  أخف",
    "en": ""
  },
  {
    "ar": "منه وكذلك سائر الصفات وكذلك إذا  رأى  شره  الطعام  غالبا  عليه  ألزمه  الصوم",
    "en": ""
  },
  {
    "ar": "وتقليل الطعام ثم يكلفه أن يهيءالأطعمة اللذيذة ويقدمها إلى غيره وهو  لا  يأكل",
    "en": ""
  },
  {
    "ar": "منها حتى يقوى بذلك نفسه فيتعود الصبر وينكسر شرهه وكذلك إذا رآه  شابا  متشوقا",
    "en": ""
  },
  {
    "ar": "إلى النكاح وهو عاجز عن الطول فيأمره بالصوم وربما لا تسكن شهوته  بذلك  فيأمره",
    "en": ""
  },
  {
    "ar": "أن يفطر ليلة على الماء دون الخبز وليلة على  الخبز  دون  الماء  ويمنعه  اللحم",
    "en": ""
  },
  {
    "ar": "والأدم رأسا حتى تذل نفسه وتنكسر شهوته فلا  علاج  في  مبدأ  الإرادة  أنفع  من",
    "en": ""
  },
  {
    "ar": "الجوع وإن رأى الغضب غالبا عليه ألزمه الحلم والسكوت وسلط عليه  من  يصبحه  ممن",
    "en": ""
  },
  {
    "ar": "فيه سوء خلق ويلزمه خدمة من ساء خلقه حتى يمرن نفسه على الاحتمال معه  كما  حكي",
    "en": ""
  },
  {
    "ar": "عن بعضهم أنه كان يعود نفسه الحلم ويزيل عن نفسه  شدة  الغضب  فكان  يستأجر  من",
    "en": ""
  },
  {
    "ar": "يشتمه على ملأ من الناس ويكلف نفسه الصبر ويكظم غيظه حتى  صار  الحلم  عادة  له",
    "en": ""
  },
  {
    "ar": "بحيث كان يضرب به المثل وبعضهم كان يستشعر في نفسه الجبن وضعف القلب  فأراد  أن",
    "en": ""
  },
  {
    "ar": "يحصل لنفسه خلق الشجاعة فكان يركب البحر في الشتاء عند  اضطراب  الأمواج  وعباد",
    "en": ""
  },
  {
    "ar": "الهند يعالجون الكسل عن العبادة بالقيام طول الليل على نصبة واحدة وبعض  الشيوخ",
    "en": ""
  },
  {
    "ar": "في ابتداء إرادته كان يكسل عن القيام فألزم نفسه القيام  على  رأسه  طول  الليل",
    "en": ""
  },
  {
    "ar": "ليسمح بالقيام على الرجل عن طوع وعالج بعضهم حب المال بأن باع جميع  ماله  ورمى",
    "en": ""
  },
  {
    "ar": "به في البحر إذ خاف من تفرقته على  الناس  رعونة  الجود  والرياء  بالبذل  فهذه",
    "en": ""
  },
  {
    "ar": "الأمثلة تعرفك طريق معالجة القلوب وليس غرضنا ذكر دواء كل مرض  فإن  ذلك  سيأتي",
    "en": ""
  },
  {
    "ar": "في بقية الكتب وإنما غرضنا الآن التنبيه على أن الطريق  الكلي  فيه  سلوك  مسلك",
    "en": ""
  },
  {
    "ar": "المضاد لكل ما تهواه النفس وتميل إليه وقد جمع الله ذلك كله  في  كتابه  العزيز",
    "en": ""
  },
  {
    "ar": "في كملة واحدة فقال تعالى وأما من خاف مقام ربه ونهى النفس عن الهوى فإن  الجنة",
    "en": ""
  },
  {
    "ar": "هي المأوى والأصل المهم في المجاهدة الوفاء بالعزم فإذا عزم على ترك  شهوة  فقد",
    "en": ""
  },
  {
    "ar": "تيسرت أسبابها ويكون ذلك ابتلاء من الله تعالى واختبارا فينبغي أن يصبر  ويستمر",
    "en": ""
  },
  {
    "ar": "فإنه إن عود نفسه ترك العزم ألفت ذلك ففسدت وإذا اتفق منه نقض  عزم  فينبغي  أن",
    "en": ""
  },
  {
    "ar": "يلزم نفسه عقوبة عليه كما ذكرناه في معاقبة النفس في كتاب  المحاسبة  والمراقبة",
    "en": ""
  },
  {
    "ar": "وإذا لم يخوف النفس بعقوبة غلبته وحسنت عنده تناول الشهوة  فتفسد  بها  الرياضة",
    "en": ""
  },
  {
    "ar": "بالكلية.",
    "en": ""
  },
  {
    "ar": "بيان علامات أمراض القلوب وعلامات عودها إلى الصحة",
    "en": ""
  },
  {
    "ar": "اعلم أن كل عضو من أعضاء البدن خلق لفعل خاص به وإنما مرضه أن يتعذر عليه  فعله",
    "en": ""
  },
  {
    "ar": "الذي خلق له حتى لا يصدر منه أصلا أو يصدر منه مع نوع من  الاضطراب  فمرض  اليد",
    "en": ""
  },
  {
    "ar": "أن يتعذر عليها البطش ومرض العين أن يتعذر عليها الإبصار وكذلك  مرض  القلب  أن",
    "en": ""
  },
  {
    "ar": "يتعذر عليه فعله الخاص به الذي خلق لأجله وهو العلم والحكمة والمعرفة وحب  الله",
    "en": ""
  },
  {
    "ar": "تعالى وعبادته والتلذذ بذكره وإيثاره ذلك على  كل  شهوة  سواهوالاستعانة  بجميع",
    "en": ""
  },
  {
    "ar": "الشهوات والأعضاء عليه قال الله تعالى وما خلقت الجن والإنس  إلا  ليعبدون  ففي",
    "en": ""
  },
  {
    "ar": "كل عضو فائدة وفائدة القلب الحكمة والمعرفة وخاصة النفس التي للآدمي  ما  يتميز",
    "en": ""
  },
  {
    "ar": "بها عن البهائم فإنه لم يتميز عنها  بالقوة  على  الأكل  والوقاع  والإبصار  أو",
    "en": ""
  },
  {
    "ar": "غيرها بل بمعرفة الأشياء على ما هي عليه  وأصل  الأشياء  وموجدها  ومخترعها  هو",
    "en": ""
  },
  {
    "ar": "الله عز وجل الذي جعلها أشياء فلو عرف كل شيء ولم يعرف الله عز  وجل  فكأنه  لم",
    "en": ""
  },
  {
    "ar": "يعرف شيئا وعلامة المعرفة المحبة فمن عرف الله تعالى أحبه وعلامة المحبة أن  لا",
    "en": ""
  },
  {
    "ar": "يؤثر عليه الدنيا ولا غيرها من المحبوبات كما قال الله تعالى قل إن كان  آباؤكم",
    "en": ""
  },
  {
    "ar": "وأبناؤكم وإخوانكم وأزواجكم إلى قوله أحب إليكم من الله ورسوله وجهاد في  سبيله",
    "en": ""
  },
  {
    "ar": "فتربصوا حتى يأتي الله بأمره فمن عنده شيء أحب إليه من الله فقلبه مريض كما  أن",
    "en": ""
  },
  {
    "ar": "كل معدة صار الطين أحب إليها من الخبز والماء أو سقطت شهوتها عن  الخبز  والماء",
    "en": ""
  },
  {
    "ar": "فهي مريضة فهذه علامات المرض وبهذا يعرف أن القلوب كلها مريضة إلا ما شاء  الله",
    "en": ""
  },
  {
    "ar": "إلا أن من الأمراض ما لا يعرفها صاحبها ومرض القلب مما لا  يعرفه  صاحبه  فلذلك",
    "en": ""
  },
  {
    "ar": "يغفل عنه وإن عرفه صعب عليه الصبر على مرارة دوائه فإن  دواءه  مخالفة  الشهوات",
    "en": ""
  },
  {
    "ar": "وهو نزع الروح فإن وجد من نفسه قوة الصبر عليه لم يجد طبيبا حاذقا  يعالجه  فإن",
    "en": ""
  },
  {
    "ar": "الأطباء هم العلماء وقد استولى عليهم المرض  فالطبيب  المريض  قلما  يلتفت  إلى",
    "en": ""
  },
  {
    "ar": "علاجه فلهذا صار الداء عضالا والمرض مزمنا واندرس هذا العلم وأنكر  بالكلية  طب",
    "en": ""
  },
  {
    "ar": "القلوب وأنكر مرضها وأقبل الخلق  على  حب  الدنيا  وعلى  أعمال  ظاهرها  عبادات",
    "en": ""
  },
  {
    "ar": "وباطنها عادات ومراءات فهذه علامات أصول الأمراض وأما علامات عودها  إلى  الصحة",
    "en": ""
  },
  {
    "ar": "بعد المعالجة فهو أن ينظر في العلة التي يعالجها فإن كان يعالج داء  البخل  فهو",
    "en": ""
  },
  {
    "ar": "المهلك المبعد عن الله عز وجل وإنما علاجه ببذل المال وإنفاقه  ولكنه  قد  يبذل",
    "en": ""
  },
  {
    "ar": "المال إلى حد يصير به مبذرا فيكون التبذير أيضا داء  فكان  كمن  يعالج  البرودة",
    "en": ""
  },
  {
    "ar": "بالحرارة حتى تغلب الحرارة فهو أيضا  داء  بل  المطلوب  الاعتدال  بين  الحرارة",
    "en": ""
  },
  {
    "ar": "والبرودة وكذلك المطلوب الاعتدال بين التبذير والتقتير حتى يكون على الوسط  وفي",
    "en": ""
  },
  {
    "ar": "غاية من البعد عن الطرفين إن أردت أن تعرف الوسط فانظر إلى  الفعل  الذي  يوجبه",
    "en": ""
  },
  {
    "ar": "الخلق المحذور فإن كان أسهل عليك وألذ من الذي يضاده فالغالب  عليك  ذلك  الخلق",
    "en": ""
  },
  {
    "ar": "الموجب له مثل أن يكون إمساك المال وجمعه ألذ عندك وأيسر عليك من بذله  لمستحقه",
    "en": ""
  },
  {
    "ar": "فاعلم أن الغالب عليك خلق البخل فزد في المواظبة على البذل فإن صار  البذل  على",
    "en": ""
  },
  {
    "ar": "غير المستحق ألذ عندك وأخف عليك من الإمساك بالحق فقد غلب عليك  التبذير  فارجع",
    "en": ""
  },
  {
    "ar": "إلى المواظبة على الإمساك فلا تزال تراقب نفسك وتستدل على خلقك بتيسير  الأفعال",
    "en": ""
  },
  {
    "ar": "وتعسيرها حتى تنقطع علاقة قلبك عن الالتفات إلى المال فلا تميل  إلى  بذله  ولا",
    "en": ""
  },
  {
    "ar": "إلى إمساكه بل يصير عندك كالماء فلا تطلب فيه إلا إمساكه لحاجة محتاج  أو  بذله",
    "en": ""
  },
  {
    "ar": "لحاجة محتاج ولا يترجح عندك البذل على الإمساك فكل قلب صار كذلك فقد  أتى  الله",
    "en": ""
  },
  {
    "ar": "سليما عن هذا المقام خاصة ويجب أن يكون سليما عن سائر الأخلاق حتى لا  يكون  له",
    "en": ""
  },
  {
    "ar": "علاقة بشيء مما يتعلق بالدنيا حتى ترتحل النفس عن الدنيا منقطعة  العلائق  منها",
    "en": ""
  },
  {
    "ar": "غير ملتفتة إليها ولا متشوقة إلى أسبابها فعند ذلك ترجع إلى  ربها  رجوع  النفس",
    "en": ""
  },
  {
    "ar": "المطمئنة راضية مرضية داخلة في زمرة عباد الله المقربين من  النبيين  والصديقين",
    "en": ""
  },
  {
    "ar": "والشهداء والصالحين وحسن أولئك رفيقا ولما كان الوسط الحقيقي  بين  الطرفين  في",
    "en": ""
  },
  {
    "ar": "غاية الغموض بل هو أدق من الشعر وأحد من السيف فلا جرم أن  من  استوى  على  هذا",
    "en": ""
  },
  {
    "ar": "الصراط المستقيم في الدنيا جاز على مثل هذا الصراط في الآخرة وقلما ينفك  العبد",
    "en": ""
  },
  {
    "ar": "عن ميل عن الصراط المستقيم أعني الوسط حتى لا  يميل  إلى  أحد  الجانبين  فيكون",
    "en": ""
  },
  {
    "ar": "قلبه معلقا بالجانب الذي مال إليه ولذلك لا ينفك عن عذاب ما واجتياز على  النار",
    "en": ""
  },
  {
    "ar": "وإن كان مثل البرق قال الله تعالى وإن منكم إلا واردها كان على ربك حتما  مقضيا",
    "en": ""
  },
  {
    "ar": "ثم ننجي الذين اتقوا أي الذين كان قربهم إلى الصراط  المستقيم  أكثر  من  بعدهم",
    "en": ""
  },
  {
    "ar": "عنه ولأجل عسر الاستقامة وجب على كل عبد أن يدعو الله  تعالى  في  كل  يوم  سبع",
    "en": ""
  },
  {
    "ar": "عشرة مرة في قوله اهدنا الصراط المستقيم إذ وجب قراءة الفاتحة في كل  ركعة  فقد",
    "en": ""
  },
  {
    "ar": "روى أن بعضهم رأى رسول الله صلى الله عليه وسلم في المنام فقال قد قلت يا  رسول",
    "en": "Page\n    URL: www.muslimphilosophy.com/gz/ihya/english/ihya-vol3-C2.htm ."
  },
  {
    "ar": "الله شيبتني هود فلم قلت ذلك فقال عليه السلام لقوله  تعالى  فاستقم  كما  أمرت",
    "en": ""
  },
  {
    "ar": "فالاستقامة على سواء السبيل في غاية الغموض ولكن ينبغي  أن  يجتهد  الإنسان  في",
    "en": ""
  },
  {
    "ar": "القرب من الاستقامة إن لم يقدر على حقيقتها فكل من أراد  النجاة  فلا  نجاة  له",
    "en": ""
  },
  {
    "ar": "إلا بالعمل الصالح ولا تصدر الأعمال الصالحة إلا عن الأخلاق الحسنة فليتفقد  كل",
    "en": ""
  },
  {
    "ar": "عبد صفاته وأخلاقه وليعددها وليشتغل بعلاج واحد واحد فيها  على  الترتيب  فنسأل",
    "en": ""
  },
  {
    "ar": "الله الكريم أن يجعلنا من المتقين.",
    "en": ""
  },
  {
    "ar": "بيان الطريق الذي يعرف به الإنسان عيوب نفسه",
    "en": ""
  },
  {
    "ar": "اعلم أن الله عز وجل إذا أراد بعبد خيرا  بصره  بعيوب  نفسه  فمن  كانت  بصيرته",
    "en": ""
  },
  {
    "ar": "نافذة لم تخف عليه عيوبه فإذا عرف العيوب أمكنه العلاج ولكن أكثر الخلق  جاهلون",
    "en": ""
  },
  {
    "ar": "بعيوب أنفسهم يرى أحدهم القذى في عين أخيه ولا يرى الجذع في عين نفسه فمن  أراد",
    "en": ""
  },
  {
    "ar": "أن يعرف عيوب نفسه فله أربعة طرق الأول أن يجلس بين يدي شيخ بصير  بعيوب  النفس",
    "en": ""
  },
  {
    "ar": "مطلع على خفايا الآفات ويحكمه في  نفسه  ويتبع  إشارته  في  مجاهدته  وهذا  شأن",
    "en": ""
  },
  {
    "ar": "المريد مع شيخه والتلميذ مع أستاذه فيعرفه أستاذه وشيخه عيوب نفسه ويعرفه  طريق",
    "en": ""
  },
  {
    "ar": "علاجه وهذا قد عز في الزمان وجوده الثاني أن يطلب  صديقا  صدوقا  بصيرا  متدينا",
    "en": ""
  },
  {
    "ar": "فينصبه رقيبا على نفسه ليلاحظ  أحواله  وأفعاله  فما  كره  من  أخلاقه  وأفعاله",
    "en": ""
  },
  {
    "ar": "وعيوبه الباطنة والظاهرة ينبهه عليه فهكذا كان يفعل الأكياس والأكابر  من  أئمة",
    "en": ""
  },
  {
    "ar": "الدين كان عمر رضي الله عنه يقول رحم الله  امرأ  أهدى  إلي  عيوبي  وكان  يسأل",
    "en": ""
  },
  {
    "ar": "سلمان عن عيوبه فلما قدم عليه قال له ما الذي بلغك عني مما تكرهه فاستعفى  فألح",
    "en": ""
  },
  {
    "ar": "عليه فقال بلغني أنك جمعت بين إدامين على مائدة وأن لك حلتين حلة بالنهار  وحلة",
    "en": ""
  },
  {
    "ar": "بالليل قال وهل بلغك غير هذا قال لا فقال  أما  هذان  فقد  كفيتهما  وكان  يسأل",
    "en": ""
  },
  {
    "ar": "حذيفة ويقول له أنت صاحب سر رسول الله صلى الله عليه  وسلم  في  المنافقين  فهل",
    "en": ""
  },
  {
    "ar": "ترى علي شيئا من آثار النفاق فهو على جلالة قدره وعلو منصبه  هكذا  كانت  تهمته",
    "en": ""
  },
  {
    "ar": "لنفسه رضي الله عنه فكل من كان أوفر عقلا وأعلى منصبا  كان  أقل  إعجابا  وأعظم",
    "en": ""
  },
  {
    "ar": "اتهاما لنفسه إلا أن هذا أيضا قد عز فقل في الأصدقاء من  يترك  المداهنة  فيخبر",
    "en": ""
  },
  {
    "ar": "بالعيب أو يترك الحسد فلا يزيد على قدر الواجب فلا تخلو في أصدقائك عن حسود  أو",
    "en": ""
  },
  {
    "ar": "صاحب غرض يرى ما ليس بعيب عيبا أو عن مداهن يخفى عنك بعض عيوبك ولهذا كان  داود",
    "en": ""
  },
  {
    "ar": "الطائي قد اعتزل الناس فقيل له لم لا  تخالط  الناس  فقال  وماذا  أصنع  بأقوام",
    "en": ""
  },
  {
    "ar": "يخفون عني عيوبي فكانت شهوة ذوي الدين أن يتنبهوا لعيوبهم بتنبيه غيرهم وقد  آل",
    "en": ""
  },
  {
    "ar": "الأمر في أمثالنا إلى أن أبغض الخلق إلينا من ينصحنا ويعرفنا عيوبنا ويكاد  هذا",
    "en": ""
  },
  {
    "ar": "أن يكون مفصحا عن ضعف الإيمان فإن الأخلاق السيئة حيات وعقارب لداغة فلو  نبهنا",
    "en": ""
  },
  {
    "ar": "منبه على أن تحت ثوبنا عقربا  لتقلدنا  منه  منة  وفرحنا  به  واشتغلنا  بإزالة",
    "en": ""
  },
  {
    "ar": "العقرب وإبعادها وقتلها وإنما نكايتها على البدن ويدوم  ألمها  يوما  فما  دونه",
    "en": ""
  },
  {
    "ar": "ونكاية الأخلاق الرديئة على صميم القلب أخشى أن تدوم بعد الموت أبدا وآلافا  من",
    "en": ""
  },
  {
    "ar": "السنين ثم إنا لا نفرح بمن ينبهنا عليها ولا نشتغل بإزالتها بل  نشتغل  بمقابلة",
    "en": ""
  },
  {
    "ar": "الناصح بمثل مقالته فنقول له وأنت أيضا تصنع كيت وكيت وتشغلنا العداوة  معه  عن",
    "en": ""
  },
  {
    "ar": "الانتفاع بنصحه ويشبه أن يكون ذلك من قساوة القلب  التي  أثمرتها  كثرة  الذنوب",
    "en": ""
  },
  {
    "ar": "وأصل كل ذلك ضعف الإيمان فنسأل الله عز وجل أن يلهمنا  رشدنا  ويبصرنا  بعيوبنا",
    "en": ""
  },
  {
    "ar": "ويشغلنا بمداواتها ويوفقنا للقيام بشكر  من  يطلعنا  على  مساوينا  بمنه  وفضله",
    "en": ""
  },
  {
    "ar": "الطريق الثالث أن يستفيد معرفة عيوب نفسه من ألسنة أعدائه فإن عين  السخط  تبدي",
    "en": ""
  },
  {
    "ar": "المساويا ولعل انتفاع الإنسان بعدو مشاحن يذكره عيوبه أكثر  من  انتفاعه  بصديق",
    "en": ""
  },
  {
    "ar": "مداهن يثنى عليه ويمدحه ويخفى عنه عيوبه إلا أن الطبع مجبول  على  تكذيب  العدو",
    "en": ""
  },
  {
    "ar": "وحمل ما يقوله على الحسد ولكن البصير لا يخلو  عن  الانتفاع  بقول  أعدائه  فإن",
    "en": ""
  },
  {
    "ar": "مساويه لا بد وأن تنتشر على ألسنتهم الطريق الرابع أن يخالط الناس فكل  ما  رآه",
    "en": ""
  },
  {
    "ar": "مذموما فيما بين الخلق فليطالب نفسه به وينسبها إليه فإن  المؤمن  مرآة  المؤمن",
    "en": ""
  },
  {
    "ar": "فيرى من عيوب غيره عيوب نفسه ويعلم أن الطباع متقاربة في اتباع الهوى فما  يتصف",
    "en": ""
  },
  {
    "ar": "به واحد من الأقران لا ينفك القرن الآخر عن أصله أو عن أعظم منه أو عن شيء  منه",
    "en": ""
  },
  {
    "ar": "فليتفقد نفسه ويطهرها من كل ما يذمه من غيره وناهيك بهذا تأديبا فلو ترك  الناس",
    "en": ""
  },
  {
    "ar": "كلهم ما يكرهونه من غيرهم لاستغنوا عن المؤدب قيل لعيسى عليه  السلام  من  أدبك",
    "en": ""
  },
  {
    "ar": "قال ما أدبني أحد رأيت جهل الجاهل شينا فاجتنبته وهذا  كله  حيل  من  فقد  شيخا",
    "en": ""
  },
  {
    "ar": "عارفا ذكيا بصيرا بعيوب النفس مشفقا  ناصحا  في  الدين  فارغا  من  تهذيب  نفسه",
    "en": ""
  },
  {
    "ar": "مشتغلا بتهذيب عباد الله تعالى ناصحا لهم فمن وجد ذلك فقد وجد الطبيب  فليلازمه",
    "en": ""
  },
  {
    "ar": "فهو الذي يخلصه من مرضه وينجيه من الهلاك الذي هو بصدده.",
    "en": ""
  },
  {
    "ar": "بيان شواهد النقل من أرباب البصائر وشواهد الشرع على أن الطريق في معالجة",
    "en": ""
  },
  {
    "ar": "أمراض القلب ترك الشهوات وأن مادة أمراضها هي اتباع الشهوات",
    "en": ""
  },
  {
    "ar": "اعلم أن ما ذكرناه إن تأملته  بعين  الاعتبار  انفتحت  بصيرتك  وانكشف  لك  علل",
    "en": ""
  },
  {
    "ar": "القلوب وأمراضها وأدويتها بنور العلم واليقين فإن عجزت عن  ذلك  فلا  ينبغي  أن",
    "en": ""
  },
  {
    "ar": "يفوتك التصديق والإيمان على  سبيل  التلقي  والتقليد  لمن  يستحق  التقليد  فإن",
    "en": ""
  },
  {
    "ar": "للإيمان درجة كما أن للعلم درجة والعلم يحصل بعد الإيمان وهو  وراءه  قال  الله",
    "en": ""
  },
  {
    "ar": "تعالى يرفع الله الذين آمنوا منكم  والذين  أوتوا  العلم  درجات  فمن  صدق  بأن",
    "en": ""
  },
  {
    "ar": "مخالفة الشهوات هي الطريق إلى الله عز وجل ولم  يطلع  على  سببه  وسره  فهو  من",
    "en": ""
  },
  {
    "ar": "الذين آمنوا وإذا اطلع على ما ذكرناه من أعوان  الشهوات  فهو  من  الذين  أوتوا",
    "en": ""
  },
  {
    "ar": "العلم وكلا وعد الله الحسنى والذي يقتضي الإيمان بهذا الأمر في  القرآن  والسنة",
    "en": ""
  },
  {
    "ar": "وأقاويل العلماء أكثر من أن يحصر قال الله  تعالى  ونهى  النفس  عن  الهوى  فإن",
    "en": ""
  },
  {
    "ar": "الجنة هي المأوى وقال تعالى أولئك الذين امتحن  الله  قلوبهم  للتقوى  قيل  نزع",
    "en": ""
  },
  {
    "ar": "منها محبة الشهوات وقال صلى الله عليه وسلم المؤمن بين خمس  شدائد  مؤمن  يحسده",
    "en": ""
  },
  {
    "ar": "ومنافق يبغضه وكافر يقاتله وشيطان يضله ونفس تنازعه حديث المؤمن بين خمس  شدائد",
    "en": ""
  },
  {
    "ar": "مؤمن يحسده ومنافق يبغضه الحديث أخرجه أبو بكر بن  لال  في  مكارم  الأخلاق  من",
    "en": ""
  },
  {
    "ar": "حديث أنس بسند ضعيف فبين أن النفس عدو منازع يجب عليه مجاهدتها ويروى  أن  الله",
    "en": ""
  },
  {
    "ar": "تعالى أوحى إلى داود عليه السلام يا داود حذر وأنذر  أصحابك  أكل  الشهوات  فإن",
    "en": ""
  },
  {
    "ar": "القلوب المتعلقة بشهوات الدنيا عقولها عني محجوبة وقال عيسى عليه  السلام  طوبى",
    "en": ""
  },
  {
    "ar": "لمن ترك شهوة حاضرة لموعود غائب لم يره وقال نبينا صلى  الله  عليه  وسلم  لقوم",
    "en": ""
  },
  {
    "ar": "قدموا من الجهاد مرحبا بكم قدمتم من الجهاد الأصغر إلى الجهاد  الأكبر  قيل  يا",
    "en": ""
  },
  {
    "ar": "رسول الله وما الجهاد الأكبر قال جهاد النفس حديث مرحبا بكم  قدمتم  من  الجهاد",
    "en": ""
  },
  {
    "ar": "الأصغر إلى الجهاد الأكبر أخرجه البيهقي في الزهد وقد تقدم في شرح عجائب  القلب",
    "en": ""
  },
  {
    "ar": "وقال صلى الله عليه وسلم المجاهد من جاهد  نفسه  في  طاعة  الله  عز  وجل  حديث",
    "en": ""
  },
  {
    "ar": "المجاهد من جاهد نفسه أخرجه الترمذي في أثناء حديث وصححه  وابن  ماجه  من  حديث",
    "en": ""
  },
  {
    "ar": "فضالة بن عبيد وقال صلى الله عليه وسلم كف أذاك عن نفسك  ولا  تتابع  هواها  في",
    "en": ""
  },
  {
    "ar": "معصية الله تعالى إذن تخاصمك يوم القيامة فيلعن بعضك بعضا  إلا  أن  يغفر  الله",
    "en": ""
  },
  {
    "ar": "تعالى ويستر حديث كف أذاك عن نفسك ولا تتابع هواها في  معصية  الله  الحديث  لم",
    "en": ""
  },
  {
    "ar": "أجده في هذا السيرة وقال سفيان الثوري ما عالجت شيئا أشد على من  نفسي  مرة  لي",
    "en": ""
  },
  {
    "ar": "ومرة علي وكان أبو العباس الموصلي يقول لنفسه يا نفس لا  في  الدنيا  مع  أبناء",
    "en": ""
  },
  {
    "ar": "الملوك تتنعمين ولا في طلب الآخرة مع العباد تجتهدين كأني بك بين الجنة  والنار",
    "en": ""
  },
  {
    "ar": "تحبسين يا نفس ألا تستحين وقال  الحسن  ما  الدابة  الجموح  بأحوج  إلى  اللجام",
    "en": ""
  },
  {
    "ar": "الشديد من نفسك وقال يحيى بن معاذ الرازي جاهد نفسك  بأسياف  الرياضة  والرياضة",
    "en": ""
  },
  {
    "ar": "على أربع أوجه القوت من الطعام والغمض من المنام والحاجة من الكلام وحمل  الأذى",
    "en": ""
  },
  {
    "ar": "من جميع الأنام فيتولد من قلة الطعام موت الشهوات ومن قلة المنام صفو  الإرادات",
    "en": ""
  },
  {
    "ar": "ومن قلة الكلام السلامة من الآفات ومن احتمال الأذى البلوغ  إلى  الغايات  وليس",
    "en": ""
  },
  {
    "ar": "على العبد شيء أشد من الحلم عند الجفاء والصبر على الأذى وإذا تحركت  من  النفس",
    "en": ""
  },
  {
    "ar": "إرادة الشهوات والآثام وهاجت منها حلاوة فضول الكلام جردت سيوف قلة  الطعام  من",
    "en": ""
  },
  {
    "ar": "غمد التهجد وقلة المنام وضربتها بأيدي الخمول وقلة الكلام حتى تنقطع  عن  الظلم",
    "en": ""
  },
  {
    "ar": "والانتقام فتأمن من بوائقها من بين سائر الأنام وتصفيها من ظلمة شهواتها  فتنجو",
    "en": ""
  },
  {
    "ar": "من غوائل آفاتها فتصير عند ذلك نظيفة ونورية  خفيفة  روحانية  فتجول  في  ميدان",
    "en": ""
  },
  {
    "ar": "الخيرات وتسير في مسالك الطاعات كالفرس الفارة في الميدان وكالملك  المتنزه  في",
    "en": ""
  },
  {
    "ar": "البستان وقال أيضا أعداء الإنسان ثلاثة دنياه وشيطانه ونفسه فاحترس  من  الدنيا",
    "en": ""
  },
  {
    "ar": "بالزهد فيها ومن الشيطان بمخالفته ومن النفس بترك الشهوات قال بعض  الحكماء  من",
    "en": ""
  },
  {
    "ar": "استولت عليه النفس صار أسيرا في حب شهواتها محصورا في سجن هواها مقهورا  مغلولا",
    "en": ""
  },
  {
    "ar": "زمامه في يدها تجره حيث شاءت فتمنع قلبه من الفوائد وقال جعفر  بن  حميد  أجمعت",
    "en": ""
  },
  {
    "ar": "العلماء والحكماء على أن النعيم لا يدرك إلا بترك النعيم وقال أبو يحيى  الوراق",
    "en": ""
  },
  {
    "ar": "من أرضى الجوارح بالشهوات فقد غرس في قلبه شجر الندامات وقال وهيب بن الورد  ما",
    "en": ""
  },
  {
    "ar": "زاد على الخبز فهو شهوة وقال أيضا من أحب شهوات الدنيا فليتهيأ للذل  ويروى  أن",
    "en": ""
  },
  {
    "ar": "امرأة العزيز قالت ليوسف عليه السلام بعد أن ملك  خزائن  الأرض  وقعدت  له  على",
    "en": ""
  },
  {
    "ar": "رابية الطريق في يوم موكبه وكان يركب في زهاء اثنى عشر ألفا  من  عظماء  مملكته",
    "en": ""
  },
  {
    "ar": "سبحان من جعل الملوك عبيدا بالمعصية وجعل العبيد ملوكا  بطاعتهم  له  إن  الحرص",
    "en": ""
  },
  {
    "ar": "والشهوة صيرا الملوك عبيدا وذلك جزاء المفسدين وإن الصبر والتقوى  صيرا  العبيد",
    "en": ""
  },
  {
    "ar": "ملوكا فقال يوسف كما أخبر الله تعالى عنه إنه من يتق ويصبر فإن  الله  لا  يضيع",
    "en": ""
  },
  {
    "ar": "أجر المحسنين وقال الجنيد أرقت ليلة فقمت إلى وردي فلم أجد  الحلاوة  التي  كنت",
    "en": ""
  },
  {
    "ar": "أجدها فأردت أن أنام فلم أقدر فجلست فلم أطق الجلوس فخرجت  فإذا  رجل  ملتف  في",
    "en": ""
  },
  {
    "ar": "عباءة مطروح على الطريق فلما أحس بي قال يا أبا  القاسم  إلى  الساعة  فقلت  يا",
    "en": ""
  },
  {
    "ar": "سيدي من غير موعد قال بلى سألت الله عز وجل أن يحرك لي قلبك فقلت  قد  فعل  فما",
    "en": ""
  },
  {
    "ar": "حاجتك قال فمتى يصير داء النفس دواءها فقلت إذا خالفت النفس  هواها  فأقبل  على",
    "en": ""
  },
  {
    "ar": "نفسه فقال اسمعي فقد أجبتك بهذا سبع مرات فأبيت أن تسمعيه إلا من  الجنيدها  قد",
    "en": ""
  },
  {
    "ar": "سمعتيه ثم انصرف وما عرفته وقال  يزيد  الرقاشي  إليكم  عني  الماء  البارد  في",
    "en": ""
  },
  {
    "ar": "الدنيا لعلي لا أحرمه في الآخرة وقال رجل لعمر بن عبد العزيز رحمه  الله  تعالى",
    "en": ""
  },
  {
    "ar": "متى أتكلم قال إذا اشتهيت الصمت قال متى أصمت قال إذا اشتهيت الكلام  وقال  علي",
    "en": ""
  },
  {
    "ar": "رضي الله عنه من اشتاق إلى الجنة سلا عن الشهوات في الدنيا وكان مالك بن  دينار",
    "en": ""
  },
  {
    "ar": "يطوف في السوق فإذا رأى الشيء يشتهيه قال لنفسه اصبري فوالله ما أمنعك  إلا  من",
    "en": ""
  },
  {
    "ar": "كرامتك علي فإذن قد اتفق العلماء والحكماء على أن لا  طريق  إلى  سعادة  الآخرة",
    "en": ""
  },
  {
    "ar": "إلا بنهي النفس عن الهوى ومخالفة الشهوات فالإيمان بهذا واجب  وأما  علم  تفصيل",
    "en": ""
  },
  {
    "ar": "ما يترك من الشهوات وما لا يترك فلا يدرك إلا بما قدمناه وحاصل  الرياضة  وسرها",
    "en": ""
  },
  {
    "ar": "أن لا تتمتع النفس بشيء مما لا يوجد في القبر إلا بقدر  الضرورة  فيكون  مقتصرا",
    "en": ""
  },
  {
    "ar": "من الأكل والنكاح واللباس  والمسكن  وكل  ما  هو  مضطر  إليه  على  قدر  الحاجة",
    "en": ""
  },
  {
    "ar": "والضرورة فإنه لو تمتع بشيء منه أنس به وألفه فإذا مات تمنى الرجوع إلى  الدنيا",
    "en": ""
  },
  {
    "ar": "بسببه ولا يتمنى الرجوع إلى الدنيا إلا من لا حظ له في الآخرة  بحال  ولا  خلاص",
    "en": ""
  },
  {
    "ar": "منه إلا بأن يكون القلب مشغولا بمعرفة الله وحبه والتفكر  فيه  والانقطاع  إليه",
    "en": ""
  },
  {
    "ar": "ولا قوة على ذلك إلا بالله ويقتصر من الدنيا على ما يدفع  عوائق  الذكر  والفكر",
    "en": ""
  },
  {
    "ar": "فقط فمن لم يقدر على حقيقة ذلك فليقرب منه والناس فيه أربعة  رجل  مستغرق  قلبه",
    "en": "A\n    reader is needed for PDF files and it is available\n    free of charge from Adobe ."
  },
  {
    "ar": "بذكر الله فلا يلتفت إلى الدنيا إلا في ضرورات المعيشة  فهو  من  الصديقين  ولا",
    "en": ""
  },
  {
    "ar": "ينتهي إلى هذه الرتبة إلا  بالرياضة  الطويلة  والصبر  عن  الشهوات  مدة  مديدة",
    "en": ""
  },
  {
    "ar": "الثاني رجل استغرقت الدنيا قلبه ولم يبق لله تعالى ذكر  في  قلبه  إلا  من  حيث",
    "en": ""
  },
  {
    "ar": "حديث النفس حيث يذكره باللسان لا بالقلب فهذا من الهالكين  والثالث  رجل  اشتغل",
    "en": ""
  },
  {
    "ar": "بالدنيا والدين ولكن الغالب على قلبه هو الدين فهذا لا بد  له  من  ورود  النار",
    "en": ""
  },
  {
    "ar": "إلا أنه ينجو منها سريعا بقدر غلبة ذكر الله تعالى على قلبه والرابع رجل  اشتغل",
    "en": ""
  },
  {
    "ar": "بهما جميعا لكن الدنيا اغلب على قلبه فهذا يطول مقامه في النار لكن  يخرج  منها",
    "en": ""
  },
  {
    "ar": "لا محالة لقوة ذكر الله تعالى في قلبه  وتمكنه  من  صميم  فؤاده  وإن  كان  ذكر",
    "en": ""
  },
  {
    "ar": "الدنيا أغلب على قلبه اللهم إنا نعوذ بك من خزيك فإنك أنت  المعاذ  وربما  يقول",
    "en": ""
  },
  {
    "ar": "القائل إن التنعم بالمباح مباح فكيف يكون التنعم سبب  البعد  من  الله  عز  وجل",
    "en": ""
  },
  {
    "ar": "وهذا خيال ضعيف بل حب الدنيا رأس كل خطيئة وسبب إحباط كل حسنة  والمباح  الخارج",
    "en": ""
  },
  {
    "ar": "عن قدر الحاجة أيضا من الدنيا وهو سبب البعد وسيأتي ذلك في كتاب ذم الدنيا  وقد",
    "en": ""
  },
  {
    "ar": "قال إبراهيم الخواص كنت مرة في جبل اللكام  فرأيت  رمانا  فاشتهيته  فأخذت  منه",
    "en": ""
  },
  {
    "ar": "واحدة فشققتها فوجدتها حامضة فمضيت وتركتها فرأيت رجلا مطروحا وقد اجتمعت  عليه",
    "en": ""
  },
  {
    "ar": "الزنابير فقلت السلام عليك فقال وعليك السلام يا إبراهيم فقلت كيف عرفتني  فقال",
    "en": ""
  },
  {
    "ar": "من عرف الله عز وجل لم يخف عليه شيء فقلت أرى لك  حالا  مع  الله  عز  وجل  فلو",
    "en": ""
  },
  {
    "ar": "سألته أن يحميك من هذه الزنابير فقال وأرى لك حالا مع الله تعالى فلو سألته  أن",
    "en": ""
  },
  {
    "ar": "يحميك من شهوة الرمان  فإن  لدغ  الرمان  يجد  الإنسان  ألمه  في  الآخرة  ولدغ",
    "en": ""
  },
  {
    "ar": "الزنابير يجد ألمه في الدنيا فتركته ومضيت  وقال  السري  أنا  منذ  أربعين  سنة",
    "en": ""
  },
  {
    "ar": "تطالبني نفسي أن أغمس خبزه في دبس فما أطعتها فإذن لا يمكن إصلاح  القلب  لسلوك",
    "en": ""
  },
  {
    "ar": "طريق الآخرة ما لم يمنع نفسه عن التنعم بالمباح فإن  النفس  إذا  لم  تمنع  بعض",
    "en": ""
  },
  {
    "ar": "المباحات طمعت في المحظورات فمن أراد حفظ لسانه  عن  الغيبة  والفضول  فحقه  أن",
    "en": ""
  },
  {
    "ar": "يلزمه السكوت إلا عن ذكر الله وإلا عن المهمات في  الدين  حتى  تموت  منه  شهوة",
    "en": ""
  },
  {
    "ar": "الكلام فلا يتكلم إلا بحق فيكون سكوته عبادة وكلامه عبادة ومهما  اعتادت  العين",
    "en": ""
  },
  {
    "ar": "رمي البصر إلى كل شيء جميل لم تتحفظ  عن  النظر  إلى  ما  لا  يحل  وكذلك  سائر",
    "en": ""
  },
  {
    "ar": "الشهوات لأن الذي يشتهي به الحلال هو بعينه الذي يشتهي  الحرام  فالشهوة  واحدة",
    "en": ""
  },
  {
    "ar": "وقد وجب على العبد منعها من الحرام فإن لم يعودها الاقتصاد على قدر الضرورة  من",
    "en": ""
  },
  {
    "ar": "الشهوات غلبته فهذه إحدى آفات المباحات ووراءها آفات عظيمة أعظم من هذه وهو  أن",
    "en": ""
  },
  {
    "ar": "النفس تفرح بالتنعم في الدنيا وتركن إليها وتطمئن إليها أشرا  وبطرا  حتى  تصير",
    "en": ""
  },
  {
    "ar": "ثملة كالسكران الذي لا يفيق من سكره  وذلك  الفرح  بالدنيا  سم  قاتل  يسري  في",
    "en": ""
  },
  {
    "ar": "العروق فيخرج من القلب الخوف والحزن وذكر الموت وأهوال  يوم  القيامة  وهذا  هو",
    "en": ""
  },
  {
    "ar": "موت القلب قال الله تعالى ورضوا بالحياة الدنيا واطمأنوا بها  وقال  تعالى  وما",
    "en": ""
  },
  {
    "ar": "الحياة الدنيا في الآخرة إلا متاع وقال تعالى اعلموا أنما  الحياة  الدنيا  لعب",
    "en": ""
  },
  {
    "ar": "ولهو وزينة وتفاخر بينكم وتكاثر في الأموال والأولاد  الآية  وكل  ذلك  ذم  لها",
    "en": ""
  },
  {
    "ar": "فنسأل الله السلامة فأولو الحزم من أرباب القلوب جربوا  قلوبهم  في  حال  الفرح",
    "en": ""
  },
  {
    "ar": "بمؤاتاة الدنيا فوجدوها قاسية نفرة بعيدة التأثر  عن  ذكر  الله  واليوم  الآخر",
    "en": ""
  },
  {
    "ar": "وجربوها في حالة الحزن فوجدوها لينة رقيقة صافية قابلة لأثر  الذكر  فعلموا  أن",
    "en": ""
  },
  {
    "ar": "النجاة في الحزن الدائم والتباعد من أسباب  الفرح  والبطر  ففطموها  عن  ملاذها",
    "en": ""
  },
  {
    "ar": "وعودوها الصبر عن شهواتها حلالها وحرامها وعلموا أن حلالها حساب  وحرامها  عقاب",
    "en": ""
  },
  {
    "ar": "ومتشابهها عتاب وهو نوع عذاب فمن نوقش الحساب في عرصات القيامة فقد عذب  فخلصوا",
    "en": ""
  },
  {
    "ar": "أنفسهم من عذابها وتوصلوا إلى الحرية والملك الدائم في الدنيا والآخرة  بالخلاص",
    "en": ""
  },
  {
    "ar": "من أسر الشهوات ورقها والأنس بذكر الله عز وجل والاشتغال بطاعته وفعلوا بها  ما",
    "en": ""
  },
  {
    "ar": "يفعل بالبازي  إذا  قصد  تأديبه  ونقله  من  التوثب  والاستيحاش  إلى  الانقياد",
    "en": ""
  },
  {
    "ar": "والتأديب فإنه يحبس أولا في بيت مظلم  وتخاط  عيناه  حتى  يحصل  به  الفطام  عن",
    "en": ""
  },
  {
    "ar": "الطيران في جو الهواء وينسى ما قد كان ألفه من طبع الاسترسال  ثم  يرفق  باللحم",
    "en": ""
  },
  {
    "ar": "حتى يأنس بصاحبه ويألفه إلفا إذا دعاه أجابه ومهما سمع  صوته  رجع  إليه  فكذلك",
    "en": ""
  },
  {
    "ar": "النفس لا تألف ربها ولا تأنس بذكره إلا إذا فطمت  عن  عادتها  بالخلوة  والعزلة",
    "en": ""
  },
  {
    "ar": "أولا ليحفظ السمع والبصر عن المألوفات ثم عودت الثناء والذكر والدعاء ثانيا  في",
    "en": ""
  },
  {
    "ar": "الخلوة حتى يغلب عليها الإنس بذكر الله عز وجل عوضا  عن  الإنس  بالدنيا  وسائر",
    "en": ""
  },
  {
    "ar": "الشهوات وذلك يثقل على المريد في البداية ثم يتنعم به في النهاية  كالصبي  يفطم",
    "en": ""
  },
  {
    "ar": "عن الثدي وهو شديد عليه إذا كان لا يصبر عنه ساعة فلذلك يشتد بكاؤه  وجزعه  عند",
    "en": ""
  },
  {
    "ar": "الفطام ويشتد نفوره عن الطعام الذي يقدم إليه بدلا  عن  اللبن  ولكنه  إذا  منع",
    "en": ""
  },
  {
    "ar": "اللبن رأسا يوما فيوما وعظم تعبه في  الصبر  عليه  وغلبه  الجوع  تناول  الطعام",
    "en": ""
  },
  {
    "ar": "تكلفا ثم يصير له طبعا فلورد بعد ذلك إلى  الثدي  لم  يرجع  إليه  فيهجر  الثدي",
    "en": ""
  },
  {
    "ar": "ويعاف اللبن ويألف الطعام وكذلك الدابة في  الابتداء  تنفر  عن  السرج  واللجام",
    "en": ""
  },
  {
    "ar": "والركوب فتحمل على ذلك قهرا وتمنع عن السرج الذي الفته بالسلاسل  والقيود  أولا",
    "en": ""
  },
  {
    "ar": "ثم تأنس به بحيث تترك في موضعها فتقف فيه من غير  قيد  فكذلك  تؤدب  النفس  كما",
    "en": ""
  },
  {
    "ar": "تؤدب الطير والدواب وتأديبها بأن تمنع من النظر والأنس والفرح بنعيم الدنيا  بل",
    "en": ""
  },
  {
    "ar": "بكل ما يزايلها بالموت إذ قيل له أحبب ما أحببت فإنك مفارقه فإذا  علم  أنه  من",
    "en": ""
  },
  {
    "ar": "أحب شيئا يلزمه فراقة ويشقى لا محالة لفراقه شغل قلبه بحب  ما  لا  يفارقه  وهو",
    "en": ""
  },
  {
    "ar": "ذكر الله تعالى فإن ذلك يصحبه في القبر ولا يفارقه وكل  ذلك  يتم  بالصبر  أولا",
    "en": ""
  },
  {
    "ar": "أياما قلائل فإن العمر قليل بالإضافة إلى مدة حياة الآخرة وما من عاقل إلا  وهو",
    "en": ""
  },
  {
    "ar": "راض باحتمال المشقة في سفر وتعلم صناعة وغيرها شهرا ليتنعم به سنة أو دهرا  وكل",
    "en": ""
  },
  {
    "ar": "العمر بالإضافة إلى الأبد أقل من الشهر بالإضافة إلى  عمر  الدنيا  فلا  بد  من",
    "en": ""
  },
  {
    "ar": "الصبر والمجاهدة فعند الصباح يحمد القوم السري وتذهب  عنهم  عمايات  الكرى  كما",
    "en": ""
  },
  {
    "ar": "قاله علي رضي الله عنه وطريق المجاهدة والرياضة لكل إنسان  تختلف  بحسب  اختلاف",
    "en": ""
  },
  {
    "ar": "أحواله والأصل فيه أن يترك كل واحد ما به فرحة  من  أسباب  الدنيا  فالذي  يفرح",
    "en": ""
  },
  {
    "ar": "بالمال أو بالجاه أو بالقبول في الوعظ أو بالعز في القضاء  والولاية  أو  بكثرة",
    "en": ""
  },
  {
    "ar": "الأتباع في التدريس والإفادة فينبغي أن يترك أولا ما به فرحه فإنه  إن  منع  عن",
    "en": ""
  },
  {
    "ar": "شيء من ذلك وقيل له ثوابك في الآخرة لم ينقص بالمنع فكره ذلك وتألم به فهو  ممن",
    "en": ""
  },
  {
    "ar": "فرح بالحياة الدنيا واطمأن بها وذلك مهلك  في  حقه  ثم  إذا  ترك  أسباب  الفرح",
    "en": ""
  },
  {
    "ar": "فليعتزل الناس ولينفرد بنفسه وليراقب قلبه حتى لا يشتغل إلا  بذكر  الله  تعالى",
    "en": ""
  },
  {
    "ar": "والفكر فيه وليترصد لما يبدو في نفسه من شهوة ووسواس حتى يقمع مادته  مهما  ظهر",
    "en": ""
  },
  {
    "ar": "فإن لكل وسوسة سببا ولا تزول إلا بقطع ذلك السبب  والعلاقة  وليلازم  ذلك  بقية",
    "en": ""
  },
  {
    "ar": "العمر فليس للجهاد آخر إلا بالموت.",
    "en": ""
  },
  {
    "ar": "بيان علامات حسن الخلق",
    "en": ""
  },
  {
    "ar": "اعلم أن كل إنسان جاهل بعيوب نفسه فإذا جاهد نفسه أدنى مجاهدة  حتى  ترك  فواحش",
    "en": ""
  },
  {
    "ar": "المعاصي ربما يظن بنفسه أنه هذب نفسه وحسن خلقه واستغنى عن المجاهدة فلا بد  من",
    "en": ""
  },
  {
    "ar": "إيضاح علامة حسن الخلق فإن حسن الخلق هو الإيمان وسوء الخلق هو النفاق وقد  ذكر",
    "en": ""
  },
  {
    "ar": "الله تعالى صفات المؤمنين والمنافقين في كتابه  وهي  بجملتها  ثمرة  حسن  الخلق",
    "en": ""
  },
  {
    "ar": "وسوء الخلق فلنورد جملة من ذلك لتعلم آية حسن الخلق قال  الله  تعالى  قد  أفلح",
    "en": ""
  },
  {
    "ar": "المؤمنون الذين هم في صلاتهم خاشعون والذين هم عن اللغو معرضون إلى قوله  أولئك",
    "en": ""
  },
  {
    "ar": "هم الوارثون وقال عز وجل التائبون العابدون الحامدون إلى  قوله  وبشر  المؤمنين",
    "en": ""
  },
  {
    "ar": "وقال عز وجل إنما المؤمنون الذين إذا ذكر الله وجلت قلوبهم إلى قوله  أولئك  هم",
    "en": ""
  },
  {
    "ar": "المؤمنون حقا وقال تعالى وعباد الرحمن الذين يمشون على الأرض هونا وإذا  خاطبهم",
    "en": ""
  },
  {
    "ar": "الجاهلون قالوا سلاما إلى آخر السورة من أشكل عليه حاله فليعرض  نفسه  على  هذه",
    "en": ""
  },
  {
    "ar": "الآيات فوجود جميع هذه الصفات علامة حسن الخلق وفقد  جميعها  علامة  سوء  الخلق",
    "en": ""
  },
  {
    "ar": "ووجود بعضها دون بعض يدل على البعض دون البعض فليشتغل بتحصيل ما فقده  وحفظ  ما",
    "en": ""
  },
  {
    "ar": "وجده وقد وصف رسول الله صلى الله عليه وسلم المؤمن بصفات كثيرة  وأشار  بجميعها",
    "en": ""
  },
  {
    "ar": "إلى محاسن الأخلاق فقال المؤمن يحب لأخيه ما يحب لنفسه حديث المؤمن  يحب  لأخيه",
    "en": ""
  },
  {
    "ar": "ما يحب لنفسه أخرجه الشيخان من حديث أنس لا يؤمن أحدكم حتى يحب  لأخيه  ما  يحب",
    "en": ""
  },
  {
    "ar": "لنفسه وقال عليه السلام من كان يؤمن بالله واليوم الآخر فليكرم  ضيفه  حديث  من",
    "en": ""
  },
  {
    "ar": "كان يؤمن بالله والله الآخر فليكرم ضيفه متفق عليه من حديث  أبي  شريح  الخزاعي",
    "en": ""
  },
  {
    "ar": "ومن حديث أبي هريرة وقال صلى الله عليه وسلم من كان يؤمن  بالله  واليوم  الآخر",
    "en": ""
  },
  {
    "ar": "فليكرم جاره حديث من كان يؤمن بالله واليوم الآخر فليكرم  جاره  متفق  عليه  من",
    "en": ""
  },
  {
    "ar": "حديثهما وهو بعض الحديث الذي قبله وقال من كان يؤمن بالله واليوم  الآخر  فليقل",
    "en": ""
  },
  {
    "ar": "خيرا أو ليصمت حديث من كان يؤمن بالله واليوم الآخر فليقل خيرا أو  ليصمت  متفق",
    "en": ""
  },
  {
    "ar": "عليه أيضا من حديثهما وهو بعض الذي قبله وذكر أن صفات المؤمنين  هي  حسن  الخلق",
    "en": ""
  },
  {
    "ar": "فقال صلى الله عليه  وسلم  أكمل  المؤمنين  إيمانا  أحسنهم  أخلاقا  حديث  أكمل",
    "en": ""
  },
  {
    "ar": "المؤمنين إيمانا أحسنهم خلقا تقدم غير مرة وقال صلى الله عليه وسلم  إذا  رأيتم",
    "en": ""
  },
  {
    "ar": "المؤمن صموتا وقورا فادنوا منه فإنه يلقن الحكمة حديث إذا رأيتم  المؤمن  صموتا",
    "en": ""
  },
  {
    "ar": "وقورا فادنوا منه فإنه يلقن الحكمة أخرجه ابن ماجه من حديث أبي خلاد  بلفظ  إذا",
    "en": ""
  },
  {
    "ar": "رأيتم الرجل قد أعطى زهدا في الدنيا وقلة  منطق  وقال  من  سرته  حسنته  وساءته",
    "en": ""
  },
  {
    "ar": "سيئته فهو مؤمن  حديث  من  سرته  حسنته  وساءته  سيئته  فهو  مؤمن  أخرجه  أحمد",
    "en": ""
  },
  {
    "ar": "والطبراني والحاكم وصححه على شرطهما من حديث أبي موسى ورواه  الطبراني  والحاكم",
    "en": ""
  },
  {
    "ar": "وصححه على شرط الشيخين من حديث أبي أمامة وقال لا يحل لمؤمن أن يشير  إلى  أخيه",
    "en": ""
  },
  {
    "ar": "بنظرة تؤذيه حديث لا يحل لمسلم  أن  يشير  إلى  أخيه  بنظرة  يؤذيه  أخرجه  ابن",
    "en": ""
  },
  {
    "ar": "المبارك في الزهد والرقائق وفي البر والصلة مرسلا وقد تقدم وقال صلى الله  عليه",
    "en": ""
  },
  {
    "ar": "وسلم لا يحل لمسلم أن يروع مسلما حديث  لا  يحل  لمسلم  أن  يروع  مسلما  أخرجه",
    "en": ""
  },
  {
    "ar": "الطبراني والطيالسي من حديث النعمان بن بشير والبزار من حديث عمر وإسناده  ضعيف",
    "en": ""
  },
  {
    "ar": "وقال صلى الله عليه وسلم إنما يتجالس المتجالسان بأمانة الله عز  وجل  فلا  يحل",
    "en": ""
  },
  {
    "ar": "لأحدهما أن يفشي على أخيه ما يكرهه حديث إنما يتجالس  المتجالسان  بأمانة  الله",
    "en": ""
  },
  {
    "ar": "الحديث تقدم في آداب الصحبة وجمع بعضهم علامات حسن الخلق فقال هو أن يكون  كثير",
    "en": ""
  },
  {
    "ar": "الحياء قليل الأذى كثير الصلاح صدوق اللسان قليل الكلام كثير العمل قليل  الزلل",
    "en": ""
  },
  {
    "ar": "قليل الفضول برا وصولا وقورا صبورا شكورا رضيا  حليما  رفيقا  عفيفا  شفيقا  لا",
    "en": ""
  },
  {
    "ar": "لعانا ولا سبابا ولا نماما ولا مغتابا ولا  عجولا  ولا  حقودا  ولا  بخيلا  ولا",
    "en": ""
  },
  {
    "ar": "حسودا بشاشا هشاشا يحب في الله ويبغض في الله ويرضى  في  الله  ويغضب  في  الله",
    "en": ""
  },
  {
    "ar": "فهذا هو حسن الخلق وسئل  رسول  الله  صلى  الله  عليه  وسلم  عن  علامة  المؤمن",
    "en": ""
  },
  {
    "ar": "والمنافق فقال إن المؤمن همته في الصلاة والصيام  والعبادة  والمنافق  همته  في",
    "en": ""
  },
  {
    "ar": "الطعام والشراب كالبهيمة حديث سئل عن علامة المؤمن  والمنافق  فقال  إن  المؤمن",
    "en": ""
  },
  {
    "ar": "همه في الصلاة والصيام الحديث لم أجد له أصلا وقال  حاتم  الأصم  المؤمن  مشغول",
    "en": ""
  },
  {
    "ar": "بالفكر والعبر والمنافق مشغول بالحرص والأمل والمؤمن آيس  من  كل  أحد  إلا  من",
    "en": ""
  },
  {
    "ar": "الله والمنافق راج كل أحد إلا  الله  والمؤمن  آمن  من  كل  أحد  إلا  من  الله",
    "en": ""
  },
  {
    "ar": "والمنافق خائف من كل أحد إلا من الله والمؤمن  يقدم  ماله  دون  دينه  والمنافق",
    "en": ""
  },
  {
    "ar": "يقدم دينه دون ماله والمؤمن  يحسن  ويبكي  والمنافق  يسيء  ويضحك  والمؤمن  يحب",
    "en": ""
  },
  {
    "ar": "الخلوة  والوحدة  والمنافق  يحب  الخلطة  والملأ  والمؤمن  يزرع  ويخشى  الفساد",
    "en": "About\n    the Islamic Philosophy Online Project ."
  },
  {
    "ar": "والمنافق يقلع ويرجو الحصاد والمؤمن يأمر وينهى للسياسة  فيصلح  والمنافق  يأمر",
    "en": ""
  },
  {
    "ar": "وينهى للرياسة فيفسد وأولى ما يمتحن به حسن  الخلق  الصبر  على  الأذى  واحتمال",
    "en": ""
  },
  {
    "ar": "الجفاء ومن شكا من سوء خلق غيره دل ذلك على سوء  خلقه  فإن  حسن  الخلق  احتمال",
    "en": ""
  },
  {
    "ar": "الأذى فقد روي أن رسول الله صلى الله عليه وسلم كان يوما يمشي ومعه أنس  فأدركه",
    "en": ""
  },
  {
    "ar": "أعرابي فجذبه جذبا شديدا وكان عليه برد نجراني غليظ الحاشية قال أنس  رضي  الله",
    "en": ""
  },
  {
    "ar": "عنه حتى نظرت إلى عنق رسول الله صلى الله عليه وسلم قد أثرت  فيه  حاشية  البرد",
    "en": ""
  },
  {
    "ar": "من شدة جذبه فقال يا محمد هب لي من مال الله الذي عندك فالتفت إليه  رسول  الله",
    "en": ""
  },
  {
    "ar": "صلى الله عليه وسلم وضحك ثم أمر بإعطائه حديث كان  يمشي  فأدركه  أعرابي  فجذبه",
    "en": ""
  },
  {
    "ar": "جذبا شديدا وكان عليه برد نجراني غليظ الحاشية الحديث متفق عليه  من  حديث  أنس",
    "en": ""
  },
  {
    "ar": "ولما أكثرت قريش إيذاءه وضربه قال اللهم  اغفر  لقومي  فإنهم  لا  يعلمون  حديث",
    "en": ""
  },
  {
    "ar": "اللهم اغفر لقومي فإنهم لا يعلمون أخرجه ابن حبان والبيهقي في دلائل النبوة  من",
    "en": ""
  },
  {
    "ar": "حديث سهل ابن سعد وفي الصحيحين من حديث ابن مسعود أنه حكاه صلى الله عليه  وسلم",
    "en": ""
  },
  {
    "ar": "عن نبي من الأنبياء ضربه قومه قيل إن هذا يوم أحد فلذلك أنزل الله  تعالى  وإنك",
    "en": ""
  },
  {
    "ar": "لعلى خلق عظيم ويحكى أن إبراهيم بن أدهم خرج يوما  إلى  بعض  البراري  فاستقبله",
    "en": ""
  },
  {
    "ar": "رجل جندي فقال أنت عبد قال نعم فقال له أين العمران  فأشار  إلى  المقبرة  فقال",
    "en": ""
  },
  {
    "ar": "الجندي إنما أردت العمران فقال هو المقبرة فغاظه ذلك  فضرب  رأسه  بالسوط  فشجه",
    "en": ""
  },
  {
    "ar": "ورده إلى البلد فاستقبله أصحابه فقالوا ما الخبر  فأخبرهم  الجندي  ما  قال  له",
    "en": ""
  },
  {
    "ar": "فقالوا هذا إبراهيم بن أدهم فنزل الجندي عن فرسه وقبل يديه ورجليه  وجعل  يعتذر",
    "en": ""
  },
  {
    "ar": "إليه فقيل بعد ذلك له لم قلت له أنا عبد فقال إنه لم يسألني عبد من أنت بل  قال",
    "en": ""
  },
  {
    "ar": "أنت عبد فقلت نعم لأني عبد الله فلما ضرب رأسي سألت الله له الجنة قيل كيف  وقد",
    "en": ""
  },
  {
    "ar": "ظلمك فقال علمت أنني أوجر على ما نالني منه  فلم  أرد  يكون  نصيبي  منه  الخير",
    "en": ""
  },
  {
    "ar": "ونصيبه مني الشر ودعي أبو عثمان الحيري إلى دعوة وكان الداعي  قد  أراد  تجربته",
    "en": ""
  },
  {
    "ar": "فلما بلغ منزله قال له ليس لي وجه فرجع أبو  عثمان  فلما  ذهب  غير  بعيد  دعاه",
    "en": ""
  },
  {
    "ar": "ثانيا فقال له يا أستاذ ارجع فرجع أبو عثمان فقال له مثل  مقالته  الأولى  فرجع",
    "en": ""
  },
  {
    "ar": "ثم دعاه الثالثة وقال ارجع على ما يوجب الوقت فرجع فلما بلغ الباب فان  له  مثل",
    "en": ""
  },
  {
    "ar": "مقالته الأولى فرجع أبو عثمان ثم جاءه الرابعة فرده حتى عامله بذلك  مرات  وأبو",
    "en": ""
  },
  {
    "ar": "عثمان لا يتغير من ذلك فأكب على رجليه وقال يا أستاذ إنما أردت أن  أختبرك  فما",
    "en": ""
  },
  {
    "ar": "أحسن خلقك فقال إن الذي رأيت مني هو خلق الكلب إن الكلب إذا دعي أجاب وإذا  زجر",
    "en": ""
  },
  {
    "ar": "انزجر وروي عنه أيضا أنه اجتاز يوما في سكة فطرحت  عليه  إجانة  رماد  فنزل  عن",
    "en": ""
  },
  {
    "ar": "دابته فسجد سجدة الشكر ثم جعل ينفض الرماد عن ثيابه  ولم  يقل  شيئا  فقيل  ألا",
    "en": ""
  },
  {
    "ar": "زبرتهم فقال إن من استحق النار فصولح على الرماد لم يجز له  أن  يغضب  وروي  أن",
    "en": ""
  },
  {
    "ar": "علي بن موسى الرضا رحمة الله عليه كان لونه يميل إلى السواد إذ كانت أمه  سوداء",
    "en": ""
  },
  {
    "ar": "وكان بنيسابور حمام على باب داره وكان إذا أراد دخول الحمام  فرغه  له  الحمامي",
    "en": ""
  },
  {
    "ar": "فدخل ذات يوم فأغلق الحمامي الباب ومضى في بعض حوائجه  فتقدم  رجل  رستاقي  إلى",
    "en": ""
  },
  {
    "ar": "باب الحمام ففتحه ودخل فنزع ثيابه ودخل فرأى علي بن موسى  الرضا  فظن  أنه  بعض",
    "en": ""
  },
  {
    "ar": "خدام الحمام فقال له قم واحمل إلي الماء فقام علي بن موسى وامتثل جميع  ما  كان",
    "en": ""
  },
  {
    "ar": "يأمره به فرجع الحمامي فرأى ثياب الرستاقي وسمع كلامه مع  علي  بن  موسى  الرضا",
    "en": ""
  },
  {
    "ar": "فخاف وهرب وخلاهما فلما خرج علي بن موسى سأل عن الحمامي فقيل له  إنه  خاف  مما",
    "en": ""
  },
  {
    "ar": "جرى فهرب قال لا ينبغي له أن يهرب إنما الذنب لمن وضع ماءه عند أمة سوداء  وروي",
    "en": ""
  },
  {
    "ar": "أن أبا عبد الله الخياط كان يجلس على دكانه وكان  له  حريف  مجوسي  يستعمله  في",
    "en": ""
  },
  {
    "ar": "الخياطة فكان إذا خاط له شيئا حمل إليه دراهم زائفة فكان  أبو  عبد  الله  يأخذ",
    "en": ""
  },
  {
    "ar": "منه ولا يخبره بذلك ولا يردها عليه فاتفق يوما أن أبا عبد الله قام لبعض  حاجته",
    "en": ""
  },
  {
    "ar": "فأتى المجوسي فلم يجده فدفع إلى تلميذه الأجرة واسترجع ما قد خاطه  فكان  درهما",
    "en": ""
  },
  {
    "ar": "زئفا فلما نظر إليه التلميذ عرف أنه زائف فرده عليه  فلما  عاد  أبو  عبد  الله",
    "en": ""
  },
  {
    "ar": "أخبره بذلك فقال بئس ما عملت هذا المجوسي يعاملني بهذه المعاملة منذ  سنة  وأنا",
    "en": ""
  },
  {
    "ar": "أصبر عليه وآخذ الدراهم منه وألقيها في البئر لئلا يغر بها مسلما وقال يوسف  بن",
    "en": ""
  },
  {
    "ar": "أسباط علامة حسن الخلق عشر خصال قلة الخلاف  وحسن  الإنصاف  وترك  طلب  العثرات",
    "en": ""
  },
  {
    "ar": "وتحسين ما يبدو من السيئات والتماس المعذرة  واحتمال  الأذى  والرجوع  بالملامة",
    "en": ""
  },
  {
    "ar": "على النفس والتفرد بمعرفة  عيوب  نفسه  دون  عيوب  غيره  وطلاقة  الوجه  للصغير",
    "en": ""
  },
  {
    "ar": "والكبير ولطف الكلام لمن دونه ولمن فوقه وسئل سهل  عن  حسن  الخلق  فقال  أدناه",
    "en": ""
  },
  {
    "ar": "احتمال الأذى وترك المكافأة والرحمة للظالم والاستغفار له  والشفقة  عليه  وقيل",
    "en": ""
  },
  {
    "ar": "للأحنف بن قيس ممن تعلمت الحلم فقال من قيس بن عاصم قيل ما وبلغ  من  حلمه  قال",
    "en": ""
  },
  {
    "ar": "بينما هو جالس في داره إذ أتته جارية له بسفود عليه شواء  فسقط  من  يدها  فوقع",
    "en": ""
  },
  {
    "ar": "على ابن له صغير فمات فدهشت الجارية فقال لها لا روع عليك أنت  حرة  لوجه  الله",
    "en": ""
  },
  {
    "ar": "تعالى فقيل إن أويسا القرني كان إذا رآه الصبيان  يرمونه  بالحجارة  فكان  يقول",
    "en": ""
  },
  {
    "ar": "لهم يا إخوتاه إن كان ولا بد فارموني بالصغار حتى لا تدموا  ساقي  فتمنعوني  عن",
    "en": ""
  },
  {
    "ar": "الصلاة وشتم رجل الأحنف بن قيس وهو لا يجيبه وكان يتبعه فلما قرب من  الحي  وقف",
    "en": ""
  },
  {
    "ar": "وقال إن كان قد بقي في نفسك شيء فقله كي لا يسمعك بعض سفهاء الحي  فيؤذوك  وروي",
    "en": ""
  },
  {
    "ar": "أن عليا كرم الله وجهه دعا غلاما فلم يجبه فدعاه ثانيا وثالثا  فلم  يجبه  فقام",
    "en": ""
  },
  {
    "ar": "إليه فرآه مضطجعا فقال أما تسمع يا غلام قال بلى قال فما حملك على  ترك  إجابتي",
    "en": ""
  },
  {
    "ar": "قال أمنت عقوبتك فتكاسلت فقال امض فأنت حر لوجه الله تعالى وقالت  امرأة  لمالك",
    "en": ""
  },
  {
    "ar": "بن دينار رحمه الله يا مرائي فقال يا هذه وجدت اسمي الذي أضله أهل البصرة  وكان",
    "en": ""
  },
  {
    "ar": "ليحيى بن زياد الحارثي غلام سوء فقيل له لم تمسكه فقال لأتعلم الحلم عليه  فهذه",
    "en": ""
  },
  {
    "ar": "نفوس قد ذللت بالرياضة فاعتدلت أخلاقها ونقيت من  الغش  والغل  والحقد  بواطنها",
    "en": ""
  },
  {
    "ar": "فأثمرت الرضا بكل ما قدره الله تعالى وهو منتهى حسن  الخلق  فإن  من  يكره  فعل",
    "en": ""
  },
  {
    "ar": "الله تعالى ولا يرضى به فهو غاية سوء خلقه فهؤلاء ظهرت  العلامات  على  ظواهرهم",
    "en": ""
  },
  {
    "ar": "كما ذكرناه فمن لم يصادف من نفسه هذه العلامات فلا ينبغي أن  يغتر  بنفسه  فيظن",
    "en": ""
  },
  {
    "ar": "بها حسن الخلق بل ينبغي أن يشتغل بالرياضة والمجاهدة  إلى  أن  يبلغ  درجة  حسن",
    "en": ""
  },
  {
    "ar": "الخلق فإنها درجة رفيعة لا ينالها إلا المقربون والصديقون.",
    "en": ""
  },
  {
    "ar": "بيان الطريق في رياضة الصبيان في أول نشوهم ووجه تأديبهم وتحسين أخلاقهم",
    "en": ""
  },
  {
    "ar": "اعلم أن الطريق في رياضة الصبيان من أهم الأمور  وأوكدها  والصبيان  أمانة  عند",
    "en": ""
  },
  {
    "ar": "والديه وقلبه الطاهر جوهرة نفيسة ساذجة خالية عن كل نقش وصورة وهو قابل لكل  ما",
    "en": ""
  },
  {
    "ar": "نقش ومائل إلى كل ما يمال به إليه فإن  عود  الخير  وعلمه  نشأ  عليه  وسعد  في",
    "en": ""
  },
  {
    "ar": "الدنيا والآخرة وشاركه في ثوابه أبوه وكل معلم له ومؤدب  وإن  عود  الشر  وأهمل",
    "en": ""
  },
  {
    "ar": "إهمال البهائم شقي وهلك وكان الوزر في رقبة القيم  عليه  والوالي  له  وقد  قال",
    "en": ""
  },
  {
    "ar": "الله عز وجل يا أيها الذين آمنوا قوا  أنفسكم  وأهليكم  نارا  ومهما  كان  الأب",
    "en": ""
  },
  {
    "ar": "يصونه عن نار الدنيا فبأن يصونه عن نار الآخرة أولى وصيانته بأن  يؤدبه  ويهذبه",
    "en": ""
  },
  {
    "ar": "ويعلمه محاسن الأخلاق ويحفظه من القرناء السوء ولا يعوده التنعم ولا يحبب  إليه",
    "en": ""
  },
  {
    "ar": "الزينة والرفاهية فيضيع عمره في طلبها إذا كبر فيهلك هلاك الأبد  بل  ينبغي  أن",
    "en": ""
  },
  {
    "ar": "يراقبه من أول أمره فلا يستعمل  في  حضانته  وإرضاعه  إلا  امرأة  متدينة  تأكل",
    "en": ""
  },
  {
    "ar": "الحلال فإن اللبن الحاصل من الحرام لا  بركة  فيه  فإذا  وقع  عليه  نشو  الصبي",
    "en": ""
  },
  {
    "ar": "انعجنت طينته من الخبيث فيميل طبعه إلى ما يناسب الخبائث ومهما رأى  فيه  مخايل",
    "en": ""
  },
  {
    "ar": "التمييز فينبغي أن يحسن مراقبته وأول ذلك  ظهور  أوائل  الحياء  فإنه  إذا  كان",
    "en": ""
  },
  {
    "ar": "يحتشم ويستحي ويترك بعض الأفعال فليس ذلك إلا لإشراق نور العقل  عليه  حتى  يرى",
    "en": ""
  },
  {
    "ar": "بعض الأشياء قبيحا ومخالفا للبعض فصار يستحي من شيء دون شيء وهذه هدية من  الله",
    "en": ""
  },
  {
    "ar": "تعالى إليه وبشارة تدل على اعتدال الأخلاق وصفاء القلب وهو  مبشر  بكمال  العقل",
    "en": ""
  },
  {
    "ar": "عند البلوغ فالصبي المستحي لا ينبغي أن يهمل بل يستعان على  تأديبه  بحيائه  أو",
    "en": ""
  },
  {
    "ar": "تمييزه وأول ما يغلب عليه من الصفات شره الطعام فينبغي أن يؤدب فيه مثل  أن  لا",
    "en": ""
  },
  {
    "ar": "يأخذ الطعام إلا بيمينه وأن يقول عليه بسم الله عند أخذه  وأن  يأكل  مما  يليه",
    "en": ""
  },
  {
    "ar": "وأن لا يبادر إلى الطعام قبل غيره وأن لا يحدق النظر إليه ولا إلى من يأكل  وأن",
    "en": ""
  },
  {
    "ar": "لا يسرع في الأكل وأن يجيد المضغ وأن لا يوالي بين  اللقم  ولا  يلطخ  يده  ولا",
    "en": ""
  },
  {
    "ar": "ثوبه وأن يعود الخبز القفار في بعض الأوقات حتى لا يصير بحيث  يرى  الأدم  حتما",
    "en": ""
  },
  {
    "ar": "ويقبح عنده كثرة الأكل بأن يشبه كل من يكثر الأكل بالبهائم وبأن يذم  بين  يديه",
    "en": ""
  },
  {
    "ar": "الصبي الذي يكثر الأكل ويمدح عنده الصبي المتأدب القليل الأكل  وأن  يحبب  إليه",
    "en": ""
  },
  {
    "ar": "الإيثار بالطعام وقلة المبالاة به والقناعة بالطعام  الخشن  أي  طعام  كان  وأن",
    "en": ""
  },
  {
    "ar": "يحبب إليه من الثياب البيض دون الملون والإبريسم ويقرر عنده أن ذلك شأن  النساء",
    "en": ""
  },
  {
    "ar": "والمخنثين وأن الرجال يستنكفون منه ويكرر ذلك عليه ومهما رأى على صبي  ثوبا  من",
    "en": ""
  },
  {
    "ar": "إبريسم أو ملون فينبغي أن يستنكره ويذمه ويحفظ الصبي عن  الصبيان  الذين  عودوا",
    "en": ""
  },
  {
    "ar": "التنعم والرفاهية ولبس الثياب الفاخرة وعن مخالطة كل من  يسمعه  ما  يرغبه  فيه",
    "en": ""
  },
  {
    "ar": "فإن الصبي مهما أهمل في ابتداء نشوه خرج في الأغلب رديء  الأخلاق  كذابا  حسودا",
    "en": ""
  },
  {
    "ar": "سروقا نماما لحوحا ذا فصول وضحك وكياد ومجانة وإنما  يحفظ  عن  جميع  ذلك  بحسن",
    "en": ""
  },
  {
    "ar": "التأديب ثم يشتغل في المكتب فيتعلم القرآن  وأحاديث  الأخبار  وحكايات  الأبرار",
    "en": ""
  },
  {
    "ar": "وأحوالهم لينغرس في نفسه حب الصالحين ويحفظ من الأشعار  التي  فيها  ذكر  العشق",
    "en": ""
  },
  {
    "ar": "وأهله ويحفظ من مخالطة الأدباء الذين يزعمون أن ذلك من الظرف  ورقة  الطبع  فإن",
    "en": ""
  },
  {
    "ar": "ذلك يغرس في قلوب الصبيان بذر الفساد ثم مهما  ظهر  من  الصبي  خلق  جميل  وفعل",
    "en": ""
  },
  {
    "ar": "محمود فينبغي أن يكرم عليه ويجازى عليه بما يفرح به ويمدح بين أظهر  الناس  فإن",
    "en": ""
  },
  {
    "ar": "خالف ذلك في بعض الأحوال مرة واحدة فينبغي أن يتغافل عنه  ولا  يهتك  ستره  ولا",
    "en": ""
  },
  {
    "ar": "يكاشفه ولا يظهر له أنه يتصور أن يتجاسروا أحد على  مثله  ولا  سيما  إذا  ستره",
    "en": ""
  },
  {
    "ar": "الصبي واجتهد في إخفائه فإن إظهار ذلك عليه ربما  يفيده  جسارة  حتى  لا  يبالي",
    "en": ""
  },
  {
    "ar": "بالمكاشفة فعند ذلك إن عاد ثانيا فينبغي أن يعاتب سرا ويعظم  الأمر  فيه  ويقال",
    "en": ""
  },
  {
    "ar": "له إياك أن تعود بعد ذلك لمثل هذا وأن يطلع عليك في مثل هذا فتفتضح  بين  الناس",
    "en": ""
  },
  {
    "ar": "ولا تكثر القول عليه بالعتاب في كل حين فإنه  يهون  عليه  سماع  الملامة  وركوب",
    "en": ""
  },
  {
    "ar": "القبائح ويسقط وقع الكلام من قلبه وليكن الأب حافظا هيبة الكلام معه فلا  يوبخه",
    "en": ""
  },
  {
    "ar": "إلا أحيانا والأم تخوفه بالأب وتزجره عن  القبائح  وينبغي  أن  يمنع  عن  النوم",
    "en": ""
  },
  {
    "ar": "نهارا فإنه يورث الكسل ولا يمنع منه ليلا ولكن يمنع الفرش  الوطيئة  حتى  تتصلب",
    "en": ""
  },
  {
    "ar": "أعضاؤه ولا يسمن بدنه فلا يصبر عن التنعم بل يعود الخشونة  في  المفرش  والملبس",
    "en": ""
  },
  {
    "ar": "والمطعم وينبغي أن يمنع من كل ما يفعله في خفية فإنه لا يخفيه  إلا  وهو  يعتقد",
    "en": ""
  },
  {
    "ar": "أنه قبيح فإذا ترك  تعود  فعل  القبيح  ويعود  في  بعض  النهار  المشي  والحركة",
    "en": ""
  },
  {
    "ar": "والرياضة حتى لا يغلب عليه الكسل ويعود أن لا يكشف أطرافه ولا يسرع  المشي  ولا",
    "en": ""
  },
  {
    "ar": "يرخي يديه بل يضمها إلى صدره ويمنع من أن يفتخر  على  أقرانه  بشيء  مما  يملكه",
    "en": ""
  },
  {
    "ar": "والداه أو بشيء من مطاعمه وملابسه أو لوحه ودواته  بل  يعود  التواضع  والإكرام",
    "en": ""
  },
  {
    "ar": "لكل من عاشره والتلطف في الكلام معهم ويمنع من أن يأخذ من الصبيان شيئا بدا  له",
    "en": ""
  },
  {
    "ar": "حشمة إن كان من أولاد المحتشمين بل يعلم أن الرفعة في الإعطاء لا في الأخذ  وأن",
    "en": ""
  },
  {
    "ar": "الأخذ لؤم وخسة ودناءة وإن كان من أولاد الفقراء فليعلم أن الطمع والأخذ  مهانة",
    "en": ""
  },
  {
    "ar": "وذلة وأن ذلك من دأب الكلب فإنه يبصبص في انتظار  لقمة  والطمع  فيها  وبالجملة",
    "en": ""
  },
  {
    "ar": "يقبح إلى الصبيان حب الذهب والفضة والطمع فيهما ويحذر منهما أكثر مما  يحذر  من",
    "en": "Reporting\n    copyright infringement ."
  },
  {
    "ar": "الحيات والعقارب فإن آفة حب الذهب والفضة والطمع فيهما أضر من آفة  السموم  على",
    "en": ""
  },
  {
    "ar": "الصبيان بل على الأكابر أيضا وينبغي أن يعود أن لا يبصق  في  مجلسه  ولا  يمتخط",
    "en": ""
  },
  {
    "ar": "ولا يتثاءب بحضرة غيره ولا يستدبر غيره ولا يضع رجلا على رجل ولا يضع  كفه  تحت",
    "en": ""
  },
  {
    "ar": "ذقنه ولا يعمد رأسه بساعده فإن ذلك دليل الكسل ويعلم كيفية الجلوس  ويمنع  كثرة",
    "en": ""
  },
  {
    "ar": "الكلام ويبين له أن ذلك يدل على الوقاحة وأنه فعل أبناء  اللئام  ويمنع  اليمين",
    "en": ""
  },
  {
    "ar": "رأسا صادقا كان أو كاذبا حتى لا يعتاد ذلك في الصغر ويمنع  أن  يبتديء  بالكلام",
    "en": ""
  },
  {
    "ar": "ويعود أن لا يتكلم إلا جوابا وبقدر السؤال وأن يحسن الاستماع  مهما  تكلم  غيره",
    "en": ""
  },
  {
    "ar": "ممن هو أكبر منه سنا وأن يقوم لمن فوقه ويوسع له المكان ويجلس بين  يديه  ويمنع",
    "en": ""
  },
  {
    "ar": "من لغو الكلام وفحشه ومن اللعن والسب ومن مخالطة من يجري على لسانه شيء من  ذلك",
    "en": ""
  },
  {
    "ar": "فإن ذلك يسري لا محالة من القرناء السوء وأصل تأديب  الصبيان  الحفظ  من  قرناء",
    "en": ""
  },
  {
    "ar": "السوء وينبغي إذا ضربه المعلم أن لا يكثر الصراخ والشغب  ولا  يستشفع  بأحد  بل",
    "en": ""
  },
  {
    "ar": "يصبر ويذكر له أن ذلك دأب  الشجعان  والرجال  وأن  كثرة  الصراخ  دأب  المماليك",
    "en": ""
  },
  {
    "ar": "والنسوان وينبغي أن يؤذن له بعد الانصراف من الكتاب أن يلعب لعبا جميلا  يستريح",
    "en": ""
  },
  {
    "ar": "إليه من تعب المكتب بحيث لا يتعب في اللعب فإن منع الصبي من اللعب وإرهاقه  إلى",
    "en": ""
  },
  {
    "ar": "التعلم دائما يميت قلبه ويبطل ذكاءه وينغص  عليه  العيش  حتى  يطلب  الحيلة  في",
    "en": ""
  },
  {
    "ar": "الخلاص منه رأسا وينبغي أن يعلم طاعة والديه ومعلمه ومؤدبه  ومن  هو  أكبر  منه",
    "en": ""
  },
  {
    "ar": "سنا من قريب وأجنبي وأن ينظر إليهم بعين الجلالة والتعظيم وأن يترك  اللعب  بين",
    "en": ""
  },
  {
    "ar": "أيديهم ومهما بلغ سن التمييز فينبغي أن لا يسامح في ترك الطهارة والصلاة  ويؤمر",
    "en": ""
  },
  {
    "ar": "بالصوم في بعض أيام رمضان ويجنب لبس الديباج والحرير والذهب ويعلم كل ما  يحتاج",
    "en": ""
  },
  {
    "ar": "إليه من حدود الشرع ويخوف من السرقة وأكل الحرام  ومن  الخيانة  والكذب  والفحش",
    "en": ""
  },
  {
    "ar": "وكل ما يغلب على الصبيان فإذا وقع نشوه كذلك في الصبا فمهما قارب  البلوغ  أمكن",
    "en": ""
  },
  {
    "ar": "أن يعرف أسرار هذه الأمور فيذكر له أن الأطعمة أدوية  وإنما  المقصود  منها  أن",
    "en": ""
  },
  {
    "ar": "يقوى الإنسان بها على طاعة الله عز وجل وأن الدنيا كلها لا أصل لها إذ لا  بقاء",
    "en": ""
  },
  {
    "ar": "لها وإن الموت يقطع نعيمها وأنها دار ممر لا دار مقر وأن  الآخرة  دار  مقر  لا",
    "en": ""
  },
  {
    "ar": "دار ممر وأن الموت منتظر في كل ساعة  وأن  الكيس  العاقل  من  تزود  من  الدنيا",
    "en": ""
  },
  {
    "ar": "للآخرة حتى تعظم درجته عند الله تعالى ويتسع نعيمه في الجنان  فإذا  كان  النشو",
    "en": ""
  },
  {
    "ar": "صالحا كان هذا الكلام عند البلوغ واقعا مؤثرا ناجعا  يثبت  في  قلبه  كما  يثبت",
    "en": ""
  },
  {
    "ar": "النقش في الحجر وإن وقع النشو بخلاف ذلك حتى ألف الصبي اللعب  والفحش  والوقاحة",
    "en": ""
  },
  {
    "ar": "وشره الطعام واللباس والتزين والتفاخر نبا قبله عن قبول الحق  نبوة  الحائط  عن",
    "en": ""
  },
  {
    "ar": "التراب اليابس فأوائل الأمور هي التي ينبغي أن  تراعى  فإن  الصبي  بجوهره  خلق",
    "en": ""
  },
  {
    "ar": "قابلا للخير والشر جميعا وإنما أبواه يميلان به إلى أحد الجانبين قال صلى  الله",
    "en": ""
  },
  {
    "ar": "عليه وسلم كل مولود يولد  على  الفطرة  وإنما  أبواه  يهودانه  أو  ينصرانه  أو",
    "en": ""
  },
  {
    "ar": "يمجسانه حديث كل مولود يولد على الفطرة الحديث متفق عليه  من  حديث  أبي  هريرة",
    "en": ""
  },
  {
    "ar": "قال سهل بن عبد الله التستري كنت وأنا ابن ثلاث سنين  أقوم  بالليل  فأنظر  إلى",
    "en": ""
  },
  {
    "ar": "صلاة خالي محمد بن سوار فقال لي يوما ألا تذكر الله الذي خلقك فقلت  كيف  أذكره",
    "en": ""
  },
  {
    "ar": "قال قل بقلبك عند تقلبك في ثيابك ثلاث مرات من غير أن تحرك به لسانك  الله  معي",
    "en": ""
  },
  {
    "ar": "الله ناظر إلي الله شاهدي فقلت ذلك ليالي ثم أعلمته فقال قل في  كل  ليلة  سبعة",
    "en": ""
  },
  {
    "ar": "مرات فقلت ذلك ثم أعلمته فقال قل ذلك كل ليلة إحدى عشر مرة فقلته فوقع في  قلبي",
    "en": ""
  },
  {
    "ar": "حلاوته فلما كان بعد سنة قال لي خالي احفظ ما  علمتك  ودم  عليه  إلى  أن  تدخل",
    "en": ""
  },
  {
    "ar": "القبر فإنه ينفعك في الدنيا والآخرة فلم أزل على ذلك سنين فوجدت لذلك حلاوة  في",
    "en": ""
  },
  {
    "ar": "سري ثم قال لي خالي يوما يا سهل من كان الله معه  وناظرا  إليه  وشاهده  أيعصيه",
    "en": ""
  },
  {
    "ar": "إياك والمعصية فكنت أخلو بنفسي فبعثوا بي إلى المكتب فقلت إني لأخشى  أن  يتفرق",
    "en": ""
  },
  {
    "ar": "علي همي ولكن شارطوا المعلم أني أذهب إليه  ساعة  فأتعلم  ثم  أرجع  فمضيت  إلى",
    "en": ""
  },
  {
    "ar": "الكتاب فتعلمت القرآن وحفظته وأنا ابن ست سنين أو سبع  سنين  وكنت  أصوم  الدهر",
    "en": ""
  },
  {
    "ar": "وقوتي من خبز الشعير اثنتي عشرة سنة فوقعت لي مسألة وأنا  ابن  ثلاث  عشرة  سنة",
    "en": ""
  },
  {
    "ar": "فسألت أهلي أن يبعثوني إلى أهل البصرة لأسأل عنها فأتيت البصرة  فسألت  علماءها",
    "en": ""
  },
  {
    "ar": "فلم يشف أحد عني شيئا فخرجت إلى عبادان إلى رجل يعرف بأبي  حبيب  حمزة  بن  أبي",
    "en": ""
  },
  {
    "ar": "عبد الله العباداني فسألته عنها فأجابني فأقمت عنده مدة  انتفع  بكلامه  وأتأدب",
    "en": ""
  },
  {
    "ar": "بآدابه ثم رجعت إلى تستر فجعلت قوتي اقتصادا على أن يشتري لي بدرهم  من  الشعير",
    "en": ""
  },
  {
    "ar": "الفرق فيطحن ويخبز لي فأفطر عند السحر على أوقية كل ليلة بحنا من غير  ملح  ولا",
    "en": ""
  },
  {
    "ar": "أدم فكان يكفيني ذلك الدرهم سنة ثم عزمت على أن أطوي ثلاث ليال  ثم  أفطر  ليلة",
    "en": ""
  },
  {
    "ar": "ثم خمسا ثم سبعا ثم خمسا وعشرين ليلة فكنت على ذلك عشرين سنة ثم خرجت  أسيح  في",
    "en": ""
  },
  {
    "ar": "الأرض سنين ثم رجعت إلى تستر وكنت أقوم الليل كله ما شاء الله تعالى  قال  أحمد",
    "en": ""
  },
  {
    "ar": "فما رأيته أكل الملح حتى لقي الله تعالى.",
    "en": ""
  },
  {
    "ar": "بيان شروط الإرادة ومقدمات المجاهدة وتدريج المريد في سلوك سبيل الرياضة",
    "en": ""
  },
  {
    "ar": "واعلم أن من شاهد الآخرة بقلبه مشاهدة يقين أصبح  بالضرورة  مريدا  حرث  الآخرة",
    "en": ""
  },
  {
    "ar": "مشتاقا إليها سالكا سبلها مستهينا بنعيم الدنيا ولذاتها فإن من كانت عنده  خرزة",
    "en": ""
  },
  {
    "ar": "فرأى جوهرة نفيسة لم يبق له رغبة في الخرزة وقويت  إرادته  في  بيعها  بالجوهرة",
    "en": ""
  },
  {
    "ar": "ومن ليس مريدا حرث الآخرة ولا طالبا للقاء الله تعالى فهو  لعدم  إيمانه  بالله",
    "en": ""
  },
  {
    "ar": "واليوم الآخر ولست أعني بالإيمان حديث النفس وحركة اللسان  بكلمتي  الشهادة  من",
    "en": ""
  },
  {
    "ar": "غير صدق وإخلاص فإن ذلك يضاهي قول من صدق بأن الجوهرة خير من  الخرزة  إلا  أنه",
    "en": ""
  },
  {
    "ar": "لا يدري من الجوهرة إلا لفظها وأما  حقيقتها  فلا  ومثل  هذا  المصدق  إذا  ألف",
    "en": ""
  },
  {
    "ar": "الخرزة قد لا يتركها ولا يعظم اشتياقه إلى الجوهرة فإذن المانع من  الوصول  عدم",
    "en": ""
  },
  {
    "ar": "السلوك والمانع من السلوك عدم الإرادة والمانع من  الإرادة  عدم  الإيمان  وسبب",
    "en": ""
  },
  {
    "ar": "عدم الإيمان عدم الهداة والمذكرين والعلماء  بالله  تعالى  الهادين  إلى  طريقه",
    "en": ""
  },
  {
    "ar": "والمنبهين على حقارة الدنيا وانقراضها وعظم أمر الآخرة ودوامها  فالخلق  غافلون",
    "en": ""
  },
  {
    "ar": "قد انهمكوا في شهواتهم وغاصوا في رقدتهم وليس في علماء  الدين  من  ينبههم  فإن",
    "en": ""
  },
  {
    "ar": "تنبه منهم متنبه عجز عن سلوك الطريق لجهله فإن طلب  الطريق  من  العلماء  وجدهم",
    "en": ""
  },
  {
    "ar": "مائلين إلى الهوى عادلين عن نهج الطريق فصار ضعف الإرادة والجهل  بالطريق  ونطق",
    "en": ""
  },
  {
    "ar": "العلماء بالهوى سببا لخلق طريق الله تعالى عن السالكين فيه ومهما  كان  المطلوب",
    "en": ""
  },
  {
    "ar": "محجوبا والدليل مفقودا والهوى غالبا والطالب غافلا امتنع الوصول  وتعطلت  الطرق",
    "en": ""
  },
  {
    "ar": "لا محالة فإن تنبه متنبه من نفسه أو من تنبيه غيره  وانبعث  له  إرادة  في  حرث",
    "en": ""
  },
  {
    "ar": "الآخرة وتجارتها فينبغي أن يعلم له شروطا لا بد من تقديمها  في  بداية  الإرادة",
    "en": ""
  },
  {
    "ar": "وله معتصم لا بد من التمسك به وله حصن لا بد من التحصن  به  ليأمن  من  الأعداء",
    "en": ""
  },
  {
    "ar": "القطاع لطريقه وعليه وظائف لا بد من ملازمتها في وقت سلوك  الطريق  أما  الشروط",
    "en": ""
  },
  {
    "ar": "التي لا بد من تقديمها في الإرادة فهي رفع السد والحجاب الذي  بينه  وبين  الحق",
    "en": ""
  },
  {
    "ar": "فإن حرمان الخلق عن الحق سببه تراكم الحجب ووقوع  السد  على  الطريق  قال  الله",
    "en": ""
  },
  {
    "ar": "تعالى وجعلنا من بين أيديهم سدا ومن خلفهم سدا فأغشيناهم فهم لا  يبصرون  والسد",
    "en": ""
  },
  {
    "ar": "بين المريد وبين الحق أربعة المال والجاه والتقليد والمعصية  وإنما  يرفع  حجاب",
    "en": ""
  },
  {
    "ar": "المال بخروجه عن ملكه حتى لا يبقى له إلا قدر الضرورة فما  دام  يبقى  له  درهم",
    "en": ""
  },
  {
    "ar": "يلتفت إليه فهو مقيد به محجوب عن الله عز وجل وإنما يرتفع  حجاب  الجاه  بالبعد",
    "en": ""
  },
  {
    "ar": "عن موضع الجاه بالتواضع وإيثار الخمول والهرب  من  أسباب  الذكر  وتعاطي  أعمال",
    "en": ""
  },
  {
    "ar": "تنفر قلوب الخلق عنه وإنما يرتفع حجاب التقليد بأن  يترك  التعصب  للمذاهب  وأن",
    "en": ""
  },
  {
    "ar": "يصدق بمعنى قوله لا إله إلا الله محمد رسول الله تصديق إيمان  ويحرض  في  تحقيق",
    "en": ""
  },
  {
    "ar": "صدقه بأن يرفع كل معبود له سوى الله تعالى وأعظم معبود له الهوى  حتى  إذا  فعل",
    "en": ""
  },
  {
    "ar": "ذلك انكشف له حقيقة الأمر في معنى اعتقاده الذي تلقفه تقليدا  فينبغي  أن  يطلب",
    "en": ""
  },
  {
    "ar": "كشف ذلك من المجاهدة لا من المجادلة فإن غلب عليه التعصب لمعتقده  ولم  يبق  في",
    "en": ""
  },
  {
    "ar": "نفسه متسع لغيره صار ذلك قيدا له وحجابا إذ ليس من  شرط  المريد  الانتماء  إلى",
    "en": ""
  },
  {
    "ar": "مذهب معين أصلا وأما المعصية فهي  حجاب  ولا  يرفعها  إلا  التوبة  والخروج  من",
    "en": ""
  },
  {
    "ar": "المظالم وتصميم العزم على ترك العود وتحقيق  الندم  على  ما  مضى  ورد  المظالم",
    "en": ""
  },
  {
    "ar": "وإرضاء الخصوم فإن من لم يصحح التوبة ولم يهجر المعاصي الظاهرة  وأراد  أن  يقف",
    "en": ""
  },
  {
    "ar": "على أسرار الدين بالمكاشفة كان كمن يريد أن يقف على أسرار القرآن  وتفسيره  وهو",
    "en": ""
  },
  {
    "ar": "بعد لم يتعلم لغة العرب فإن ترجمة عربية القرآن  لا  بد  من  تقديمها  أولا  ثم",
    "en": ""
  },
  {
    "ar": "الترقي منها إلى أسرار معانيه فكذلك لا بد من  تصحيح  الشريعة  أولا  وآخرا  ثم",
    "en": ""
  },
  {
    "ar": "الترقي إلى أغوارها وأسرارها فإذا قدم  هذه  الشروط  الأربعة  وتجرد  عن  المال",
    "en": ""
  },
  {
    "ar": "والجاه كان كمن تطهر وتوضأ ورفع الحدث  وصار  صالحا  للصلاة  فيحتاج  إلى  إمام",
    "en": ""
  },
  {
    "ar": "يقتدي به فكذلك المريد يحتاج إلى شيخ وأستاذ يقتدي  به  لا  محالة  ليهديه  إلى",
    "en": ""
  },
  {
    "ar": "سواء السبيل فإن سبيل الدين غامض وسبل الشيطان كثيرة ظاهرة فمن لم يكن  له  شيخ",
    "en": ""
  },
  {
    "ar": "يهديه قاده الشيطان إلى طرقه لا محالة فمن سلك سبل البوادي المهلكة  بغير  خفير",
    "en": ""
  },
  {
    "ar": "قد خاطر بنفسه وأهلكها ويكون المستقل بنفسه كالشجرة  التي  تنبت  بنفسها  فإنها",
    "en": ""
  },
  {
    "ar": "تجف على القرب وإن بقيت مدة وأورقت لم تثمر فمعتصم  المريد  بعد  تقديم  الشروط",
    "en": ""
  },
  {
    "ar": "المذكورة شيخه فليتمسك به تمسك الأعمى على شاطيءالنهر بالقائد بحيث  يفوض  أمره",
    "en": ""
  },
  {
    "ar": "إليه بالكلية ولا يخالفه في ورده ولا صدره ولا يبقى في متابعته  شيئا  ولا  يذر",
    "en": ""
  },
  {
    "ar": "وليعلم أن نفعه في خطأ شيخه لو أخطأ أكثر من نفعه في صواب نفسه  لو  أصاب  فإذا",
    "en": ""
  },
  {
    "ar": "وجد مثل هذا المعتصم وجب على معتصمه أن يحميه ويعصمه بحصن حصين يدفع عنه  قواطع",
    "en": ""
  },
  {
    "ar": "الطريق وهو أربعة أمور الخلوة والصمت والجوع والسهر وهذا تحصن من  القواطع  فإن",
    "en": ""
  },
  {
    "ar": "مقصود المريد إصلاح قلبه ليشاهد به ربه ويصلح لقربه أما  الجوع  فإنه  ينقص  دم",
    "en": ""
  },
  {
    "ar": "القلب ويبيضه وفي بياضه نوره ويذيب شحم الفؤاد وفي  ذوبانه  رقته  ورقته  مفتاح",
    "en": ""
  },
  {
    "ar": "المكاشفة كما أن قساوته سبب الحجاب ومهما نقص دم  القلب  ضاق  مسلك  العدو  فإن",
    "en": ""
  },
  {
    "ar": "مجاريه العروق الممتلئة بالشهوات وقال عيسى  عليه  السلام  يا  معشر  الحواريين",
    "en": ""
  },
  {
    "ar": "جوعوا بطونكم لعل قلوبكم ترى ربكم  وقال  سهل  بن  عبد  الله  التستري  ما  صار",
    "en": ""
  },
  {
    "ar": "الأبدال أبدالا إلا بأربع خصال  بإخماص  البطون  والسهر  والصمت  والاعتزال  عن",
    "en": ""
  },
  {
    "ar": "الناس ففائدة الجوع في تنوير القلب أمر ظاهر يشهد له التجربة وسيأتي  بيان  وجه",
    "en": ""
  },
  {
    "ar": "التدريج فيه في كتاب كسر الشهوتين وأما السهر فإنه يجلو  القلب  ويصفيه  وينوره",
    "en": ""
  },
  {
    "ar": "فيضاف ذلك إلى الصفاء الذي حصل من الجوع فيصير  القلب  كالكوكب  الدري  والمرآة",
    "en": ""
  },
  {
    "ar": "المجلوة فيلوح فيه جمال الحق ويشاهد فيه رفيع الدرجات في الآخرة وحقارة  الدنيا",
    "en": ""
  },
  {
    "ar": "وآفاتها فتتم بذلك رغبته عن الدنيا  وإقباله  على  الآخرة  والسهر  أيضا  نتيجة",
    "en": ""
  },
  {
    "ar": "الجوع فإن السهر مع الشبع غير ممكن والنوم يقسي القلب ويميته إلا إذا كان  بقدر",
    "en": ""
  },
  {
    "ar": "الضرورة فيكون سبب المكاشفة لأسرار الغيب فقد قيل  في  صفة  الأبدال  إن  أكلهم",
    "en": ""
  },
  {
    "ar": "فاقه ونومهم غلبة وكلامهم ضرورة وقال إبراهيم الخواص رحمه الله أجمع رأي  سبعين",
    "en": ""
  },
  {
    "ar": "صديقا على أن كثرة النوم من كثرة شرب الماء وأما الصمت فإنه تسهله العزلة  ولكن",
    "en": ""
  },
  {
    "ar": "المعتزل لا يخلو عن مشاهدة من يقوم له بطعامه وشرابه وتدبير أمره فينبغي أن  لا",
    "en": ""
  },
  {
    "ar": "يتكلم إلا بقدر الضرورة فإن الكلام يشغل القلب وشره  القلوب  إلى  الكلام  عظيم",
    "en": ""
  },
  {
    "ar": "فإنه يستروح إليه ويستثقل التجرد للذكر والفكر فيستريح إليه فالصمت يلقح  العقل",
    "en": ""
  },
  {
    "ar": "ويجلب الورع ويعلم التقوى وأما حياة الخلوة ففائدتها دفع  الشواغل  وضبط  السمع",
    "en": ""
  },
  {
    "ar": "والبصر فإنهما دهليز القلب والقلب في حكم حوض تنصب إليه مياه كريهة  كدرة  قذرة",
    "en": "Site\n    © Copyright 2003 by Islamic Philosophy Online, Inc. A not-for-profit\n    organization dedicated to academic study of Islamic philosophy. Individual\n    content may have its own individual copyrights. See\n    copyright information."
  },
  {
    "ar": "من أنهار الحواس ومقصود الرياضة تفريغ الحوض من تلك المياه  ومن  الطين  الحاصل",
    "en": ""
  },
  {
    "ar": "منها ليتفجر أصل الحوض فيخرج منه الماء النظيف الطاهر  وكيف  يصح  له  أن  ينزح",
    "en": ""
  },
  {
    "ar": "الماء من الحوض والأنهار مفتوحة إليه فيتجدد في كل حال أكثر مما  ينقص  فلا  بد",
    "en": ""
  },
  {
    "ar": "من ضبط الحواس إلا عن قدر الضرورة وليس يتم ذلك إلا بالخلوة في  بيت  مظلم  وإن",
    "en": ""
  },
  {
    "ar": "لم يكن له مكان مظلم فليلف رأسه في جيبه أو يتدثر بكساء أو إزار  ففي  مثل  هذه",
    "en": ""
  },
  {
    "ar": "الحالة يسمع نداء الحق ويشاهد جلال الحضرة الربوبية أما ترى أن نداء رسول  الله",
    "en": ""
  },
  {
    "ar": "صلى الله عليه وسلم بلغه وهو على مثل هذه الصفة فقيل  له  يا  أيها  المزمل  يا",
    "en": ""
  },
  {
    "ar": "أيها المدثر حديث بدئ رسول الله صلى الله عليه وسلم وهو مدثر فقيل له  يا  أيها",
    "en": ""
  },
  {
    "ar": "المزمل يا أيها المدثر متفق عليه من حديث جابر جاورت  بحراء  فلما  قضيت  جواري",
    "en": ""
  },
  {
    "ar": "هبطت فنوديت فنظرت عن يمينى الحديث وفيه فأتيت خديجة  فقلت  دثروني  وصبوا  علي",
    "en": ""
  },
  {
    "ar": "الماء باردا فدثروني وصبوا علي ماء باردا قال فنزلت يا أيها المدثر  وفي  رواية",
    "en": ""
  },
  {
    "ar": "فقلت زملوني زملوني ولهما من حديث عائشة فقال زملوني  زملوني  فزملوه  حتى  ذهب",
    "en": ""
  },
  {
    "ar": "عنه الروع فهذه الأربعة جنة وحصن بها تدفع عنه القواطع وتمنع  العوارض  القاطعة",
    "en": ""
  },
  {
    "ar": "للطريق فإذا فعل ذلك اشتغل بعده بسلوك الطريق وإنما  سلوكه  بقطع  العقبات  ولا",
    "en": ""
  },
  {
    "ar": "عقبة على طريق الله تعالى إلا صفات القلب التي سببها الالتفات إلى الدنيا  وبعض",
    "en": ""
  },
  {
    "ar": "تلك العقبات أعظم من بعض والترتيب في قطعها أن يشتغل بالأسهل فالأسهل  وهي  تلك",
    "en": ""
  },
  {
    "ar": "الصفات أعني أسرار العلائق التي قطعها  في  أول  الإرادة  وآثارها  أعني  المال",
    "en": ""
  },
  {
    "ar": "والجاه وحب الدنيا والالتفات إلى الخلق والتشوف إلى المعاصي  فلا  بد  أن  يخلى",
    "en": ""
  },
  {
    "ar": "الباطن عن آثارها كما أخلى الظاهر  عن  أسبابها  الظاهرة  وفيه  تطول  المجاهدة",
    "en": ""
  },
  {
    "ar": "ويختلف ذلك باختلاف الأحوال  فرب  شخص  قد  كفى  أكثر  الصفات  فلا  تطول  عليه",
    "en": ""
  },
  {
    "ar": "المجاهدة وقد ذكرنا أن طريق المجاهدة مضادة الشهوات ومخالفة الهوى  في  كل  صفة",
    "en": ""
  },
  {
    "ar": "غالبة على نفس المريد كما سبق ذكره فإذا كفى ذلك أو ضعف بالمجاهدة ولم  يبق  في",
    "en": ""
  },
  {
    "ar": "قلبه علاقة شغله بعد ذلك بذكر يلزم قلبه على الدوام ويمنعه  من  تكثير  الأوراد",
    "en": ""
  },
  {
    "ar": "الظاهرة بل يقتصر على  الفرائض  والرواتب  ويكون  ورده  وردا  واحدا  وهو  لباب",
    "en": ""
  },
  {
    "ar": "الأوراد وثمرتها أعني ملازمة القلب لذكر الله تعالى بعد الخلو من ذكر غيره  ولا",
    "en": ""
  },
  {
    "ar": "يشغله به مادام قلبه ملتفتا إلى علائقهقال الشبلي للحصري إن كان يخطر بقلبك  من",
    "en": ""
  },
  {
    "ar": "الجمعة التي تأتيني فيها إلى الجمعة الأخرى شيء غير الله تعالى فحرام  عليك  أن",
    "en": ""
  },
  {
    "ar": "تأتيني وهذا التجرد لا يحصل إلا مع صدق الإرادة واستيلاء  حب  الله  تعالى  على",
    "en": ""
  },
  {
    "ar": "القلب حتى يكون في صورة العاشق المستهتر الذي ليس له  إلا  هم  واحد  فإذا  كان",
    "en": ""
  },
  {
    "ar": "كذلك ألزمه الشيخ زاوية ينفرد بها ويوكل به من يقوم  له  بقدر  يسير  من  القوت",
    "en": ""
  },
  {
    "ar": "الحلال فإن أصل طريق الدين القوت الحلال وعند ذلك يلقنه ذكرا  من  الأذكار  حتى",
    "en": ""
  },
  {
    "ar": "يشغل به لسانه وقلبه فيجلس ويقول مثلا الله الله أو سبحان الله سبحان  الله  أو",
    "en": ""
  },
  {
    "ar": "ما يراه الشيخ من الكلمات فلا يزال يواظب عليه  حتى  تسقط  حركة  اللسان  وتكون",
    "en": ""
  },
  {
    "ar": "الكلمة كأنها جارية على اللسان من غير تحريك ثم لا يزال يواظب  عليه  حتى  يسقط",
    "en": ""
  },
  {
    "ar": "الأثر عن اللسان وتبقي صورة اللفظ في القلب ثم لا يزال كذلك حتى يمحى عن  القلب",
    "en": ""
  },
  {
    "ar": "حروف اللفظ وصورته وتبقى حقيقة معناه لازمة للقلب حاضرة معه غالبة عليه قد  فرغ",
    "en": ""
  },
  {
    "ar": "عن كل ما سواه لأن القلب إذا شغل بشيء خلا عن غيره أي شيء كان فإذا اشتغل  بذكر",
    "en": ""
  },
  {
    "ar": "الله تعالى وهو المقصود خلا لا محالة عن غيره وعند ذلك يلزمه  أن  يراقب  وساوس",
    "en": ""
  },
  {
    "ar": "القلب والخواطر التي تتعلق بالدنيا وما  يتذكر  فيه  مما  قدر  مضى  من  أحواله",
    "en": ""
  },
  {
    "ar": "وأحوال غيره فإنه مهما اشتغل بشيء منه ولو في لحظة خلا قلبه عن  الذكر  في  تلك",
    "en": ""
  },
  {
    "ar": "اللحظة وكان أيضا نقصانا فليجتهد في دفع ذلك ومهما دفع الوساوس كلها ورد  النفس",
    "en": ""
  },
  {
    "ar": "إلى هذه الكلمة جاءته الوساوس من هذه الكلمة وأنها ما هي وما معنى  قولنا  الله",
    "en": ""
  },
  {
    "ar": "ولأي معنى كان إلها وكان معبودا ويعتريه عند ذلك خواطر  تفتح  عليه  باب  الفكر",
    "en": ""
  },
  {
    "ar": "وربما يرد عليه من وساوس الشيطان  ما  هو  كفر  وبدعة  ومهما  كان  كارها  لذلك",
    "en": ""
  },
  {
    "ar": "ومتشمرا لإماطته عن القلب لم يضره ذلك وهي منقسمة إلى ما  يعلم  قطعا  أن  الله",
    "en": ""
  },
  {
    "ar": "تعالى منزه عنه ولكن الشيطان يلقي ذلك في  قلبه  ويجريه  على  خاطره  فشرطه  أن",
    "en": ""
  },
  {
    "ar": "يبالي به ويفزع إلى ذكر الله تعالى ويبتهل إليه ليدفعه عنه كما قال الله  تعالى",
    "en": ""
  },
  {
    "ar": "وإما ينزغنك من الشيطان نزغ فاستعذ بالله إنه سميع عليم وقال  تعالى  إن  الذين",
    "en": ""
  },
  {
    "ar": "اتقوا إذا مسهم طائف من الشيطان تذكروا فإذا هم مبصرون وإلى ما يشك فيه  فينبغي",
    "en": ""
  },
  {
    "ar": "أن يعرض ذلك على شيخه بل كل ما يجد في قلبه من الأحوال  من  فترة  أو  نشاط  أو",
    "en": ""
  },
  {
    "ar": "التفات إلى علقة أو صدق في إرادة فينبغي أن يظهر ذلك لشيخه وأن يستره  عن  غيره",
    "en": ""
  },
  {
    "ar": "فلا يطلع عليه أحدا ثم إن شيخه ينظر في حاله ويتأمل في ذكائه وكياسته  فلو  علم",
    "en": ""
  },
  {
    "ar": "أنه لو تركه وأمره بالفكر تنبه من نفسه على حقيقة الحق  فينبغي  أن  يحيله  على",
    "en": ""
  },
  {
    "ar": "الفكر ويأمره بملازمته حتى يقذف في قلبه من النور ما يكشف له  حقيقته  وإن  علم",
    "en": ""
  },
  {
    "ar": "إن ذلك مما لا يقوى عليه مثله رده إلى الاعتقاد القاطع بما يحتمله قلبه من  وعظ",
    "en": ""
  },
  {
    "ar": "وذكر ودليل قريب من فهمه وينبغي أن  يتأنق  الشيخ  ويتلطف  به  فإن  هذه  مهالك",
    "en": ""
  },
  {
    "ar": "الطريق ومواضع أخطارها فكم من مريد اشتغل بالرياضة فغلب عليه خيال فاسد لم  يقو",
    "en": ""
  },
  {
    "ar": "على كشفه فانقطع عليه طريقه فاشتغل بالبطالة وسلك طريق الإباحة وذلك هو  الهلاك",
    "en": ""
  },
  {
    "ar": "العظيم ومن تجرد للذكر ودفع العلائق الشاغلة عن  قلبه  لم  يخل  عن  أمثال  هذه",
    "en": ""
  },
  {
    "ar": "الأفكار فإنه قد ركب سفينة الخطر فإن سلم كان من ملوك الدين وإن  أخطأ  كان  من",
    "en": ""
  },
  {
    "ar": "الهالكين ولذلك قال صلى الله عليه وسلم عليكم بدين  العجائز  حديث  عليكم  بدين",
    "en": ""
  },
  {
    "ar": "العجائز قال ابن طاهر في كتاب التذكرة هذا اللفظ تداوله العامة ولم أقف له  على",
    "en": ""
  },
  {
    "ar": "أصل يرجع إليه من رواية صحيحة ولا سقيمة حتى رأيت حديثا لمحمد  بن  عبد  الرحمن",
    "en": ""
  },
  {
    "ar": "بن السلماني عن ابن عمرو عن النبي صلى الله عليه وسلم إذا كان  في  آخر  الزمان",
    "en": ""
  },
  {
    "ar": "واختلف الأهواء فعليكم بدين أهل البادية والنسائي وابن السلماني له عن أبيه  عن",
    "en": ""
  },
  {
    "ar": "ابن عمر نسخة كان يتهم بوضعها انتهى وهذا اللفظ من هذا الوجه رواه ابن حبان  في",
    "en": ""
  },
  {
    "ar": "الضعفاء في ترجمة  ابن  السلماني  والله  أعلم  وهو  تلقي  أصل  الإيمان  وظاهر",
    "en": ""
  },
  {
    "ar": "الاعتقاد بطريق التقليد والاشتغال بأعمال الخير فإن الخطر  في  العدول  عن  ذلك",
    "en": ""
  },
  {
    "ar": "كثير ولذلك قيل يجب على الشيخ أن يتفرس في المريد فإن لم يكن ذكيا فطنا  متمكنا",
    "en": ""
  },
  {
    "ar": "من اعتقاد الظاهر  لم  يشغله  بالذكر  والفكر  بل  يرده  إلى  الأعمال  الظاهرة",
    "en": ""
  },
  {
    "ar": "والأوراد المتواترة أو يشغله بخدمة المتجردين للفكر لتشمله بركتهم  فإن  العاجز",
    "en": ""
  },
  {
    "ar": "عن الجهاد في صف القتال ينبغي أن يسقي القوم ويتعهد دوابهم ليحشر  يوم  القيامة",
    "en": ""
  },
  {
    "ar": "في زمرتهم وتعمه بركتهم وإن كان  لا  يبلغ  درجتهم  ثم  المريد  المتجرد  للذكر",
    "en": ""
  },
  {
    "ar": "والفكر قد يقطعه قواطع كثيرة من العجب والرياء والفرح بما ينكشف له من  الأحوال",
    "en": ""
  },
  {
    "ar": "وما يبدو من أوائل الكرامات ومهما التفت إلى شيء من ذلك وشغلت به نفسه كان  ذلك",
    "en": ""
  },
  {
    "ar": "فتورا في طريقه ووقوفا بل ينبغي أن يلازم حاله جملة عمره ملازمة  العطشان  الذي",
    "en": ""
  },
  {
    "ar": "لا ترويه البحار ولو أفيضت عليه ويدوم على ذلك ورأس  ماله  الانقطاع  عن  الخلق",
    "en": ""
  },
  {
    "ar": "إلى الحق والخلوة قال بعض السياحين قلت لبعض الأبدال المنقطعين  عن  الخلق  كيف",
    "en": ""
  },
  {
    "ar": "الطريق إلى التحقيق فقال أن تكون في الدنيا كأنك عابر طريق  وقال  مرة  قلت  له",
    "en": ""
  },
  {
    "ar": "دلني على عمل أجد قلبي فيه مع الله تعالى على  الدوام  فقال  لي  لا  تنظر  إلى",
    "en": ""
  },
  {
    "ar": "الخلق فإن النظر إليهم ظلمة قلت لا بد لي من  ذلك  قال  فلا  تسمع  كلامهم  فإن",
    "en": ""
  },
  {
    "ar": "كلامهم قسوة قلت لا بد لي من ذلك قال فلا تعاملهم فإن معاملتهم  وحشة  قلت  أنا",
    "en": ""
  },
  {
    "ar": "بين أظهرهم لا بد لي من معاملتهم قال فلا تسكن إليهم  فإن  السكون  إليهم  هلكة",
    "en": ""
  },
  {
    "ar": "قلت هذا لعلة قال يا هذا  أتنظر  إلى  الغافلين  وتسمع  كلام  الجاهلين  وتعامل",
    "en": ""
  },
  {
    "ar": "البطالين وتريد أن تجد قلبك مع الله تعالى على الدوام  هذا  ما  لا  يكون  أبدا",
    "en": ""
  },
  {
    "ar": "فإذا منتهى الرياضة أن يجد قلبه مع الله تعالى على الدوام  ولا  يمكن  ذلك  إلا",
    "en": ""
  },
  {
    "ar": "بأن يخلو عن غيره ولا يخلو عن غيره إلا بطول المجاهدة فإذا حصل  قلبه  مع  الله",
    "en": ""
  },
  {
    "ar": "تعالى انكشف له جلال الحضرة الربوبية وتجلى له الحق  وظهر  له  من  لطائف  الله",
    "en": ""
  },
  {
    "ar": "تعالى ما لا يجوز أن يوصف بل لا يحيط به الوصف أصلا وإذا انكشف للمريد  شيء  من",
    "en": ""
  },
  {
    "ar": "ذلك فأعظم القواطع عليه أن يتكلم به وعظا ونصحا ويتصدى للتذكير فتجد النفس  فيه",
    "en": ""
  },
  {
    "ar": "لذة ليس وراءها لذة فتدعوه تلك اللذة إلى أن يتفكر في كيفية إيراد تلك  المعاني",
    "en": ""
  },
  {
    "ar": "وتحسين الألفاظ المعبرة عنها وترتيب ذكرها وتزيينها  بالحكايات  وشواهد  القرآن",
    "en": ""
  },
  {
    "ar": "والأخبار وتحسين صنعة الكلام لتميل  إليه  القلوب  والأسماع  فربما  يخيل  إليه",
    "en": ""
  },
  {
    "ar": "الشيطان أن هذا إحياء منك لقلوب الموتى  الغافلين  عن  الله  تعالى  وإنما  أنت",
    "en": ""
  },
  {
    "ar": "واسطة بين الله تعالى وبين الخلق تدعو عباده إليه ومالك  فيه  نصيب  ولا  لنفسك",
    "en": ""
  },
  {
    "ar": "فيه لذة ويتضح كيد الشيطان بأن يظهر في أقرانه من يكون أحسن  كلاما  منه  وأجزل",
    "en": ""
  },
  {
    "ar": "لفظا وأقدر على استجلاب قلوب العوام فإنه يتحرك في باطنه عقرب الحسد  لا  محالة",
    "en": ""
  },
  {
    "ar": "إن كان محركه كيد القبول وإن كان محركه هو الحق حرصا على دعوة عباد الله  تعالى",
    "en": ""
  },
  {
    "ar": "إلى صراطه المستقيم فيعظم به فرحه ويقول  الحمد  لله  الذي  عضدني  وأيدني  بمن",
    "en": ""
  },
  {
    "ar": "وازرني على إصلاح عباده كالذي وجب عليه مثلا  أن  يحمل  ميتا  ليدفنه  إذ  وجده",
    "en": ""
  },
  {
    "ar": "ضائعا وتعين عليه ذلك شرعا فجاء من أعانه عليه فإنه يفرح به ولا يحسد من  يعينه",
    "en": ""
  },
  {
    "ar": "والغافلون موتى القلوب والوعاظ هم المنبهون والمحيون لهم  ففي  كثرتهم  استرواح",
    "en": ""
  },
  {
    "ar": "وتناصر فينبغي أن يعظم الفرح بذلك وهذا عزيز على الوجود  جدا  فينبغي  أن  يكون",
    "en": ""
  },
  {
    "ar": "المريد على حذر منه فإنه أعظم حبائل الشيطان في قطع الطريق على  من  انفتحت  له",
    "en": ""
  },
  {
    "ar": "أوائل الطريق فإن إيثار الحياة الدنيا طبع غالب على  الإنسان  ولذلك  قال  الله",
    "en": ""
  },
  {
    "ar": "تعالى بل تؤثرون الحياة الدنيا ثم بين أن الشر قديم في الطباع  وأن  ذلك  مذكور",
    "en": ""
  },
  {
    "ar": "في الكتب السالفة فقال إن هذا لفي الصحف الأولى صحف إبراهيم وموسى  فهذا  منهاج",
    "en": ""
  },
  {
    "ar": "رياضة المريد وتربيته في التدريج إلى لقاء الله تعالى فأما  تفصيل  الرياضة  في",
    "en": ""
  },
  {
    "ar": "كل صفة فسيأتي فإن أغلب الصفات على الإنسان بطنه وفرجه ولسانه أعني به  الشهوات",
    "en": ""
  },
  {
    "ar": "المتعلقة بها ثم الغضب الذي هو كالجند لحماية  الشهوات  ثم  مهما  أحب  الإنسان",
    "en": ""
  },
  {
    "ar": "شهوة البطن والفرج وأنس بهما أحب الدنيا ولم  يتمكن  منها  إلا  بالمال  والجاه",
    "en": ""
  },
  {
    "ar": "وإذا طلب المال والجاه حدث فيه الكبر والعجب والرياسة وإذا  ظهر  ذلك  لم  تسمح",
    "en": ""
  },
  {
    "ar": "نفسه بترك الدنيا رأسا وتمسك من الدين بما فيه الرياسة وغلب عليه الغرور  فلهذا",
    "en": ""
  },
  {
    "ar": "وجب علينا بعد تقديم هذين الكتابين أن نستكمل ربع المهلكات بثمانية كتب إن  شاء",
    "en": ""
  },
  {
    "ar": "الله تعالى كتاب في كسر شهوة البطن والفرج وكتاب في آفات اللسان وكتاب  في  كسر",
    "en": ""
  },
  {
    "ar": "الغضب والحقد والحسد وكتاب في ذم الدنيا وتفصيل خدعها وكتاب في  كسر  حب  المال",
    "en": ""
  },
  {
    "ar": "وذم البخل وكتاب في ذم الرياء وحب الجاه وكتاب في ذم  الكبر  والعجب  وكتاب  في",
    "en": ""
  },
  {
    "ar": "مواقع الغرور وبذكر هذه المهلكات وتعليم طرق المعالجة فيها يتم  غرضنا  من  ربع",
    "en": ""
  },
  {
    "ar": "المهلكات إن شاء الله تعالى فإن ما ذكرناه في الكتاب الأول هو شرح لصفات  القلب",
    "en": ""
  },
  {
    "ar": "الذي هو معدن المهلكات والمنجيات وما ذكرناه في الكتاب الثاني  هو  إشارة  كلية",
    "en": ""
  },
  {
    "ar": "إلى طريق تهذيب الأخلاق ومعالجة أمراض القلوب أما تفصيلها  فإنه  يأتي  في  هذه",
    "en": ""
  },
  {
    "ar": "الكتب إن شاء الله تعالى تم كتاب رياضة النفس وتهذيب الأخلاق بحمد  الله  وعونه",
    "en": ""
  },
  {
    "ar": "وحسن توفيقه يتلوه إن شاء الله تعالى كتاب كسر الشهوتين والحمد لله  وحده  وصلى",
    "en": ""
  },
  {
    "ar": "الله على سيدنا محمد وعلى آله وصحبه وعلى كل عبد مصطفى من  أهل  الأرض  والسماء",
    "en": ""
  },
  {
    "ar": "وما توفيقي إلا بالله عليه توكلت وإليه أنيب.",
    "en": ""
  }
]