[
  {
    "ar": "كتاب ذم الغرور",
    "en": "REVIVAL OF RELIGIOUS LEARNINGS IMAM GHAZZALI'S IHYA ULUM-ID-DIN Translated by FAZL-UL-KARIM VOL. III CONTENTS OF BOOK III THE BOOK OF DESTRUCTIVE EVILS CONTENTS CHAPTER X Evils of erroneous belief    280 THE REVIVAL OF RELIGIOUS LEARNINGS The Book of Destructive Evils CHAPTER X CONDEMNATION ERROR Those whose hearts lie in error lie in darkness in the bottom of fathomless ocean. They have got no light as God has not given them light. He opened the breast of those men for Islam whom He guided to the straight path and straightened the hearts of those who are in error. These errors are many. There are errors of four classes of men- (1) error of. the learned, (2) error of the religious men, (3) error of the Sofas. (4) and error of the rich. God says : let not the world's life deceive you and let not error lead you to misguidance. The Prophet said : How good is the restraint of the wise from sleep and food. Hov~11o they baffle the sleep and labour of the fools. Godfear and I'man to the weight of a mustard seed are better than earth full of divine services of those who are in error. The Prophet said : Wise is he who humbles himself and does good deeds for what will occur after death and fool is he who follows his low desires and entertains hope against God. Error is a kind of ignorance. So the traditions regarding ignorance is applicable to error. To believe a thing and to see it contrary to it is ignorance. Error is a kind of ignorance but all kinds of ignorance are not errors. The thing which brings peace of mind consistent with low desire is error. Nature is inclined to it entertaining doubt and falling in devil's snares. He who believes out of vain doubt that he is in the good path of worldly and next worldly matters is full of errors. Many men think that they are on the right path, but they are in error and live in fool's paradise. Their errors are of different kinds' classes and degrees. ERRORS OF THE UNBELIEVERS: This world's life keeps the unbelievers in error as they think that cash is better than credit. They say : Take in hand what you get in cash and leave the credit empty. What is the use of hearing the distant bugle? There is wide distance between cash and credit. The meaning of cash is this world and of credit the next world. They say : This world which is certain is better than the next world which is uncertain and doubtful. This world's joys and enjoyments and wealth and riches are subjects of certain faith and the next worldly gifts are objects of doubt. So we shall not give up what is certain for what is doubtful and uncertain. This is the idea of the devil as he said I am better than Adam as I have been created of fire and Adam of Vol-III\tCondemnation of Error\t281 dust. God says of this error in the following verse : They are those who purchased this world's life in exchange of the next world. So punishment will not be made light from them and they will not be helped-2:286Q. The medicine of this erroneous opinion is faith and proof Regarding the medicine of faith, it is to believe in these words of God : What is near you will come to an end and what is near God will last. God says : What is this world is better and ever- lasting. God says : The next world is better and ever-lasting. God says What is this world except means of deception ? God says : Let not this world's life deceive you. The Prophet gave this news to the unbelievers and as a result some of them took faith in these principles They did not want proof from him. They only believed that he is the messenger of God and His apostle and Prophet. This is just like the belief of a son to the words of his father without proof. The father says to his son : To go to the school is better than sports and plays. The boy who does not believe his father is ruined. MEDICINE OF PROOF: Proof is another medicine of this erroneous idea. A thing is known by proof. Every proof is a kind of idea in mind and this idea generates peace in mind though he does not know it. There are two basic matters of the idea raised by the devil. One of the basic matters is that this world is cash and the next world is credit and this is correct. Another basic matter is that cash is better than credit. This idea is to be enquired into. If cash is equal to credit, then credit is better. The misguided unbeliever spends one coin for getting credit of ten coins. He does not say that cash is better than credit and why he should spoil one coin for ten coins. Similarly if a physician prohibits a patient to eat good delicious food and fruits, the patient for fear of future trouble refrains from enjoying them. It appears from this that he remains satisfied with future affairs giving up the present or with credit after giving up cash. The merchants get on board the sea and travel many countries, so that they may gain profit in future in their business. To them the future ten rupees are better than the present one rupees. Similarly the treasures and enjoyments of the present world are less and short lived than those of the next world. Man can expect to live at most for one hundred years. But that is not even one portion out one crore portions. It appears from this that we should taken one crore portions after giving up one portion. 282\t. The Book of Destructive evils\tVol-III Now if you look to the enjoyments of this world, you will find them mixed with troubles and calamities but the enjoyments , of the next world is without any trouble and calamity. So this word of the unbeliever that cash is better than credit or the present is better than future is erroneous, incorrect and deceptive. The cause of this error is that he believed it on hearing from the people. Besides he thinks that certainty is better than doubt and that this world is certain and the next world is doubtful. This idea creates greater confusion of or the two basic matters mentioned above are rendered void, as certain matter is better than uncertain matter if they are equal. If it is contrary, the matter stands otherwise. The merchants undertake labour on certain faith, but they are not sure about profit. Similarly a learned man undertakes efforts on sure faith but he is uncertain in gaining rank of learning. A hunter is certain about' hunting, but uncertain about getting game. So to give up sure matters for petting uncertain matters becomes necessary. But a treadesman says : If 1 do not carry on trade, I shall remain hungry and my loss would be great. If I carry on'trade, I may suffer loss but I gain much. Similarly a patient swallows bitter pills and he is not certain about his recovery from illness but he is certain about the bitterness of the medicine. He says : The bitterness of the medicine is less than the fear of death owing to illness. This rule is applicable to the uncertainty of the next world. The days of patience in the world are less in comparison with those of the next world and these will last till the end of life. One should say : If the talk of the people becomes false regarding the next world, I will suffer no loss, but my comforts in the words will be lost. If what they say comes true, I will remain in Hell for ever without end. For this reason, Hazrat Ali said : If what they say comes true, you and I shall suffer no loss. If my word comes true, I will get salvation and you will be destroyed. SECOND BASIC MATTER: The second basic argument of the unbelievers is that the next world is doubtful. This argument is also erroneous. The next world is certain and sure to the believers for two reasons. One of the reasons is that the believes the sayings of the Prophets and the learned. This is the belief of people in general. He is like a patient who does not know the medicine of his disease, while the physicians and experts prescribe unanimously a medicine for him which he takes and is cured. He does not roam to enquire whether the medicine is correct and whether there is any proof of its correctness. Rather he believes their words and acts accordingly. A mad and misguided man takes their words as erroneous. He proves by his words that he is false. If a man follows the mad man and gives up the prescribed medicine of the experts he falls in error and ruins himself. The second reason is to know the next world in the revelation of the prophets and inspiration in the minds of the friends of God. Don't think that in matters of the next world and religion, the Prophet accepted all he heard from Gebriel as you accept what you hear from the Prophet. His knowledge of things and your knowledge are not the same. Your blind faith is not equal to his knowledge of things. The Prophets saw by their inner eyes the true nature of everything as you see with your external eye the material world. The cause is that the real nature of soul comes vivid and clear to them. Soul is a spiritual thing coming from the command of God. It does not mean that it is opposed to prohibition of God, as it is not he command of words, and soul is not world. The world is of two kinds, material world and immaterial or spiritual world or world of commands. Both the woiVs belong to God. The material world has got length, breadth, circle and space. That which is free from length and breadth belongs to the spiritual world. Its details are the secret matters of soul. There is no permission to describe it as it will be harmful to the majority of the people as the affairs of Thaqdir or premeasurement have been prohibited. He who has come to know the secrets of soul has known himself. When he knows himself, he knows God. When he does not know himself by knowing the secrets of soul, he does not know God. Soul is a stranger to this material world. It descent into this world is for an affair opposed to its nature. When Adam disobeyed God, he forgot himself and God. so his soul was sent to a world opposed to its nature. When he disobeyed he opposed his soul. When the kernel comes out of its cover, it is said that the kernel came out of its cover. It appears from this that those who know God take out the original smell or odour of soul and remain satisfied but, those who have got little intellect remain satisfied only with hearing words and not with odour as it does them harm just as smell of roses does harm to worms of dung. The Vol-III\tCondemnation of Error 283 Vol-III\tCondemnation of Error 285 284\tThe Book of Destructive evils\tVol-III weak eyes of bats become puzzled at the sight of the sun. Subtle things are opened from the secrets of soul and go towards the spiritual world. That is the name of Ma'arfat and belayet (spiritual power). He who acquires it is called Wali or Aref. This is the first step of the rank of the Prophets. The last step of Allays is the first step of the Prophets. Machinations of the devil are that the next world is doubtful. This machination can be removed by sure faith. When the believers disobey the injunctions of God and engage themselves in sins, they become partners with the unbelievers in this erroneous belief as they prefer this world's life in exchange of the next world. They know that the hereafter is better than the present world but they prefer the comforts of this life. So only faith is not sufficient for them for their satisfaction. God says : I forgive one who has faith, does good works and remains in the straight path. God says : God's mercy is near the doers of good as if you are seeing Him. He says : By oath of time, man is surely in loss except those who have faith, do good deeds and enjoin one another with truth and patience - 1031Q So Iman or faith is not sufficient. Good works also are necessary. The following are the instances about the erroneous beliefs of the unbelievers and the great transgressors. Erroneous belief about God. Some of the unbelievers thought that there were better men than the Prophet to receive revelation. God said this as a result of altercation between two persons. One man said : I do not think that the Hour shall occur. If I am to return to my God, I will get surely a better place than it in exchange 18: 36Q, This verse was explained thus : One unbeliever created a place at the expense of one thousand dinars and prepared a garden therein at the expense of another one thousand dinars. He purchased servants and slaves with another one thousand dinars and married a beautiful woman with another one thousand dinnars. A believer gave him advice for every item mentioned above : You have built such purchase such a building in paradise of which there is no destruction. You have purchased such a garden which will be destroyed. Why did you not purchase a garden is paradise of which there is no destruction ? Why did you not purchase such servants who have got no destruction and who will not die? Why did you not marry such a Hur with black eyes who will not die? The unbeliever said in reply : Where is Paradise which the people discuss ? They speak falsehood. If it becomes true, I will get in paradise which is better than this. Similarly God says of A's-b-Wall who says : I will come with my wealth and children. God said : Return them to him. Has he enquired into the unseen or taken promise from the Merciful ? It can never be, These utterancess are the promptings of the devil. The worldly wealth and comforts are harmful and keep one away from God. God saves Has religious servant from the world as He loves him, as a man saves his patient from undesirable food and drink. God says : Do they think that we bring for them immediate good for what We give them of wealth and children, but they don't understand. God says : They do not know from where We shall provide them God says : We spread up for them the doors of everything till when they were overjoyed for what they were given, We caught them suddenly and they became despaired. God says : I give them leisure, so that their sins may increase. God says : Don't think that God is heedless of what the sinners do, but He defers them to a time when eye-sight will not be turned towards anything. So whose believes in the above verses and the verses of the Quran and the sayings of the Prophet has been saved from the erroneous belief. He turns his attention to Pharaoh, Quran, Human, Naamrud and others to take lessons from the punishment meted out to them by the Almighty. God says: Don't you take lessons from them ? God says : Nobody should feel secure from the contrivance of God except the losers. God says : They contrived and God also contrived. god is the greatest contriver -8 :30 Q. (2) The erroneous belief of the transgressing believers. They say: We expect mercy of the Merciful God. They rely on this and neglect their divine services. They think that this expectation is a good stage in religion and that God's mercy is all comprehensive. This is their erroneous belief about God. The fact is that God loves the religious men and hates the sinners. The Prophet said : A wise man is he who humbles himself and does for what will occur after death and a fool is he who follows his passions and hopes against God. God explains this hope by saying : Those who have faith, made emigration and make jihad in the way of God, can expect god's mercy. The cause is that the meaning of virtues in the next world is reward for actions as God 286\tThe Book of Destructive evils\tVol-III says : This is the reward for what they did. God says : You will be given full rewards on the Resurrection Day. So it appears that the condition of reward is good works. God promised this and He will not break His promise. Hazrat Hasan Basari was once asked : People say \"We cherish hope\" but they are ruining their divine services. He said : That is not so. It is their vain desire. He who fears a thing flees away from that thing. The sage Muslim-b-Yasar said : Last night I made prostration in such a way that two of my front teeth have broken. A man said to him. I cherish hope from God. Moslem said : It is impossible. He who desires a thing searches for it. He who fears a thing flees away from it. A man desires a child but does not marry. Even if he marries, he does not cohabit with his wife. Even if he cohabits, he does not eject semen into her uternus. Such a man is called mad. Similarly he who hopes for mercy of God does not have faith; even if he has faith, does not do good deeds; even he does good deeds, does not give up, sins is a fool. He who marries, cohabits with his wife and ejects semen into her uterns, cannot stillbe certain of child but he should depend on the favour of God. Such a man is an intelligent man. Similarly the man is wise who has faith, does good works, gives up evil deeds, keeps within fear and hope, fears whether his divine services are accepted or not, fears that his ultimate end may not be good and hopes that God will show mercy on him. All other people remain in error except the above person. When they will see the punishment of the erroneous people, they will say: 0 our Lord, we have heard and seen, Send us back that we may do good deeds. Now we are firm believers.' In other words, we have known really that God is perfect, that God does not give child without marriage and without cohabitation. He does not give crops without cultivation and sowing of seeds. Similarly He does not give rewards in the next world without good deeds. Send us back to the world and we shall do good deeds there. Now we have come to know that your words are true and that there is nothering for men but he strive for and that soon our efforts will be examined-53:39Q. HOPE FOR GOOD IN TWO PLACES: When the necessity of a great transgressor arises, there is good place of hope. The devil then says : Will your repentance be accepted ? At this time, he should root out despair by hope and remember that God forgives all sins. God says : 0 those who oppressed much on their souls, don't be despaired of God's'mercy. God forgives all, sins. He is forgiving, merciful-39:35Q. God says : Whose repents, brings faith, does good deeds and then finds guidance, I will forgive him. Such a man who hopes for forgiveners with repentance is called a man of hope, but he who hopes for forgivessness without turning back from' sins lives in error. The Prophet said Erroneous belief will prevail over the minds of my people in latter days. The Prophet said : People of the first century would be busy with divine services and they would give in charity from what they would be given and they all would have fear on thinking that they would return to God and engage day and night in worship. The Prophet said : A time will come over the people when they will think in their minds that the Quran is an old book as a cloth gets old if used on body. They will have greed in all their affairs with no fear of God. If anybody does any good works. He will say : It will be accepted from me. If be does any evil deed, he will say : It will be forgiven God says : For one who fears his Lord, there will be for him two gardens-35:45Q. This will be for that person who fears God, the warnings of God and the Quran from the beginning to the end. Classifications of those who believe in errors. There are four classes of such person. (1) The errors of the learned men. The is a party of the learned men who become expert in learning of Shariat or other kinds. They take pride for their education and expert knowledge and hope that God will not punish them. Had they looked with internal eye, they would have seen that learning is of two kinds-secular education and spiritual education. Spiritual education is knowledge about God and His attributes and actions. Secular education is knowledge of lawful and unlawful things, good and bad conducts etc. These leanings are not acquired except through works. Without works, these leanings have got no value. It can be illustrated by the case of a patient whose disease is of different kinds and those cannot be treated without mixtured medicine only known to an expert physician. He goes to hip learns prescription and returns home. He constantly reads it without taking the medicines. To get cure in these circumstances is impossible. If he takes the medicine, he has got hope of cure. Similar is the condition of a learned man. He Vol-III Condemnation of Error\t287 288 gives decisions of legal matters but he does not use them.. He gives instructions to give up sins, but he himself does not' give up sins. He learns how to acquire good conduct but does not himself do them. He therefore lives in gross error. God says that he who makes his soul pure shall get salvation. He does not say that he who knows how to make his soul pure and teaches it to others will get salvation. God says that a learned man without action is like a dog or like an ass which bears loads. The Prophet said : He who gains much knowledge without much guidance increases his distance from God. He also said : Such a learned man will be' thrown into Hell and his intestines will come out. He will roam like the roaming of an ass round the crushing mill. The Prophet said : The worst man is a dishonest learned man. Hazrat Abu Darda said : There is only one woe for an illiterate man. God can make him learned if He wills, but a hundred woes are for that learned man who does not get benefit by his learning will be given the greatest punishment. He who has got spiritual knowledge but does not act up to it is roaming in error which is worse. He is like a person who wishes. to serve a king and who for that learns his character and conduct and all of his matters, but gives up what the king likes and does what he dislikes. He can't go near the king. If one knows God with true knowledge, he will fear Him. It is impossible that a wise man does not fear a tiger. God revealed to David : Fear Me as you fear a tiger. He who knows God knows His attributes and knows also that all the people are under His control. God says : The learned fear God most out of His servants. There is in the beginning of the Jabur : Fear of God is the root of knowledge. Hazrat Ibn Masud said : God-fear is sufficient for education and lack of God-fear is sufficient for ignorance. Hazrat Hasan basari said : A learned man is he who prays all night, fasts all day long and renunciates the world. He said at another time A learned man is he who enquires, does not dispute with others and broadcasts the skill of God. If one obeys him, he praises God. If one disobeys him, he also praises Him. He knows God, knows His commands and prohibitions and knows His chosen and unchosen matters. (2) Second Class learned man. The second kind of the learned men is he who has learning and acts accordingly. He is engaged in open divine service and gives up sins, but does not Vol-III\tCondemnation of Error\t289 take care of his mind. He does not remove from his mind evils like pride, hatred, show, bad treatment and desire of name and fame. He does not care of this saying of the Prophet. A little show is shirk. The Prophet said : He who has got pride to the weight of a mustard seed will not enter Paradise. He also said : Hatred destroys all virtues as fire burns fuets. He said : Greed for honour and wealth generate hypocrisy as water grows crops. Such a learned men forgets the following Hadis : God does not look to your figures, but to your hearts and actions. They know outward divine services but not inward qualities. Mind is the root as nobody will get salvation except one having sound soul. Such a man is like a well of stool of which the outer cover is good but its interior is full of obnoxious smell, or he is like a house on the roof of which lamp is lighted but its interior is full of darkness or he is like a man who adorns the door of his house to receive the king but spreads out stool in its interior. This is his erroneous belief. His near illustration is this A man sows seeds of corn of which corn grows along with weeds. He orders to take out the weeds and keep the corn plants. But his men cut only the top portion of the weeds. As a result they grow stronger with many branches. The evils on mind are the root of sins. Who so does not purify his soul from these evils, his divine service does not become perfect. (3) Third class learned man. The learned men of this class know that these internal evils are bad but owing to their self-praise they think that they are free from these evils and that God will not try them for this. When their pride is expressed, they say that it is not pride but it is disclosing the honour of learning. They say that their dishonor is the dishonor of Islam. They should remember the case of Hazrat Omar. When he went to visit Syria, he had then a coarse cloth on him which the people disliked. Then he said We are such a people who have been honored by the religion of Islam. We are not seekers of honour from other peoples. (4) Fourth class of learned men. They learn education, purify their bodily limbs and adorn them with divine services. They give up open sins and purify their minds from show, hatred, pride and other evils, yet they entertain and erroneous belief and keep away from Morakaba or meditation and they seek name and fame. They write books also to get priase and accuse others The Book of Destructive evils\tVol-III 29.0\tThe Book of Destructive evils\tVol-III of bad writing. They also copy the writings of other with amendments. THE LEARNED MEN OF UNNECESSARY LEARNING: We have mentioned above the conditions of the learned men who acquire necessary learning. Now we shall describe about those who remain satisfied with unnecessary branches of learning after giving up necessary learning. Some of them acquire education of administration and worldly laws and regulations which are termed Fight. They are misguided in actions and knowledge. Regarding their erroneous actions, they are like the patients who learn and teach the prescirptions of medicines. Rather they are like the patient who remains in the mouth of destruction owing to insanity but he learns the medicine of the disease arising out of menstruation and reads it day and night. Similarly the love of the world is strong in the mind of the Faqihs or theologians who are always engaged in the laws of divorce and other laws. Then the devil leads them to erroneous paths. From the point of view of erroneous belief regarding knowledge, he learns only to give Fatwas or legal decisions and things that he has learnt the learning of religion. He does not learn the Quran and Hadis of the Prophet and does not even want to learn them. He gives up the learning of Ma'arfat with which God and His attributes are recognised and which lead to God fear and piety. True Fiqh increases the fear of God, as God says: Why does not a party from every tribe come out to learn the learning of religion and warn their people when they return to them-9:112Q. Another group of learned men learn Ilmul Kalam or learning of arguments. One group are guided and another misguided. Those who do not guide towards the ways of the Prophet are the misguided ones and those who guide towards the ways of the Prophet have found guidance. But both of them are in some error. The latter thinks that arguments are necessary things and the best to acquire nearness of God. They also think that religion does not become perfect until arguments are learnt and that those who have faith without proof are not perfect men. Their whole life is spent in argument. The Prophet said : The nation which is firm on true path are never misguided except for mutual quarrels. One day the Prophet went to his companions and saw that they were quarreling with one another. He was angry at them and said Have you got order to set one verse of the Quran against another Vol-III\tCondemnation of Error\t291 ? Look what you have been commanded and act accordingly and refrain from what you have been prohibited. (3) Another group of learned men remain busy in sermons and Zikr. Those among them who deliver sermons to the people regarding character and conduct, God-fear, patience, gratefulness, God- reliance, sure faith and other attributes are placed high in rank, but still they are in some erroneons belief as they do not act according to all of their instructions. They love self-priase thinking that they are embodiment of all virtues and that they are sincere workers for religions. There is secret show in them. (4) Another group of learned men drift away from sermon when delivering it and discuss wonderful stories which are outside Shariat and knowledge. Some of them deliver sermons in ornamental language, poetries and love episodes. They deal with separation and unity of the lovers and beloveds. They mix falsehood with truth. (5) Another group of learned men condemn the world and recite the verses and traditions relating to the condonation of the world but they do not follow those teachings. (6) Another group spend their time in the learning of Hadis. They collect Isnad and roam in the countries to collect them. (7) Another group of learned men remain busy with grammars, poetries, many languages and many foreign tongues. They erroneously believe that God will forgive them as they are maintainers of the Quran and Hadis as guides to the Muslim. They ought to know that the best kernel is actions and that the knowledge of actions is like the cover of a kernel. (8) Another group believe erroneously that God will judge among men as the judges in the world take and give decisions. Take for instance, a learned man gives Fatwa that if a wife pardons her husband for payment of dower, he will not get any punishment. This is an erroneous belief as the woke often gives remission f dower owing to his cruel treatment to her. God say. If they out of satisfaction gives you remission of something there from, enjoy it with joy. The above remission was made by compulsion and not voluntarily. 292 The Book of Destructive evils Vol-III ERRONEOUS BELIEFS OF RELIGIOUS MEN There are erroneous beliefs regarding prayer, rencitation of the Quran, pilgrimage etc. A class of religious men give up compulsory duties and remain busy with additional duties. Sorne of them r\tOmar made ablution prayer\twater cloth etc Hazrat Christian woman. To make such exaggeration is the whispering of the devil, Another group of religious men make exaggeration in Niyyat of prayer, another in the pronunciation of words another in the Quran re another within donot distinguish between all the year round,\tgroup Halal and Haram, another group do not go to pilgrimage after payment of the dues of others and do not take permission of parents. Another group want name and fame in their minds in their course of their renunciation. The errors of the Sufis are strong. There are many classes of Sufis. One kind of Sufis adopt the habits of -real Sufis in dress, in character and conduct and in outward they* fall into such erroneous sigh and sit like thoughtful m\tY beliefs that they think that they became real Sufis, while the cannot purify their minds n illustration open s given below to show the doubtful properties. propert:e conduct of this sort of Sufis. A certain weak old man put on the to be dress of a soldier, ho however,\thbmrand benwraso and soldier. The king, weak and unfit for acting as a soldier. So he removed his name and ordered him to be killed for see their ress but the conditions of the above Sufis. God of mind. Another kind of Sufis fall into more error. They want to be Sufis and put on f en leo mentsaand accept the delicious food, remain busy with Y Y oppressive rulers. knohwledg kind and Magmas, seen truth with crossed all spar open eyes and got oclose thers. Another kind of Sufis something free from and teach them t the rules of Shariat. things are the same. Some of them believe lawful and unlawful does o look oforms of religion but do n obey the outward God-reliance and other attributes. Another class of Sufis walk in the ways of Ma'arfat and when they see any light in their minds they stop then and do not proceed further thinking that they have attained perfection. This is an erroneous belief. They are just like a man who goes to serve the king but halts at seeing ship beautiful garden and spends all the times without going to the place of the king. There are seventy screens of God. If he reaches only one screen, he thinks he has attained his object. The Quran says of Abraham. When the night cume over him, he saw a star and said. This is my Lord-6:76Q. By the star,. the star of the sky has not been meant as Abraham was seeing it from his earliest years but he came to know that it is not a deity to be worshipped. This means the screen of light. A sojourner in the paths of religion sees so many screens of light to cross them to see the Divine light as God says : In this way, I showed Abraham to secrets of the kingdom of heaven and earth-6:75Q.-The first screen which falls between a servant and God is the screen of soul which is a light out of the lights of God. It is called essence of heart or subtle thing of heart (Latifa) and in it are reflected the full particulars of soul. It can entertain-the whole world as it reflects thetrue nature of each thing. ,\t' THE ERRONEOUS BELIEFS OF THE RICH One class of the rich have got greed to construct mosques, madrashas, bridges and other works of public utility so that they may fall to the eyes of men and their names are remembered even after their death. This belief is pardonable. Another class of rich men spend their lawful earnings in the construction of a mosque but fall into error for two reasons. The first reason is that they do it for show and getting praise from the people. The second reason is that they embellish the mosque with paintings and pictures which' are prohibited as the attention of those who pray may be diverted from their prayer and deviation to God to the colours and paintings. The punishment for this reverts to the ..uilder, although he lives in such an error that he is doing pious duties. The sages of your hesitated to enter such a mosque. Once the disciples of Jesus Christ said: Look, how is this Church ? He said : I tell you with truth that my followers will construct lofty buildings and churches, God will destroy all for the sins of the builders. There is no value to God of gold and silver and of bricks of the mosque which you consider good. Condemnation of Error 293 294 Rather the dearest thing to Him is the mind of the pious men which remains immerged in the love of God. The Prophet said When you will embellish you mosques with variegated workmanship and the Quran with gold and silver, your condition then will be ceplorable. Hazrat Hasan basri said that when the Prophet wished to construct the Mosque of Meidna. Gebriel came to him and said: Make its roof one cubit higher than the head and don't embellish it with different kinds of workmanship. Another class of rich men give charity to the porr and and baggars but in such a place where people gather. They choose such poor men who express gratitude for charity and broadcast their charities. They make one pilgrimage after another but do not give in charity to the hungry neighbors. Hazrat Ibn Msud said : There will be such people in latter times who will make pilgrimage without cause. Once a rich man sought the advice of the sage Bashar Hafi for going to pilgrimage. He asked : Why do you wish to make additional pilgrimage ? He said. To seek the pleasure of God. The sage said : you can get His greater pleasure by paying the debts of ten debtors, removing the wants of those who are in want, giving, charity to the poor Muslims having large families or distributing the sum to ten orphan boys. Another class of rich men board money and worship in such a way in which no expenditure is necessary, such as fasting and keeping awake at night. They live in error as they earn miserliness which is harmful. They are like the person who is net destruction as a serpent entered his cloth but instead of removing the serpent, he keeps himself busy in cleansing his cloth Miserliness is so strong on others that they don't spend in good works except in payment of Zakat. They pay Zakat also to such poor persons who serve them and help them in their works. THREE MEANS OF GAINING FORTUNE THE NEXT WORLD In order to save from the above erroneous beliefs and ideas, three means should be adopted intellect learning and knowledge df a thing. Intellect means the inborn light with which a man knows the true nature of everything. If it does not arise in early years, it does not become possible to earn it in future. It can be increased by experience and other methods if there is existence of Vol-III\tCondemnation of Error\t295 sharp intellect. The Prophet said : Blessed is He who distributed intellect among His aervants in different measures. Once a man asked the Prophet : What is the rank of the man near God on the Resurrection Day who fasts the day, prays Tahajjud, performs Haj and Umrah, gives charity in the way of God, makes jihad, serves the diseased, remains present in funeral prayers andhelps . the weak? The Prophet said : He will get rewards according to is intellect. Once a man was prasiing another man before the Prophet who asked : How is his intellect, as a fool commits sins more than the sinners owing to his foolishness. Once the people mentioned before the Prophet about a man's great devotions. He asked. How is his intellect ? The people said : He has got no intellect. He said: He has not reached the rank which you wish to give him. It appears that sharp intellect is a special gift of God. The second means of removing erroneous beliefs is knowledge. This includes knowledge of four things-(1) knowledge of oneself, (2) knowledge of God, (3) knowledge of the next world and (4) knowledge of this world. Man is a sojouner in the world. He has been given beastly nature and also spiritual nature to know God. When one will know these four matters, love for God will arise in his mind. When he will act everything to please god and for the next world, he will find guidance. When he will like the present world in preference to the next world, and his passions and low desires in preference to the pleasure of God, it will become impossible to save himself from erroneous beliefs. The third means of removing erroneous beliefs is learning. The merits of learning have already been described in the first book of worship and as such they need not be repeated here. The Book of Destructive evils\tVol-III ****End of Chapter 10 - Volume 3 ***** E-mail: webmaster - Sign the Guest Book - Imam\nGhazali Home Page Information: This\n    Page was last updated on: 18 Jun 2007 21:31:57 -0400 This\n    page is constantly being updated since July 2001. So check back\n    often. Page\n    URL: www.muslimphilosophy.com/gz/ihya/english/ihya-vol3-C10.htm . A\n    reader is needed for PDF files and it is available\n    free of charge from Adobe . About\n    the Islamic Philosophy Online Project . Reporting\n    copyright infringement . Site\n    © Copyright 2003 by Islamic Philosophy Online, Inc. A not-for-profit\n    organization dedicated to academic study of Islamic philosophy. Individual\n    content may have its own individual copyrights. See\n    copyright information."
  },
  {
    "ar": "وهو الكتاب العاشر من ربع المهلكات من كتاب إحياء علوم الدين",
    "en": ""
  },
  {
    "ar": "بسم الله الرحمن الرحيم",
    "en": ""
  },
  {
    "ar": "الحمد لله الذي بيده  مقاليد  الأمور  وبقدرته  مفاتيح  الخيرات  والشرور  مخرج",
    "en": ""
  },
  {
    "ar": "أوليائه من الظلمات إلى النور ومورد أعدائه  ورطات  الغرور  والصلاة  على  محمد",
    "en": ""
  },
  {
    "ar": "مخرج الخلائق من الديجور وعلى آله وأصحابه الذين لم تغرهم  الحياة  الدنيا  ولم",
    "en": ""
  },
  {
    "ar": "يغرهم بالله الغرور صلاة تتوالى على ممر الدهور ومكر الساعات والشهور.",
    "en": ""
  },
  {
    "ar": "أما بعد فمفتاح السعادة التيقظ والفطنة ومنبع الشقاوة الغرور والغفلة فلا  نعمة",
    "en": ""
  },
  {
    "ar": "لله على عباده أعظم من الإيمان والمعرفة ولا وسيلة إليه سوى انشراح الصدر  بنور",
    "en": ""
  },
  {
    "ar": "البصيرة ولا نقمة أعظم من الكفر والمعصية ولا داعي إليهما سوى عمى القلب  بظلمة",
    "en": ""
  },
  {
    "ar": "الجهالة فالأكياس وأرباب البصائر قلوبهم كمشكاة فيها مصباح  المصباح  في  زجاجة",
    "en": ""
  },
  {
    "ar": "الزجاجة كأنها كوكب دري يوقد من شجرة مباركة زيتونة لا شرقية  ولا  غريبة  يكاد",
    "en": ""
  },
  {
    "ar": "زيتها يضيء ولو لم تمسسه نار نور على نور والمغترون قلوبهم كظلمات في  بحر  لجي",
    "en": ""
  },
  {
    "ar": "يغشاه موج من فوقه موج من فوقه سحاب ظلمات بعضها فوق بعض إذا أخرج يده  لم  يكد",
    "en": ""
  },
  {
    "ar": "يراها ومن لم يجعل الله له نورا فما له من نور فالأكياس هم الذين أراد الله  أن",
    "en": ""
  },
  {
    "ar": "يهديهم فشرح صدورهم للإسلام والهدى والمغترون هم  الذين  أراد  الله  أن  يضلهم",
    "en": ""
  },
  {
    "ar": "فجعل صدرهم ضيقا حرجا كأنما يصعد في السماء والمغرور هو الذي لم  تنفتح  بصيرته",
    "en": ""
  },
  {
    "ar": "ليكون بهداية نفسه كفيلا وبقي في العمى فاتخذ الهوى قائدا والشيطان  دليلا  ومن",
    "en": ""
  },
  {
    "ar": "كان في هذه أعمى فهو في الآخرة أعمى وأضل سبيلا  وإذا  عرف  أن  الغرور  هو  أم",
    "en": ""
  },
  {
    "ar": "الشقاوات ومنبع المهلكات فلا بد من شرح مداخله ومجاريه وتفصيل ما يكثر من  وقوع",
    "en": ""
  },
  {
    "ar": "الغرور فيه ليحذره المريد بعد معرفته فيتقيه فالموفق من العباد  من  عرف  مداخل",
    "en": ""
  },
  {
    "ar": "الآفات والفساد فأخذ منها حذره وبنى على الحزم والبصيرة أمره ونحن  نشرح  أجناس",
    "en": ""
  },
  {
    "ar": "مجاري الغرور وأصناف المغترين  من  القضاة  والعلماء  والصالحين  الذين  اغتروا",
    "en": ""
  },
  {
    "ar": "بمبادئ الأمور الجميلة ظواهرها القبيحة سرائرها ونشير  إلى  وجه  اغترارهم  بها",
    "en": ""
  },
  {
    "ar": "وغفلتهم عنها فإن ذلك وإن كان أكثر مما يحصى ولكن يمكن التنبيه على أمثلة  تغني",
    "en": ""
  },
  {
    "ar": "عن الاستقصاء وفرق المغترين كثيرة ولكن يجمعهم  أربعة  أصناف  الصنف  الأول  من",
    "en": ""
  },
  {
    "ar": "العلماء الصنف الثاني من العباد الصنف الثالث  من  المتصوفة  الصنف  الرابع  من",
    "en": ""
  },
  {
    "ar": "أرباب الأموال المغتر من كل صنف فرق كثيرة وجهات غرورهم مختلفة  فمنهم  من  رأى",
    "en": ""
  },
  {
    "ar": "المنكر معروفا كالذي يتخذ المسجد ويزخرفها من المال الحرام ومنهم  من  لم  يميز",
    "en": ""
  },
  {
    "ar": "بين ما يسعى فيه لنفسه وبين ما يسعى فيه لله تعالى كالواعظ  الذي  غرضه  القبول",
    "en": ""
  },
  {
    "ar": "والجاه ومنهم من يترك الأهم ويشتغل بغيره ومنهم من يترك الفرض ويشتغل  بالنافلة",
    "en": ""
  },
  {
    "ar": "ومنهم من يترك اللباب ويشتغل بالقشر كالذي  يكون  همه  في  الصلاة  مقصورا  على",
    "en": ""
  },
  {
    "ar": "تصحيح مخارج الحروف إلى غير ذلك من  مداخل  لا  تتضح  إلا  بتفصيل  الفرق  وضرب",
    "en": ""
  },
  {
    "ar": "الأمثلة ولنبدأ أولا بذكر غرور العلماء ولكن بعد بيان ذم الغرور  وبيان  حقيقته",
    "en": ""
  },
  {
    "ar": "وحده.",
    "en": ""
  },
  {
    "ar": "بيان ذم الغرور وحقيقته وأمثلته",
    "en": ""
  },
  {
    "ar": "اعلم أن قوله تعالى فلا تغرنكم الحياة الدنيا ولا يغرنكم  بالله  الغرور  وقوله",
    "en": ""
  },
  {
    "ar": "تعالى ولكنكم فتنتم أنفسكم وتربصتم وارتبتم وغرتكم الأماني  الآية  كاف  في  ذم",
    "en": ""
  },
  {
    "ar": "الغرور وقد قال رسول الله صلى الله عليه وسلم  حبذا  نوم  الأكياس  وفطرهم  كيف",
    "en": ""
  },
  {
    "ar": "يغبنون سهر الحمقى واجتهادهم ولمثقال ذرة من  صاحب  تقوى  ويقين  أفضل  من  ملء",
    "en": ""
  },
  {
    "ar": "الأرض من المغترين حديث حبذا نوم الأكياس وفطرهم الحديث أخرجه ابن  أبي  الدنيا",
    "en": ""
  },
  {
    "ar": "في كتاب اليقين من قول أبي الدرداء بنحوه وفيه انقطاع  وفي  بعض  الروايات  أبي",
    "en": ""
  },
  {
    "ar": "الورد موضع أبي الدرداء ولم أجده مرفوعا وقال صلى الله عليه وسلم الكيس من  دان",
    "en": ""
  },
  {
    "ar": "نفسه وعمل لما بعد الموت والأحمق من أتبع  نفسه  هواها  وتمنى  على  الله  حديث",
    "en": ""
  },
  {
    "ar": "الكيس من دان نفسه وعمل لما بعد الموت الحديث أخرجه الترمذي وابن ماجه من  حديث",
    "en": ""
  },
  {
    "ar": "شداد بن أوس وكل ما ورد في فضل العلم وذم الجهل فهو دليل  على  ذم  الغرور  لأن",
    "en": ""
  },
  {
    "ar": "الغرور عبارة عن بعض أنواع الجهل إذ الجهل هو أن يعتقد الشيء  ويراه  على  خلاف",
    "en": ""
  },
  {
    "ar": "ما هو به والغرور هو جهل إلا أن كل جهل ليس بغرور بل يستدعي الغرور مغرورا  فيه",
    "en": ""
  },
  {
    "ar": "مخصوصا ومغرورا به وهو الذي يغره فمهما كان المجهدل المعتقد شيئا  يوافق  الهوى",
    "en": ""
  },
  {
    "ar": "وكان السبب الموجب للجهل شبهة ومخيلة فاسدة يظن أنها دليل ولا تكون  دليلا  سمي",
    "en": ""
  },
  {
    "ar": "الجهل الحاصل به غرورا فالغرور هو سكون النفس إلى ما يوافق  الهوى  ويميل  إليه",
    "en": ""
  },
  {
    "ar": "الطبع عن شبهة وخدعة من الشيطان فمن اعتقد أنه على خير إما  في  العاجل  أو  في",
    "en": ""
  },
  {
    "ar": "الآجل عن شبهة فاسدة فهو مغرور وأكثر الناس يظنون  بأنفسهم  الخير  وهم  مخطئون",
    "en": ""
  },
  {
    "ar": "فيه فأكثر الناس إذا مغرورون وإن اختلفت أصناف غرورهم واختلفت درجاتهم حتى  كان",
    "en": ""
  },
  {
    "ar": "غرور بعضهم أظهر وأشد من بعض وأظهرها وأشدها غرور الكفار وغرور العصاة  والفساق",
    "en": ""
  },
  {
    "ar": "فنورد لهما أمثلة لحقيقة الغرور  المثال  الأول  غرور  الكفار  فمنهم  من  غرته",
    "en": ""
  },
  {
    "ar": "الحياة الدنيا ومنهم من غره بالله الغرور أما الذين غرتهم  الحياة  الدنيا  فهم",
    "en": ""
  },
  {
    "ar": "الذين قالوا النقد خير من النسيئة والدنيا نقد والآخرة نسيئة فهي إذن  خير  فلا",
    "en": ""
  },
  {
    "ar": "بد من إيثارها وقالوا اليقين خير من الشك ولذات الدنيا يقين  ولذات  الآخرة  شك",
    "en": ""
  },
  {
    "ar": "فلا نترك اليقين بالشك وهذه أقيسة فاسدة تشبه قياس إبليس حيث قال أنا  خير  منه",
    "en": ""
  },
  {
    "ar": "خلقتني من نار وخلقته من طين وإلى  هؤلاء  الإشارة  بقوله  تعالى  أولئك  الذين",
    "en": ""
  },
  {
    "ar": "اشتروا الحياة الدنيا بالآخرة فلا يخفف عنهم العذاب ولا هم  ينصرون  وعلاج  هذا",
    "en": ""
  },
  {
    "ar": "الغرور إما بتصديق الإيمان وإما بالبرهان أما التصديق  بمجرد  الإيمان  فهو  أن",
    "en": ""
  },
  {
    "ar": "يصدق الله تعالى في قوله ما عندكم ينفذ وما عند الله باق وفي قوله عز  وجل  وما",
    "en": ""
  },
  {
    "ar": "عند الله خير وقوله والآخرة خير  وأبقى  وقوله  وما  الحياة  الدنيا  إلا  متاع",
    "en": ""
  },
  {
    "ar": "الغرور وقوله فلا تغرنكم الحياة الدنيا وقد أخبر رسول الله صلى الله عليه  وسلم",
    "en": ""
  },
  {
    "ar": "بذلك طوائف من الكفار فقلدوه وصدقوه  وآمنوا  به  ولم  يطالبوه  بالبرهان  حديث",
    "en": ""
  },
  {
    "ar": "تصديق بعض الكفار بما أخبر به رسول الله صلى الله عليه وسلم  وإيمانهم  من  غير",
    "en": ""
  },
  {
    "ar": "مطالبة بالبرهان هو مشهور في السنن من ذلك قصة إسلام الأنصار وبيعتهم  وهي  عند",
    "en": ""
  },
  {
    "ar": "أحمد من حديث جابر وفيه حتى بعثنا الله إليه من  يثرب  فآويناه  وصدقناه  فيخرج",
    "en": ""
  },
  {
    "ar": "الرجل منا فيؤمن به ويقرئه القرآن فينقلب إلى أهله فيسلمون بإسلامه الحديث  وهي",
    "en": ""
  },
  {
    "ar": "عند أحمد بإسناد جيد ومنهم من قال نشدتك الله أبعثك الله رسولا فكان  يقول  نعم",
    "en": ""
  },
  {
    "ar": "فيصدق حديث قول من قال له نشدتك الله أبعثك رسولا فيقول نعم  فيصدق  متفق  عليه",
    "en": ""
  },
  {
    "ar": "من حديث أنس في قصة ضمام ابن ثعلبة وقوله  للنبي  صلى  الله  عليه  وسلم  أرسلك",
    "en": ""
  },
  {
    "ar": "للناس كلهم فقال اللهم نعم وفي آخره فقال الرجل آمنت بما جئت به  وللطبراني  من",
    "en": ""
  },
  {
    "ar": "حديث ابن عباس في ضمام قال نشدتك به أهو أرسلك بما أتتنا كتبك وأتتنا  رسلك  أن",
    "en": ""
  },
  {
    "ar": "نشهد أن لا إله إلا الله وأن ندع اللات  والعزى  قال  نعم  الحديث  وهذا  إيمان",
    "en": ""
  },
  {
    "ar": "العامة وهو يخرج من الغرور وينزل هذا منزلة  تصديق  الصبي  والده  في  أن  حضور",
    "en": ""
  },
  {
    "ar": "المكتب خير من حضور الملعب مع أنه لا يدري وجه كونه خيرا وأما المعرفة  بالبيان",
    "en": ""
  },
  {
    "ar": "والبرهان فهو أن يعرف وجه فساد هذا القياس الذي نظمه في قلبه  الشيطان  فإن  كل",
    "en": ""
  },
  {
    "ar": "مغرور فلغروره سبب وذلك السبب هو دليل وكل دليل فهو  نوع  قياس  يقع  في  النفس",
    "en": ""
  },
  {
    "ar": "ويورث السكون إليه وإن كان صاحبه لا يشعر به ولا يقدر على نظمه بألفاظ  العلماء",
    "en": ""
  },
  {
    "ar": "فالقياس الذي نظمه الشيطان فيه أصلان أحدهما أن الدنيا نقد والآخرة نسيئة  وهذا",
    "en": ""
  },
  {
    "ar": "صحيح والآخر قوله إن النقد خير من النسيئة وهذا محل التلبيس  فليس  الأمر  كذلك",
    "en": ""
  },
  {
    "ar": "بل إن كان النقد مثل النسيئة في المقدار والمقصود فهو خير  وإن  كان  أقل  منها",
    "en": ""
  },
  {
    "ar": "فالنسيئة خير فإن الكافر المغرور يبذل في تجارته درهما ليأخذ  عشرة  نسيئة  ولا",
    "en": ""
  },
  {
    "ar": "يقول النقد خير من النسيئة فلا أتركه وإذا حذره الطبيب الفواكه ولذائذ  الأطعمة",
    "en": ""
  },
  {
    "ar": "ترك ذلك في الحال خوفا من ألم المرض في المستقبل فقد ترك النقد  ورضي  بالنسيئة",
    "en": ""
  },
  {
    "ar": "والتجار كلهم يركبون البحار ويتعبون في الأسفار نقدا لأجل الراحة والربح  نسيئة",
    "en": ""
  },
  {
    "ar": "فإن كل عشرة في ثاني الحال خيرا من واحد في الحال  فأنسب  لذة  الدنيا  من  حيث",
    "en": ""
  },
  {
    "ar": "مدتها إلى مدة الآخرة فإن أقصى عمر الإنسان مائة سنة وليس هو عشر عشير  من  جزء",
    "en": ""
  },
  {
    "ar": "من ألف ألف جزء من الآخرة فكأنه ترك واحدا ليأخذ ألف ألف بل ليأخذ ما لا  نهاية",
    "en": ""
  },
  {
    "ar": "له ولا حد وإن نظر من حيث النوع رأى لذات الدنيا مكدرة مشوبة  بأنواع  المنغصات",
    "en": ""
  },
  {
    "ar": "ولذات الآخرة صافية غير مكدرة فإذن قد غلط في قوله النقد خير من  النسيئة  فهذا",
    "en": ""
  },
  {
    "ar": "غرور منشؤه قبول لفظ عام مشهور أطلق وأريد به خاص  فغفل  به  المغرور  عن  خصوص",
    "en": ""
  },
  {
    "ar": "معناه فإن من قال النقد خير من النسيئة أراد به خيرا من نسيئة هي مثله  وإن  لم",
    "en": ""
  },
  {
    "ar": "يصرح به وعند هذا يفزع الشيطان إلى القياس الآخر وهو أن  اليقين  خير  من  الشك",
    "en": ""
  },
  {
    "ar": "إذا الآخرة شك وهذا القياس أكثر فسادا من الأول لأن كلا أصليه باطل  إذ  اليقين",
    "en": ""
  },
  {
    "ar": "خير من الشك إذا كان مثله وإلا فالتاجر في تعبه  على  يقين  وفي  ربحه  على  شك",
    "en": ""
  },
  {
    "ar": "والمتفقه في جهاده على يقين وفي إدراكه رتبة العلم على شك والصياد في تردده  في",
    "en": ""
  },
  {
    "ar": "المقتنص على يقين وفي الظفر بالصيد على شك وكذا  الحزم  دأب  العقلاء  بالاتفاق",
    "en": ""
  },
  {
    "ar": "وكل ذلك ترك اليقين بالشك ولكن التاجر يقول إن لم أتجر بقيت  جائعا  وعظم  ضرري",
    "en": ""
  },
  {
    "ar": "وإن اتجرت كان تعبي قليلا وربحي كثيرا وكذلك المريض يشرب الدواء  البشع  الكريه",
    "en": ""
  },
  {
    "ar": "وهو من الشفاء على شك ومن مرارة الدواء على يقين ولكن يقول  ضرر  مرارة  الدواء",
    "en": ""
  },
  {
    "ar": "قليل بالإضافة إلى ما أخافه من المرض والموت فكذلك من شك في الآخرة فواجب  عليه",
    "en": ""
  },
  {
    "ar": "بحكم الحزم أن يقول أيام الصبر قلائل وهو منتهى العمر بالإضافة إلى ما يقال  من",
    "en": ""
  },
  {
    "ar": "أمر الآخرة فإن كان ما قيل فيه كذبا فما يفوتني إلا التنعم أيام حياتي وقد  كنت",
    "en": ""
  },
  {
    "ar": "في العدم من الأزل إلى الآن لا أتنعم فأحسب أني بقيت في العدم وإن كان  ما  قيل",
    "en": ""
  },
  {
    "ar": "صدقا فأبقى في النار أبد الآباد وهذا لا يطاق ولهذا  قال  علي  كرم  الله  وجهه",
    "en": ""
  },
  {
    "ar": "لبعض الملحدين إن كان ما قلته حقا فقد تخلصت وتخلصنا وإن كان ما قلناه حقا  فقد",
    "en": ""
  },
  {
    "ar": "تخلصنا وهلكت وما قال هذا عن شك منه في الآخرة ولكن كلم الملحد  على  قدر  عقله",
    "en": ""
  },
  {
    "ar": "وبين له أنه وإن لم يكن متيقنا فهو مغرور وأما الأصل الثاني من  كلامه  وهو  أن",
    "en": ""
  },
  {
    "ar": "الآخرة شك فهو أيضا خطأ بل  ذلك  يقين  عند  المؤمنين  وليقينه  مدركان  أحدهما",
    "en": ""
  },
  {
    "ar": "الإيمان والتصديق تقليدا للأنبياء والعلماء وذلك أيضا  يزيل  الغرور  وهو  مدرك",
    "en": ""
  },
  {
    "ar": "يقين العوام وأكثر الخواص ومثالهم مثال  مريض  لا  يعرف  دواء  علته  وقد  اتفق",
    "en": ""
  },
  {
    "ar": "الأطباء وأهل الصناعة من عند آخرهم على أن دواءه النبت الفلاني فإنه يطمئن  نفس",
    "en": ""
  },
  {
    "ar": "المريض إلى تصديقهم ولا يطالبهم بتصحيح ذلك بالبراهين  الطبية  بل  يثق  بقولهم",
    "en": ""
  },
  {
    "ar": "ويعمل به ولو بقى سوادى أو معتوه يكذبهم  في  ذلك  وهو  يعلم  بالتواتر  وقرائن",
    "en": ""
  },
  {
    "ar": "الأحوال أنهم أكثر منه عددا وأغزر منه فضلا وأعلم  منه  بالطب  بل  لا  علم  له",
    "en": ""
  },
  {
    "ar": "بالطب فيعلم كذبه بقولهم ولا يعتقد كذبهم بقوله ولا يغتر في  علمهم  بسببه  ولو",
    "en": ""
  },
  {
    "ar": "اعتمد قوله وترك قول الأطباء كان معتوها  مغرورا  فكذلك  من  نظر  إلى  المقرين",
    "en": ""
  },
  {
    "ar": "بالآخرة والمخبرين عنها والقائلين بأن التقوى هو الدواء النافع في  الوصول  إلى",
    "en": ""
  },
  {
    "ar": "سعادتها وجدهم خير خلق الله وأعلاهم  رتبة  في  البصيرة  والمعرفة  والعقل  وهم",
    "en": ""
  },
  {
    "ar": "الأنبياء والأولياء والحكماء والعلماء واتبعهم  عليه  الخلق  على  أصنافهم  وشذ",
    "en": ""
  },
  {
    "ar": "منهم آحاد من البطالين غلبت عليهم الشهوة ومالت نفوسهم إلى التمتع  فعظم  عليهم",
    "en": ""
  },
  {
    "ar": "ترك الشهوات وعظم عليهم الاعتراف بأنهم من  أهل  النار  فجحدوا  الآخرة  وكذبوا",
    "en": ""
  },
  {
    "ar": "الأنبياء فكما أن قول الصبي وقول السوادى لا يزيل طمأنينة القلب  إلى  ما  اتفق",
    "en": ""
  },
  {
    "ar": "عليه الأطباء فكذلك قول هذا الغني الذي استرقته الشهوات لا يشكك في  صحة  أقوال",
    "en": ""
  },
  {
    "ar": "الأنبياء والأولياء والعلماء وهذا القدر من الإيمان كاف لجمله الخلق  وهو  يقين",
    "en": ""
  },
  {
    "ar": "جازم يستحث على العمل لا محالة والغرور يزول  به  وأما  المدرك  الثاني  لمعرفة",
    "en": ""
  },
  {
    "ar": "الآخرة فهو الوحي للأنبياء والإلهام للأولياء ولا  تظنن  أن  معرفة  النبي  صلى",
    "en": ""
  },
  {
    "ar": "الله عليه وسلم لأمر الآخرة ولأمور الدين تقليد  لجبريل  عليه  السلام  بالسماع",
    "en": ""
  },
  {
    "ar": "منه كما أن معرفتك تقليد للنبي صلى الله عليه وسلم حتى تكون معرفتك مثل  معرفته",
    "en": ""
  },
  {
    "ar": "وإنما يختلف المقلد فقط وهيهات فإن التقليد  ليس  بمعرفة  بل  هو  اعتقاد  صحيح",
    "en": "REVIVAL OF RELIGIOUS LEARNINGS IMAM GHAZZALI'S IHYA ULUM-ID-DIN Translated by FAZL-UL-KARIM VOL. III CONTENTS OF BOOK III THE BOOK OF DESTRUCTIVE EVILS CONTENTS CHAPTER X Evils of erroneous belief    280 THE REVIVAL OF RELIGIOUS LEARNINGS The Book of Destructive Evils CHAPTER X CONDEMNATION ERROR Those whose hearts lie in error lie in darkness in the bottom of fathomless ocean. They have got no light as God has not given them light. He opened the breast of those men for Islam whom He guided to the straight path and straightened the hearts of those who are in error. These errors are many. There are errors of four classes of men- (1) error of. the learned, (2) error of the religious men, (3) error of the Sofas. (4) and error of the rich. God says : let not the world's life deceive you and let not error lead you to misguidance. The Prophet said : How good is the restraint of the wise from sleep and food. Hov~11o they baffle the sleep and labour of the fools. Godfear and I'man to the weight of a mustard seed are better than earth full of divine services of those who are in error. The Prophet said : Wise is he who humbles himself and does good deeds for what will occur after death and fool is he who follows his low desires and entertains hope against God. Error is a kind of ignorance. So the traditions regarding ignorance is applicable to error. To believe a thing and to see it contrary to it is ignorance. Error is a kind of ignorance but all kinds of ignorance are not errors. The thing which brings peace of mind consistent with low desire is error. Nature is inclined to it entertaining doubt and falling in devil's snares. He who believes out of vain doubt that he is in the good path of worldly and next worldly matters is full of errors. Many men think that they are on the right path, but they are in error and live in fool's paradise. Their errors are of different kinds' classes and degrees. ERRORS OF THE UNBELIEVERS: This world's life keeps the unbelievers in error as they think that cash is better than credit. They say : Take in hand what you get in cash and leave the credit empty. What is the use of hearing the distant bugle? There is wide distance between cash and credit. The meaning of cash is this world and of credit the next world. They say : This world which is certain is better than the next world which is uncertain and doubtful. This world's joys and enjoyments and wealth and riches are subjects of certain faith and the next worldly gifts are objects of doubt. So we shall not give up what is certain for what is doubtful and uncertain. This is the idea of the devil as he said I am better than Adam as I have been created of fire and Adam of Vol-III\tCondemnation of Error\t281 dust. God says of this error in the following verse : They are those who purchased this world's life in exchange of the next world. So punishment will not be made light from them and they will not be helped-2:286Q. The medicine of this erroneous opinion is faith and proof Regarding the medicine of faith, it is to believe in these words of God : What is near you will come to an end and what is near God will last. God says : What is this world is better and ever- lasting. God says : The next world is better and ever-lasting. God says What is this world except means of deception ? God says : Let not this world's life deceive you. The Prophet gave this news to the unbelievers and as a result some of them took faith in these principles They did not want proof from him. They only believed that he is the messenger of God and His apostle and Prophet. This is just like the belief of a son to the words of his father without proof. The father says to his son : To go to the school is better than sports and plays. The boy who does not believe his father is ruined. MEDICINE OF PROOF: Proof is another medicine of this erroneous idea. A thing is known by proof. Every proof is a kind of idea in mind and this idea generates peace in mind though he does not know it. There are two basic matters of the idea raised by the devil. One of the basic matters is that this world is cash and the next world is credit and this is correct. Another basic matter is that cash is better than credit. This idea is to be enquired into. If cash is equal to credit, then credit is better. The misguided unbeliever spends one coin for getting credit of ten coins. He does not say that cash is better than credit and why he should spoil one coin for ten coins. Similarly if a physician prohibits a patient to eat good delicious food and fruits, the patient for fear of future trouble refrains from enjoying them. It appears from this that he remains satisfied with future affairs giving up the present or with credit after giving up cash. The merchants get on board the sea and travel many countries, so that they may gain profit in future in their business. To them the future ten rupees are better than the present one rupees. Similarly the treasures and enjoyments of the present world are less and short lived than those of the next world. Man can expect to live at most for one hundred years. But that is not even one portion out one crore portions. It appears from this that we should taken one crore portions after giving up one portion. 282\t. The Book of Destructive evils\tVol-III Now if you look to the enjoyments of this world, you will find them mixed with troubles and calamities but the enjoyments , of the next world is without any trouble and calamity. So this word of the unbeliever that cash is better than credit or the present is better than future is erroneous, incorrect and deceptive. The cause of this error is that he believed it on hearing from the people. Besides he thinks that certainty is better than doubt and that this world is certain and the next world is doubtful. This idea creates greater confusion of or the two basic matters mentioned above are rendered void, as certain matter is better than uncertain matter if they are equal. If it is contrary, the matter stands otherwise. The merchants undertake labour on certain faith, but they are not sure about profit. Similarly a learned man undertakes efforts on sure faith but he is uncertain in gaining rank of learning. A hunter is certain about' hunting, but uncertain about getting game. So to give up sure matters for petting uncertain matters becomes necessary. But a treadesman says : If 1 do not carry on trade, I shall remain hungry and my loss would be great. If I carry on'trade, I may suffer loss but I gain much. Similarly a patient swallows bitter pills and he is not certain about his recovery from illness but he is certain about the bitterness of the medicine. He says : The bitterness of the medicine is less than the fear of death owing to illness. This rule is applicable to the uncertainty of the next world. The days of patience in the world are less in comparison with those of the next world and these will last till the end of life. One should say : If the talk of the people becomes false regarding the next world, I will suffer no loss, but my comforts in the words will be lost. If what they say comes true, I will remain in Hell for ever without end. For this reason, Hazrat Ali said : If what they say comes true, you and I shall suffer no loss. If my word comes true, I will get salvation and you will be destroyed. SECOND BASIC MATTER: The second basic argument of the unbelievers is that the next world is doubtful. This argument is also erroneous. The next world is certain and sure to the believers for two reasons. One of the reasons is that the believes the sayings of the Prophets and the learned. This is the belief of people in general. He is like a patient who does not know the medicine of his disease, while the physicians and experts prescribe unanimously a medicine for him which he takes and is cured. He does not roam to enquire whether the medicine is correct and whether there is any proof of its correctness. Rather he believes their words and acts accordingly. A mad and misguided man takes their words as erroneous. He proves by his words that he is false. If a man follows the mad man and gives up the prescribed medicine of the experts he falls in error and ruins himself. The second reason is to know the next world in the revelation of the prophets and inspiration in the minds of the friends of God. Don't think that in matters of the next world and religion, the Prophet accepted all he heard from Gebriel as you accept what you hear from the Prophet. His knowledge of things and your knowledge are not the same. Your blind faith is not equal to his knowledge of things. The Prophets saw by their inner eyes the true nature of everything as you see with your external eye the material world. The cause is that the real nature of soul comes vivid and clear to them. Soul is a spiritual thing coming from the command of God. It does not mean that it is opposed to prohibition of God, as it is not he command of words, and soul is not world. The world is of two kinds, material world and immaterial or spiritual world or world of commands. Both the woiVs belong to God. The material world has got length, breadth, circle and space. That which is free from length and breadth belongs to the spiritual world. Its details are the secret matters of soul. There is no permission to describe it as it will be harmful to the majority of the people as the affairs of Thaqdir or premeasurement have been prohibited. He who has come to know the secrets of soul has known himself. When he knows himself, he knows God. When he does not know himself by knowing the secrets of soul, he does not know God. Soul is a stranger to this material world. It descent into this world is for an affair opposed to its nature. When Adam disobeyed God, he forgot himself and God. so his soul was sent to a world opposed to its nature. When he disobeyed he opposed his soul. When the kernel comes out of its cover, it is said that the kernel came out of its cover. It appears from this that those who know God take out the original smell or odour of soul and remain satisfied but, those who have got little intellect remain satisfied only with hearing words and not with odour as it does them harm just as smell of roses does harm to worms of dung. The Vol-III\tCondemnation of Error 283 Vol-III\tCondemnation of Error 285 284\tThe Book of Destructive evils\tVol-III weak eyes of bats become puzzled at the sight of the sun. Subtle things are opened from the secrets of soul and go towards the spiritual world. That is the name of Ma'arfat and belayet (spiritual power). He who acquires it is called Wali or Aref. This is the first step of the rank of the Prophets. The last step of Allays is the first step of the Prophets. Machinations of the devil are that the next world is doubtful. This machination can be removed by sure faith. When the believers disobey the injunctions of God and engage themselves in sins, they become partners with the unbelievers in this erroneous belief as they prefer this world's life in exchange of the next world. They know that the hereafter is better than the present world but they prefer the comforts of this life. So only faith is not sufficient for them for their satisfaction. God says : I forgive one who has faith, does good works and remains in the straight path. God says : God's mercy is near the doers of good as if you are seeing Him. He says : By oath of time, man is surely in loss except those who have faith, do good deeds and enjoin one another with truth and patience - 1031Q So Iman or faith is not sufficient. Good works also are necessary. The following are the instances about the erroneous beliefs of the unbelievers and the great transgressors. Erroneous belief about God. Some of the unbelievers thought that there were better men than the Prophet to receive revelation. God said this as a result of altercation between two persons. One man said : I do not think that the Hour shall occur. If I am to return to my God, I will get surely a better place than it in exchange 18: 36Q, This verse was explained thus : One unbeliever created a place at the expense of one thousand dinars and prepared a garden therein at the expense of another one thousand dinars. He purchased servants and slaves with another one thousand dinars and married a beautiful woman with another one thousand dinnars. A believer gave him advice for every item mentioned above : You have built such purchase such a building in paradise of which there is no destruction. You have purchased such a garden which will be destroyed. Why did you not purchase a garden is paradise of which there is no destruction ? Why did you not purchase such servants who have got no destruction and who will not die? Why did you not marry such a Hur with black eyes who will not die? The unbeliever said in reply : Where is Paradise which the people discuss ? They speak falsehood. If it becomes true, I will get in paradise which is better than this. Similarly God says of A's-b-Wall who says : I will come with my wealth and children. God said : Return them to him. Has he enquired into the unseen or taken promise from the Merciful ? It can never be, These utterancess are the promptings of the devil. The worldly wealth and comforts are harmful and keep one away from God. God saves Has religious servant from the world as He loves him, as a man saves his patient from undesirable food and drink. God says : Do they think that we bring for them immediate good for what We give them of wealth and children, but they don't understand. God says : They do not know from where We shall provide them God says : We spread up for them the doors of everything till when they were overjoyed for what they were given, We caught them suddenly and they became despaired. God says : I give them leisure, so that their sins may increase. God says : Don't think that God is heedless of what the sinners do, but He defers them to a time when eye-sight will not be turned towards anything. So whose believes in the above verses and the verses of the Quran and the sayings of the Prophet has been saved from the erroneous belief. He turns his attention to Pharaoh, Quran, Human, Naamrud and others to take lessons from the punishment meted out to them by the Almighty. God says: Don't you take lessons from them ? God says : Nobody should feel secure from the contrivance of God except the losers. God says : They contrived and God also contrived. god is the greatest contriver -8 :30 Q. (2) The erroneous belief of the transgressing believers. They say: We expect mercy of the Merciful God. They rely on this and neglect their divine services. They think that this expectation is a good stage in religion and that God's mercy is all comprehensive. This is their erroneous belief about God. The fact is that God loves the religious men and hates the sinners. The Prophet said : A wise man is he who humbles himself and does for what will occur after death and a fool is he who follows his passions and hopes against God. God explains this hope by saying : Those who have faith, made emigration and make jihad in the way of God, can expect god's mercy. The cause is that the meaning of virtues in the next world is reward for actions as God 286\tThe Book of Destructive evils\tVol-III says : This is the reward for what they did. God says : You will be given full rewards on the Resurrection Day. So it appears that the condition of reward is good works. God promised this and He will not break His promise. Hazrat Hasan Basari was once asked : People say \"We cherish hope\" but they are ruining their divine services. He said : That is not so. It is their vain desire. He who fears a thing flees away from that thing. The sage Muslim-b-Yasar said : Last night I made prostration in such a way that two of my front teeth have broken. A man said to him. I cherish hope from God. Moslem said : It is impossible. He who desires a thing searches for it. He who fears a thing flees away from it. A man desires a child but does not marry. Even if he marries, he does not cohabit with his wife. Even if he cohabits, he does not eject semen into her uternus. Such a man is called mad. Similarly he who hopes for mercy of God does not have faith; even if he has faith, does not do good deeds; even he does good deeds, does not give up, sins is a fool. He who marries, cohabits with his wife and ejects semen into her uterns, cannot stillbe certain of child but he should depend on the favour of God. Such a man is an intelligent man. Similarly the man is wise who has faith, does good works, gives up evil deeds, keeps within fear and hope, fears whether his divine services are accepted or not, fears that his ultimate end may not be good and hopes that God will show mercy on him. All other people remain in error except the above person. When they will see the punishment of the erroneous people, they will say: 0 our Lord, we have heard and seen, Send us back that we may do good deeds. Now we are firm believers.' In other words, we have known really that God is perfect, that God does not give child without marriage and without cohabitation. He does not give crops without cultivation and sowing of seeds. Similarly He does not give rewards in the next world without good deeds. Send us back to the world and we shall do good deeds there. Now we have come to know that your words are true and that there is nothering for men but he strive for and that soon our efforts will be examined-53:39Q. HOPE FOR GOOD IN TWO PLACES: When the necessity of a great transgressor arises, there is good place of hope. The devil then says : Will your repentance be accepted ? At this time, he should root out despair by hope and remember that God forgives all sins. God says : 0 those who oppressed much on their souls, don't be despaired of God's'mercy. God forgives all, sins. He is forgiving, merciful-39:35Q. God says : Whose repents, brings faith, does good deeds and then finds guidance, I will forgive him. Such a man who hopes for forgiveners with repentance is called a man of hope, but he who hopes for forgivessness without turning back from' sins lives in error. The Prophet said Erroneous belief will prevail over the minds of my people in latter days. The Prophet said : People of the first century would be busy with divine services and they would give in charity from what they would be given and they all would have fear on thinking that they would return to God and engage day and night in worship. The Prophet said : A time will come over the people when they will think in their minds that the Quran is an old book as a cloth gets old if used on body. They will have greed in all their affairs with no fear of God. If anybody does any good works. He will say : It will be accepted from me. If be does any evil deed, he will say : It will be forgiven God says : For one who fears his Lord, there will be for him two gardens-35:45Q. This will be for that person who fears God, the warnings of God and the Quran from the beginning to the end. Classifications of those who believe in errors. There are four classes of such person. (1) The errors of the learned men. The is a party of the learned men who become expert in learning of Shariat or other kinds. They take pride for their education and expert knowledge and hope that God will not punish them. Had they looked with internal eye, they would have seen that learning is of two kinds-secular education and spiritual education. Spiritual education is knowledge about God and His attributes and actions. Secular education is knowledge of lawful and unlawful things, good and bad conducts etc. These leanings are not acquired except through works. Without works, these leanings have got no value. It can be illustrated by the case of a patient whose disease is of different kinds and those cannot be treated without mixtured medicine only known to an expert physician. He goes to hip learns prescription and returns home. He constantly reads it without taking the medicines. To get cure in these circumstances is impossible. If he takes the medicine, he has got hope of cure. Similar is the condition of a learned man. He Vol-III Condemnation of Error\t287 288 gives decisions of legal matters but he does not use them.. He gives instructions to give up sins, but he himself does not' give up sins. He learns how to acquire good conduct but does not himself do them. He therefore lives in gross error. God says that he who makes his soul pure shall get salvation. He does not say that he who knows how to make his soul pure and teaches it to others will get salvation. God says that a learned man without action is like a dog or like an ass which bears loads. The Prophet said : He who gains much knowledge without much guidance increases his distance from God. He also said : Such a learned man will be' thrown into Hell and his intestines will come out. He will roam like the roaming of an ass round the crushing mill. The Prophet said : The worst man is a dishonest learned man. Hazrat Abu Darda said : There is only one woe for an illiterate man. God can make him learned if He wills, but a hundred woes are for that learned man who does not get benefit by his learning will be given the greatest punishment. He who has got spiritual knowledge but does not act up to it is roaming in error which is worse. He is like a person who wishes. to serve a king and who for that learns his character and conduct and all of his matters, but gives up what the king likes and does what he dislikes. He can't go near the king. If one knows God with true knowledge, he will fear Him. It is impossible that a wise man does not fear a tiger. God revealed to David : Fear Me as you fear a tiger. He who knows God knows His attributes and knows also that all the people are under His control. God says : The learned fear God most out of His servants. There is in the beginning of the Jabur : Fear of God is the root of knowledge. Hazrat Ibn Masud said : God-fear is sufficient for education and lack of God-fear is sufficient for ignorance. Hazrat Hasan basari said : A learned man is he who prays all night, fasts all day long and renunciates the world. He said at another time A learned man is he who enquires, does not dispute with others and broadcasts the skill of God. If one obeys him, he praises God. If one disobeys him, he also praises Him. He knows God, knows His commands and prohibitions and knows His chosen and unchosen matters. (2) Second Class learned man. The second kind of the learned men is he who has learning and acts accordingly. He is engaged in open divine service and gives up sins, but does not Vol-III\tCondemnation of Error\t289 take care of his mind. He does not remove from his mind evils like pride, hatred, show, bad treatment and desire of name and fame. He does not care of this saying of the Prophet. A little show is shirk. The Prophet said : He who has got pride to the weight of a mustard seed will not enter Paradise. He also said : Hatred destroys all virtues as fire burns fuets. He said : Greed for honour and wealth generate hypocrisy as water grows crops. Such a learned men forgets the following Hadis : God does not look to your figures, but to your hearts and actions. They know outward divine services but not inward qualities. Mind is the root as nobody will get salvation except one having sound soul. Such a man is like a well of stool of which the outer cover is good but its interior is full of obnoxious smell, or he is like a house on the roof of which lamp is lighted but its interior is full of darkness or he is like a man who adorns the door of his house to receive the king but spreads out stool in its interior. This is his erroneous belief. His near illustration is this A man sows seeds of corn of which corn grows along with weeds. He orders to take out the weeds and keep the corn plants. But his men cut only the top portion of the weeds. As a result they grow stronger with many branches. The evils on mind are the root of sins. Who so does not purify his soul from these evils, his divine service does not become perfect. (3) Third class learned man. The learned men of this class know that these internal evils are bad but owing to their self-praise they think that they are free from these evils and that God will not try them for this. When their pride is expressed, they say that it is not pride but it is disclosing the honour of learning. They say that their dishonor is the dishonor of Islam. They should remember the case of Hazrat Omar. When he went to visit Syria, he had then a coarse cloth on him which the people disliked. Then he said We are such a people who have been honored by the religion of Islam. We are not seekers of honour from other peoples. (4) Fourth class of learned men. They learn education, purify their bodily limbs and adorn them with divine services. They give up open sins and purify their minds from show, hatred, pride and other evils, yet they entertain and erroneous belief and keep away from Morakaba or meditation and they seek name and fame. They write books also to get priase and accuse others The Book of Destructive evils\tVol-III 29.0\tThe Book of Destructive evils\tVol-III of bad writing. They also copy the writings of other with amendments. THE LEARNED MEN OF UNNECESSARY LEARNING: We have mentioned above the conditions of the learned men who acquire necessary learning. Now we shall describe about those who remain satisfied with unnecessary branches of learning after giving up necessary learning. Some of them acquire education of administration and worldly laws and regulations which are termed Fight. They are misguided in actions and knowledge. Regarding their erroneous actions, they are like the patients who learn and teach the prescirptions of medicines. Rather they are like the patient who remains in the mouth of destruction owing to insanity but he learns the medicine of the disease arising out of menstruation and reads it day and night. Similarly the love of the world is strong in the mind of the Faqihs or theologians who are always engaged in the laws of divorce and other laws. Then the devil leads them to erroneous paths. From the point of view of erroneous belief regarding knowledge, he learns only to give Fatwas or legal decisions and things that he has learnt the learning of religion. He does not learn the Quran and Hadis of the Prophet and does not even want to learn them. He gives up the learning of Ma'arfat with which God and His attributes are recognised and which lead to God fear and piety. True Fiqh increases the fear of God, as God says: Why does not a party from every tribe come out to learn the learning of religion and warn their people when they return to them-9:112Q. Another group of learned men learn Ilmul Kalam or learning of arguments. One group are guided and another misguided. Those who do not guide towards the ways of the Prophet are the misguided ones and those who guide towards the ways of the Prophet have found guidance. But both of them are in some error. The latter thinks that arguments are necessary things and the best to acquire nearness of God. They also think that religion does not become perfect until arguments are learnt and that those who have faith without proof are not perfect men. Their whole life is spent in argument. The Prophet said : The nation which is firm on true path are never misguided except for mutual quarrels. One day the Prophet went to his companions and saw that they were quarreling with one another. He was angry at them and said Have you got order to set one verse of the Quran against another Vol-III\tCondemnation of Error\t291 ? Look what you have been commanded and act accordingly and refrain from what you have been prohibited. (3) Another group of learned men remain busy in sermons and Zikr. Those among them who deliver sermons to the people regarding character and conduct, God-fear, patience, gratefulness, God- reliance, sure faith and other attributes are placed high in rank, but still they are in some erroneons belief as they do not act according to all of their instructions. They love self-priase thinking that they are embodiment of all virtues and that they are sincere workers for religions. There is secret show in them. (4) Another group of learned men drift away from sermon when delivering it and discuss wonderful stories which are outside Shariat and knowledge. Some of them deliver sermons in ornamental language, poetries and love episodes. They deal with separation and unity of the lovers and beloveds. They mix falsehood with truth. (5) Another group of learned men condemn the world and recite the verses and traditions relating to the condonation of the world but they do not follow those teachings. (6) Another group spend their time in the learning of Hadis. They collect Isnad and roam in the countries to collect them. (7) Another group of learned men remain busy with grammars, poetries, many languages and many foreign tongues. They erroneously believe that God will forgive them as they are maintainers of the Quran and Hadis as guides to the Muslim. They ought to know that the best kernel is actions and that the knowledge of actions is like the cover of a kernel. (8) Another group believe erroneously that God will judge among men as the judges in the world take and give decisions. Take for instance, a learned man gives Fatwa that if a wife pardons her husband for payment of dower, he will not get any punishment. This is an erroneous belief as the woke often gives remission f dower owing to his cruel treatment to her. God say. If they out of satisfaction gives you remission of something there from, enjoy it with joy. The above remission was made by compulsion and not voluntarily. 292 The Book of Destructive evils Vol-III ERRONEOUS BELIEFS OF RELIGIOUS MEN There are erroneous beliefs regarding prayer, rencitation of the Quran, pilgrimage etc. A class of religious men give up compulsory duties and remain busy with additional duties. Sorne of them r\tOmar made ablution prayer\twater cloth etc Hazrat Christian woman. To make such exaggeration is the whispering of the devil, Another group of religious men make exaggeration in Niyyat of prayer, another in the pronunciation of words another in the Quran re another within donot distinguish between all the year round,\tgroup Halal and Haram, another group do not go to pilgrimage after payment of the dues of others and do not take permission of parents. Another group want name and fame in their minds in their course of their renunciation. The errors of the Sufis are strong. There are many classes of Sufis. One kind of Sufis adopt the habits of -real Sufis in dress, in character and conduct and in outward they* fall into such erroneous sigh and sit like thoughtful m\tY beliefs that they think that they became real Sufis, while the cannot purify their minds n illustration open s given below to show the doubtful properties. propert:e conduct of this sort of Sufis. A certain weak old man put on the to be dress of a soldier, ho however,\thbmrand benwraso and soldier. The king, weak and unfit for acting as a soldier. So he removed his name and ordered him to be killed for see their ress but the conditions of the above Sufis. God of mind. Another kind of Sufis fall into more error. They want to be Sufis and put on f en leo mentsaand accept the delicious food, remain busy with Y Y oppressive rulers. knohwledg kind and Magmas, seen truth with crossed all spar open eyes and got oclose thers. Another kind of Sufis something free from and teach them t the rules of Shariat. things are the same. Some of them believe lawful and unlawful does o look oforms of religion but do n obey the outward God-reliance and other attributes. Another class of Sufis walk in the ways of Ma'arfat and when they see any light in their minds they stop then and do not proceed further thinking that they have attained perfection. This is an erroneous belief. They are just like a man who goes to serve the king but halts at seeing ship beautiful garden and spends all the times without going to the place of the king. There are seventy screens of God. If he reaches only one screen, he thinks he has attained his object. The Quran says of Abraham. When the night cume over him, he saw a star and said. This is my Lord-6:76Q. By the star,. the star of the sky has not been meant as Abraham was seeing it from his earliest years but he came to know that it is not a deity to be worshipped. This means the screen of light. A sojourner in the paths of religion sees so many screens of light to cross them to see the Divine light as God says : In this way, I showed Abraham to secrets of the kingdom of heaven and earth-6:75Q.-The first screen which falls between a servant and God is the screen of soul which is a light out of the lights of God. It is called essence of heart or subtle thing of heart (Latifa) and in it are reflected the full particulars of soul. It can entertain-the whole world as it reflects thetrue nature of each thing. ,\t' THE ERRONEOUS BELIEFS OF THE RICH One class of the rich have got greed to construct mosques, madrashas, bridges and other works of public utility so that they may fall to the eyes of men and their names are remembered even after their death. This belief is pardonable. Another class of rich men spend their lawful earnings in the construction of a mosque but fall into error for two reasons. The first reason is that they do it for show and getting praise from the people. The second reason is that they embellish the mosque with paintings and pictures which' are prohibited as the attention of those who pray may be diverted from their prayer and deviation to God to the colours and paintings. The punishment for this reverts to the ..uilder, although he lives in such an error that he is doing pious duties. The sages of your hesitated to enter such a mosque. Once the disciples of Jesus Christ said: Look, how is this Church ? He said : I tell you with truth that my followers will construct lofty buildings and churches, God will destroy all for the sins of the builders. There is no value to God of gold and silver and of bricks of the mosque which you consider good. Condemnation of Error 293 294 Rather the dearest thing to Him is the mind of the pious men which remains immerged in the love of God. The Prophet said When you will embellish you mosques with variegated workmanship and the Quran with gold and silver, your condition then will be ceplorable. Hazrat Hasan basri said that when the Prophet wished to construct the Mosque of Meidna. Gebriel came to him and said: Make its roof one cubit higher than the head and don't embellish it with different kinds of workmanship. Another class of rich men give charity to the porr and and baggars but in such a place where people gather. They choose such poor men who express gratitude for charity and broadcast their charities. They make one pilgrimage after another but do not give in charity to the hungry neighbors. Hazrat Ibn Msud said : There will be such people in latter times who will make pilgrimage without cause. Once a rich man sought the advice of the sage Bashar Hafi for going to pilgrimage. He asked : Why do you wish to make additional pilgrimage ? He said. To seek the pleasure of God. The sage said : you can get His greater pleasure by paying the debts of ten debtors, removing the wants of those who are in want, giving, charity to the poor Muslims having large families or distributing the sum to ten orphan boys. Another class of rich men board money and worship in such a way in which no expenditure is necessary, such as fasting and keeping awake at night. They live in error as they earn miserliness which is harmful. They are like the person who is net destruction as a serpent entered his cloth but instead of removing the serpent, he keeps himself busy in cleansing his cloth Miserliness is so strong on others that they don't spend in good works except in payment of Zakat. They pay Zakat also to such poor persons who serve them and help them in their works. THREE MEANS OF GAINING FORTUNE THE NEXT WORLD In order to save from the above erroneous beliefs and ideas, three means should be adopted intellect learning and knowledge df a thing. Intellect means the inborn light with which a man knows the true nature of everything. If it does not arise in early years, it does not become possible to earn it in future. It can be increased by experience and other methods if there is existence of Vol-III\tCondemnation of Error\t295 sharp intellect. The Prophet said : Blessed is He who distributed intellect among His aervants in different measures. Once a man asked the Prophet : What is the rank of the man near God on the Resurrection Day who fasts the day, prays Tahajjud, performs Haj and Umrah, gives charity in the way of God, makes jihad, serves the diseased, remains present in funeral prayers andhelps . the weak? The Prophet said : He will get rewards according to is intellect. Once a man was prasiing another man before the Prophet who asked : How is his intellect, as a fool commits sins more than the sinners owing to his foolishness. Once the people mentioned before the Prophet about a man's great devotions. He asked. How is his intellect ? The people said : He has got no intellect. He said: He has not reached the rank which you wish to give him. It appears that sharp intellect is a special gift of God. The second means of removing erroneous beliefs is knowledge. This includes knowledge of four things-(1) knowledge of oneself, (2) knowledge of God, (3) knowledge of the next world and (4) knowledge of this world. Man is a sojouner in the world. He has been given beastly nature and also spiritual nature to know God. When one will know these four matters, love for God will arise in his mind. When he will act everything to please god and for the next world, he will find guidance. When he will like the present world in preference to the next world, and his passions and low desires in preference to the pleasure of God, it will become impossible to save himself from erroneous beliefs. The third means of removing erroneous beliefs is learning. The merits of learning have already been described in the first book of worship and as such they need not be repeated here. The Book of Destructive evils\tVol-III ****End of Chapter 10 - Volume 3 ***** E-mail: webmaster - Sign the Guest Book - Imam\nGhazali Home Page Information: This\n    Page was last updated on: 18 Jun 2007 21:31:57 -0400 This\n    page is constantly being updated since July 2001. So check back\n    often. Page\n    URL: www.muslimphilosophy.com/gz/ihya/english/ihya-vol3-C10.htm . A\n    reader is needed for PDF files and it is available\n    free of charge from Adobe . About\n    the Islamic Philosophy Online Project . Reporting\n    copyright infringement . Site\n    © Copyright 2003 by Islamic Philosophy Online, Inc. A not-for-profit\n    organization dedicated to academic study of Islamic philosophy. Individual\n    content may have its own individual copyrights. See\n    copyright information."
  },
  {
    "ar": "والأنبياء عارفون ومعنى معرفتهم أنه  كشف  لهم  حقيقة  الأشياء  كما  هي  عليها",
    "en": ""
  },
  {
    "ar": "فشاهدوها بالبصيرة الباطنة كما تشاهد أنت المحسوسات بالبصر الظاهر  فيخبرون  عن",
    "en": ""
  },
  {
    "ar": "مشاهدة لا عن سماع وتقليد وذلك بأن يكشف لهم عن حقيقة الروح وأنه من  أمر  الله",
    "en": ""
  },
  {
    "ar": "تعالى وليس المراد بكونه من أمر الله الأمر الذي يقابل  النهي  لأن  ذلك  الأمر",
    "en": ""
  },
  {
    "ar": "كلام والروح ليس بكلام وليس المراد بالأمر الشأن حتى يكون  المراد  به  أنه  من",
    "en": ""
  },
  {
    "ar": "خلق الله فقط لأن ذلك عام في جميع  المخلوقات  بل  العالم  عالمان  عالم  الأمر",
    "en": ""
  },
  {
    "ar": "وعالم الخلق ولله الخلق والأمر فالأجسام ذوات الكمية والمقادير من  عالم  الأمر",
    "en": ""
  },
  {
    "ar": "الخلق إذا الخلق عبارة عن التقدير في وضع اللسان  وكل  موجود  منزه  عن  الكمية",
    "en": ""
  },
  {
    "ar": "والمقدار فإنه من عالم الأمر وشرح ذلك سر الروح  ولا  رخصة  في  ذكره  لاستضرار",
    "en": ""
  },
  {
    "ar": "أكثر الخلق بسماعه كسر القدر الذي منع من إفشائه فمن  عرف  سر  الروح  فقد  عرف",
    "en": ""
  },
  {
    "ar": "نفسه وإذا عرف نفسه فقد عرف ربه وإذا عرف نفسه وربه عرف أنه  أمر  رباني  بطبعه",
    "en": ""
  },
  {
    "ar": "وفطرته وأنه في العالم الجسماني غريب وأن هبوطه إليه لم  يكن  بمقتضى  طبعه  في",
    "en": ""
  },
  {
    "ar": "ذاته بل بأمر عارض غريب من ذاته وذلك العارض الغريب ورد على آدم صلى الله  عليه",
    "en": ""
  },
  {
    "ar": "وسلم وعبر عنه بالمعصية وهي التي حطته عن الجنة التي هي أليق  به  بمقتضى  ذاته",
    "en": ""
  },
  {
    "ar": "فإنها في جوار الرب تعالى وأنه أمر رباني وحنينه إلى جواب الرب تعالى  له  طبعي",
    "en": ""
  },
  {
    "ar": "ذاتي إلا أن يصرفه عن مقتضى طبعه عوارض العالم الغريب من ذاته  فينسى  عند  ذلك",
    "en": ""
  },
  {
    "ar": "نفسه وربه ومهما فعل ذلك فقد ظلم نفسه إذ قيل له ولا تكونوا كالذين  نسوا  الله",
    "en": ""
  },
  {
    "ar": "فأنساهم أنفسهم أولئك هم الفاسقون أي الخارجون عن مقتضى طبعهم ومظنة  استحقاقهم",
    "en": ""
  },
  {
    "ar": "يقال فسقت الرطبة عن كمامها إذا خرجت عن معدنها الفطري وهذه  إشارة  إلى  أسرار",
    "en": ""
  },
  {
    "ar": "يهتز لاستنشاق روائحها العارفون وتشمئز من سماع  ألفاظها  القاصرون  فإنها  تضر",
    "en": ""
  },
  {
    "ar": "بهم كما تضر رياح الورد بالجعل وتبهر أعينهم  الضعيفة  كما  تبهر  الشمس  أبصار",
    "en": ""
  },
  {
    "ar": "الخفافيش وانفتاح هذا الباب من سر القلب إلى عالم الملكوت  يسمى  معرفة  وولاية",
    "en": ""
  },
  {
    "ar": "ويسمى صاحبه وليا وعارفا وهي مبادي مقامات الأنبياء وآخر مقامات  الأولياء  أول",
    "en": ""
  },
  {
    "ar": "مقامات الأنبياء ولنرجع إلى  الغرض  المطلوب  فالمقصود  أن  غرور  الشيطان  بأن",
    "en": ""
  },
  {
    "ar": "الآخرة شك يدفع إما بيقين تقليدي وإما ببصيرة ومشاهدة من جهة الباطن  والمؤمنين",
    "en": ""
  },
  {
    "ar": "بألسنتهم وبعقائدهم  إذا  ضيعوا  أوامر  الله  تعالى  وهجروا  الأعمال  الصالحة",
    "en": ""
  },
  {
    "ar": "ولابسوا الشهوات والمعاصي فهم  مشاركون  للكفار  في  هذا  الغرور  لأنهم  آثروا",
    "en": ""
  },
  {
    "ar": "الحياة الدنيا على الآخرة نعم أمرهم أخف لأن أصل الإيمان يعصمهم عن عقاب  الأبد",
    "en": ""
  },
  {
    "ar": "فيخرجون من النار ولو بعد حين ولكنهم أيضا  من  المغرورين  فإنهم  اعترفوا  بأن",
    "en": ""
  },
  {
    "ar": "الآخرة خير من الدنيا ولكنهم مالوا إلى الدنيا وآثروها ومجرد الإيمان  لا  يكفي",
    "en": ""
  },
  {
    "ar": "للفوز قال تعالى وإني لغفار لمن تاب وآمن وعمل صالحا ثم اهتدى  وقال  تعالى  إن",
    "en": ""
  },
  {
    "ar": "رحمت الله قريب من المحسنين ثم قال النبي صلى الله عليه وسلم الإحسان  أن  تعبد",
    "en": ""
  },
  {
    "ar": "الله كأنك تراه حديث الإحسان أن تعبد الله كأنك تراه متفق  عليه  من  حديث  ابن",
    "en": ""
  },
  {
    "ar": "عمر وقد تقدم وقال تعالى والعصر إن الإنسان لفي خسر  إلا  الذين  آمنوا  وعملوا",
    "en": ""
  },
  {
    "ar": "الصالحات وتواصوا بالحق وتواصوا بالصبر فوعد المغفرة في جميع كتاب  الله  تعالى",
    "en": ""
  },
  {
    "ar": "منوط بالإيمان والعمل الصالح جميعا لا بالإيمان وحده فهؤلاء أيضا مغرورون  أعني",
    "en": ""
  },
  {
    "ar": "المطمئنين إلى الدنيا الفرحين  بها  المترفين  بنعيمها  المحبين  لها  الكارهين",
    "en": ""
  },
  {
    "ar": "للموت خيفة فوات لذات الدنيا دون الكارهين له خيفة لما بعده فهذا  مثال  الغرور",
    "en": ""
  },
  {
    "ar": "بالدنيا من الكفار  والمؤمنين  جميعا  ولنذكر  للغرور  بالله  مثالين  من  غرور",
    "en": ""
  },
  {
    "ar": "الكافرين والعاصين  فأما  غرور  الكفار  بالله  فمثاله  قول  بعضهم  في  أنفسهم",
    "en": ""
  },
  {
    "ar": "وبألسنتهم إنه لو كان لله من معاد فنحن أحق به من  غيرنا  ونحن  أوفر  حظا  فيه",
    "en": ""
  },
  {
    "ar": "وأسعد حالا كما أخبر الله تعالى عنه من قول الرجلين المتحاورين إذ قال وما  أظن",
    "en": ""
  },
  {
    "ar": "الساعة قائمة ولئن رددت إلى ربي لأجدن خيرا منها منقلبا وجملة أمرهما  كما  نقل",
    "en": ""
  },
  {
    "ar": "في التفسير أن الكافر منهما بنى قصرا بألف  دينار  واشترى  بستانا  بألف  دينار",
    "en": ""
  },
  {
    "ar": "وخدما بألف دينار وتزوج امرأة على ألف دينار وفي ذلك  كله  يعظه  المؤمن  ويقول",
    "en": ""
  },
  {
    "ar": "اشتريت قصرا يفنى ويخرب ألا اشتريت قصرا في الجنة لا يفنى واشتريت بستانا  يخرب",
    "en": ""
  },
  {
    "ar": "ويفنى ألا اشتريت بستانا في الجنة لا يفنى وخدما لا يفنون ولا يموتون وزوجة  من",
    "en": ""
  },
  {
    "ar": "الحور العين لا تموت وفي كل ذلك يرد عليه الكافر ويقول ما هناك شيء وما قيل  من",
    "en": ""
  },
  {
    "ar": "ذلك فهو أكاذيب وإن كان فليكونن لي في الجنة خير من هذا وكذلك وصف  الله  تعالى",
    "en": ""
  },
  {
    "ar": "قول العاص ابن وائل إذ يقول لأوتين مالا وولدا فقال الله تعالى ردا  عليه  أطلع",
    "en": ""
  },
  {
    "ar": "الغيب أم اتخذ عند الرحمن عهدا كلا وروى عن خباب بن الأرت أنه قال كان  لي  على",
    "en": ""
  },
  {
    "ar": "العاص بن وائل دين فجئت أتقاضاه فلم يقض لي فقلت إني آخذه في  الآخرة  فقال  لي",
    "en": ""
  },
  {
    "ar": "إذا صرت إلى الآخرة فإن لي هناك مالا وولدا أقضيك منه فأنزل  الله  تعالى  قوله",
    "en": ""
  },
  {
    "ar": "أفرأيت الذي كفر بآياتنا وقال لأوتين مالا وولدا حديث خباب بن  الأرت  قال  كان",
    "en": ""
  },
  {
    "ar": "لي على العاص بن وائل دين فجئت أتقاضاه الحديث في نزول قوله تعالى أفرأيت  الذي",
    "en": ""
  },
  {
    "ar": "كفر بآياتنا الآية أخرجه البخاري ومسلم وقال الله تعالى ولئن أذقناه  رحمة  منا",
    "en": ""
  },
  {
    "ar": "من بعض ضراء مسته ليقولون هذا لي وما أظن الساعة قائمة ولئن رجعت  إلى  ربي  إن",
    "en": ""
  },
  {
    "ar": "لي عنده للحسنى وهذا كله من الغرور بالله  وسببه  قياس  من  أقيسة  إبليس  نعوذ",
    "en": ""
  },
  {
    "ar": "بالله منه وذلك أنهم ينظرون مرة إلى نعم الله عليهم في  الدنيا  فيقيسون  عليها",
    "en": ""
  },
  {
    "ar": "نعمة الآخرة وينظرون مرة إلى تأخير العذاب عنهم فيقيسون عليه عذاب  الآخرة  كما",
    "en": ""
  },
  {
    "ar": "قال تعالى ويقولون في أنفسهم لولا يعذبنا  الله  بما  نقول  فقال  تعالى  جوابا",
    "en": ""
  },
  {
    "ar": "لقولهم حسبهم جهنم يصلونها فبئس المصير ومرة ينظرون  إلى  المؤمنين  وهم  فقراء",
    "en": ""
  },
  {
    "ar": "شعث غبر فيزدرون بهم ويستحقرونهم  فيقولون  أهؤلاء  من  الله  عليهم  من  بيننا",
    "en": ""
  },
  {
    "ar": "ويقولون لو كان خيرا ما سبقونا إليه وترتيب القياس الذي نظمهم في  قلوبهم  أنهم",
    "en": ""
  },
  {
    "ar": "يقولون قد أحسن الله إلينا بنعيم الدنيا وكل محسن فهو محب وكل  محب  فإنه  يحسن",
    "en": ""
  },
  {
    "ar": "أيضا في المستقبل كما قال الشاعر لقد أحسن الله فيما مضى كذلك  يحسن  فيما  بقى",
    "en": ""
  },
  {
    "ar": "وإنما يقيس المستقبل على الماضي بواسطة الكرامة والحب إذ يقول  لولا  أني  كريم",
    "en": ""
  },
  {
    "ar": "عند الله ومحبوب لما أحسن إلي والتلبيس تحت ظنه أن كل محسن محب لا بل  تحت  ظنه",
    "en": ""
  },
  {
    "ar": "أن إنعامه عليه في الدنيا إحسان فقد اغتر بالله إذ ظن أنه كريم عنده  بدليل  لا",
    "en": ""
  },
  {
    "ar": "يدل على الكرامة بل عند ذوي البصائر يدل  على  الهوان  ومثاله  أن  يكون  للرجل",
    "en": ""
  },
  {
    "ar": "عبدان صغيران يبغض أحدهما ويحب الآخر فالذي يحبه يمنعه من اللعب ويلزمه  المكتب",
    "en": ""
  },
  {
    "ar": "ويحبسه فيه ليعلمه الأدب ويمنعه من الفواكه وملاذ  الأطعمة  التي  تضره  ويسقيه",
    "en": ""
  },
  {
    "ar": "الأدوية التي تنفعه والذي يبغضه يهمله ليعيش كيف يريد فيلعب  ولا  يدخل  المكتب",
    "en": ""
  },
  {
    "ar": "ويأكل كل ما يشتهي فيظن هذا العبد المهمل أنه عند سيده محبوب  كريم  لأنه  مكنه",
    "en": ""
  },
  {
    "ar": "من شهواته ولذاته وساعده على جميع أغراضه فلا يمنعه ولم  يحجر  عليه  وذلك  محض",
    "en": ""
  },
  {
    "ar": "الغرور وهكذا نعيم الدنيا ولذتها فإنها مهلكات ومبعدات من الله فإن  الله  يحمي",
    "en": ""
  },
  {
    "ar": "عبده من الدنيا وهو يحبه كما يحمي أحدكم مريضه  من  الطعام  والشراب  وهو  يحبه",
    "en": ""
  },
  {
    "ar": "حديث إن الله يحمي عبده من الدنيا وهو  يحبه  الحديث  أخرجه  الترمذي  وحسنه  و",
    "en": ""
  },
  {
    "ar": "الحاكم وصححه من حديث قتادة بن النعمان هكذا ورد في الخبر عن  سيد  البشر  وكان",
    "en": ""
  },
  {
    "ar": "أرباب البصائر إذا أقبلت عليهم الدنيا حزنوا وقالوا ذنب عجلت عقوبته ورأوا  ذلك",
    "en": ""
  },
  {
    "ar": "علامة المقت والإهمال وإذا  أقبل  عليهم  الفقر  قالوا  مرحبا  بشعار  الصالحين",
    "en": ""
  },
  {
    "ar": "والمغرور إذا أقبلت عليه الدنيا ظن أنها كرامة من الله وإذا صرفت عنه  ظن  أنها",
    "en": ""
  },
  {
    "ar": "هوان كما أخبر الله تعالى عنه إذ قال فأما الإنسان إذا ما  ابتلاه  ربه  فأكرمه",
    "en": ""
  },
  {
    "ar": "ونعمه فيقول ربي أكرمن وأما إذا ما ابتلاه فقدر  عليه  رزقه  فيقول  ربي  أهانن",
    "en": ""
  },
  {
    "ar": "فأجاب الله عن ذلك كلا أي ليس كما قال إنما هو ابتلاء نعوذ بالله من شر  البلاء",
    "en": ""
  },
  {
    "ar": "ونسأل الله التثبيت فبين أن ذلك غرور قال الحسن كذبهما جميعا  بقوله  كلا  يقول",
    "en": ""
  },
  {
    "ar": "ليس هذا بإكرامي ولا هذا بهواني ولكن الكريم من  أكرمته  بطاعتي  غنيا  كان  أو",
    "en": ""
  },
  {
    "ar": "فقيرا والمهان من أهنته بمعصيتي غنيا كان أو فقيرا  وهذا  الغرور  علاجه  معرفة",
    "en": ""
  },
  {
    "ar": "دلائل الكرامة والهوان إما بالبصيرة أو بالتقليد أما  البصيرة  فبأن  يعرف  وجه",
    "en": ""
  },
  {
    "ar": "كون الالتفات إلى شهوات الدنيا مبعد عن الله ووجه كون التباعد عنها  مقربا  إلى",
    "en": ""
  },
  {
    "ar": "الله ويدرك ذلك بالإلهام في منازل  العارفين  والأولياء  وشرحه  من  جملة  علوم",
    "en": ""
  },
  {
    "ar": "المكاشفة ولا يليق بعلم المعاملة وأما معرفته بطريق التقليد  والتصديق  فهو  أن",
    "en": ""
  },
  {
    "ar": "يؤمن بكتاب الله تعالى ويصدق رسوله وقد قال تعالى أيحسبون أن ما  نمدهم  به  من",
    "en": ""
  },
  {
    "ar": "مال وبنين نسارع لهم في الخيرات بل لا يشعرون وقال تعالى سنستدرجهم من  حيث  لا",
    "en": ""
  },
  {
    "ar": "يعلمون وقال تعالى فتحنا عليهم أبواب كل شيء حتى إذا فرحوا بما  أوتوا  أخذناهم",
    "en": ""
  },
  {
    "ar": "بغتة فإذا هم مبلسون وفي تفسير قوله تعالى سنستدرجهم من  حيث  لا  يعلمون  أنهم",
    "en": ""
  },
  {
    "ar": "كلما أحدثوا ذنبا أحدثنا لهم نعمة ليزيد  غرورهم  وقال  تعالى  إنما  نملي  لهم",
    "en": ""
  },
  {
    "ar": "ليزدادوا إثما وقال تعالى ولا تحسبن الله غافلا عما يعمل الظالمون إنما  يؤخرهم",
    "en": ""
  },
  {
    "ar": "ليوم تشخص فيه الأبصار إلى غير ذلك مما ورد في كتاب الله تعالى وسنة رسوله  فمن",
    "en": ""
  },
  {
    "ar": "آمن به تخلص من هذا الغرور فإن منشأ هذا الغرور الجهل  بالله  وبصفاته  فإن  من",
    "en": ""
  },
  {
    "ar": "عرفه لا يأمن مكره ولا يغتر بأمثال  هذه  الخيالات  الفاسدة  وينظر  إلى  فرعون",
    "en": ""
  },
  {
    "ar": "وهامان وقارون وإلى ملوك الأرض وما جرى لهم كيف  أحسن  الله  إليهم  ابتداء  ثم",
    "en": ""
  },
  {
    "ar": "دمرهم تدميرا فقال تعالى هل تحس منهم من أحد الآية وقد حذر الله تعالى من  مكره",
    "en": ""
  },
  {
    "ar": "واستدراجه فقال فلا يأمن مكر الله إلا القوم الخاسرون وقال تعالى  ومكروا  مكرا",
    "en": ""
  },
  {
    "ar": "ومكرنا مكرا وهم لا يشعرون وقال عز وجل ومكروا ومكر الله  والله  خير  الماكرين",
    "en": ""
  },
  {
    "ar": "وقال تعالى إنهم يكيدون كيدا وأكيد كيدا فمهل الكافرين أمهلهم  رويدا  فكما  لا",
    "en": ""
  },
  {
    "ar": "يجوز للعبد المهمل أن يستدل بإهمال السيد إياه وتمكينه من النعم على  حب  السيد",
    "en": ""
  },
  {
    "ar": "بل ينبغي أن يحذر أن يكون ذلك مكرا منه وكيدا مع أن السيد لم  يحذره  مكر  نفسه",
    "en": ""
  },
  {
    "ar": "فبأن يجب ذلك في حق الله تعالى مع تحذيره استدراجه أولى فإذن من أمن  مكر  الله",
    "en": ""
  },
  {
    "ar": "فهو مغتر ومنشأ هذا الغرور أنه استدل بنعم الدنيا على أنه كريم عند ذلك  المنعم",
    "en": ""
  },
  {
    "ar": "واحتمل أن يكون ذلك دليل الهوان ولكن ذلك الاحتمال  لا  يوافق  الهوى  فالشيطان",
    "en": ""
  },
  {
    "ar": "بواسطة الهوى يميل بالقلب إلى ما يوافقه وهو التصديق بدلالته على الكرامة  وهذا",
    "en": ""
  },
  {
    "ar": "هو حد الغرور المثال الثاني غرور العصاة من المؤمنين بقولهم إن الله كريم  وإنا",
    "en": ""
  },
  {
    "ar": "نرجو عفوه واتكالهم  على  ذلك  وإهمالهم  الأعمال  وتحسين  ذلك  بتسمية  تمنيهم",
    "en": ""
  },
  {
    "ar": "واغترارهم رجاء وظنهم أن الرجاء مقام محمود  في  الدين  وأن  نعمة  الله  واسعة",
    "en": ""
  },
  {
    "ar": "ورحمته شاملة وكرمه عميم وأين معاصي العباد في بحار رحمته وإنا موحدون  ومؤمنون",
    "en": ""
  },
  {
    "ar": "فنرجوه بوسيلة الإيمان وربما  كان  مستند  رجائهم  التمسك  بصلاح  الأباء  وعلو",
    "en": ""
  },
  {
    "ar": "رتبتهم كاغترار العلوية بنسبهم ومخالفة سيرة آبائهم في  الخوف  والتقوى  والورع",
    "en": ""
  },
  {
    "ar": "وظنهم أنهم أكرم على الله من آبائهم إذا آباؤهم مع غاية  الورع  والتقوى  كانوا",
    "en": ""
  },
  {
    "ar": "خائفين وهم مع غاية الفسق والفجور  آمنون  وذلك  نهاية  الاغترار  بالله  تعالى",
    "en": ""
  },
  {
    "ar": "فقياس الشيطان للعلوية أن من أحب إنسانا أحب أولاده وأن  الله  قد  أحب  آباءكم",
    "en": ""
  },
  {
    "ar": "فيحبكم فلا تحتاجون إلى الطاعة وينسى المغرور أن  نوحا  عليه  السلام  أراد  أن",
    "en": ""
  },
  {
    "ar": "يستصحب ولده معه في السفينة فلم يرد فكان من المغرقين فقال رب إن ابني من  أهلي",
    "en": ""
  },
  {
    "ar": "فقال تعالى يا نوح إنه ليس من أهلك إنه عمل غير صالح وأن إبراهيم  عليه  السلام",
    "en": ""
  },
  {
    "ar": "استغفر لأبيه فلم ينفعه وأن نبينا صلى  الله  عليه  وسلم  وعلى  كل  عبد  مصطفى",
    "en": ""
  },
  {
    "ar": "استأذن ربه في أن يزور قبر أمه ويستغفر لها فأذن له في الزيارة ولم يؤذن له  في",
    "en": ""
  },
  {
    "ar": "الاستغفار فجلس يبكي على قبر أمه لرقته لها بسبب  القرابة  حتى  أبكى  من  حوله",
    "en": ""
  },
  {
    "ar": "حديث أنه صلى الله عليه وسلم استأذن أن يزور قبر أمه ويستغفر لها  فأذن  له  في",
    "en": ""
  },
  {
    "ar": "الزيارة ولم يؤذن له الاستغفار الحديث أخرجه مسلم من حديث أبي هريرة فهذا  أيضا",
    "en": ""
  },
  {
    "ar": "اغترار بالله تعالى وهذا لأن الله تعالى يحب المطيع ويبغض العاصي فكما  أنه  لا",
    "en": ""
  },
  {
    "ar": "يبغض الأب المطيع ببغضه للولد العاصي فكذلك لا  يحب  الولد  العاصي  بحبه  للأب",
    "en": ""
  },
  {
    "ar": "المطيع ولو كان الحب يسري من الأب إلى الولد لأوشك أن يسري البغض أيضا بل  الحق",
    "en": ""
  },
  {
    "ar": "أن لا تزر وازرة وزر أخرى ومن ظن أنه ينجو بتقوى أبيه كمن  ظن  أنه  يشبع  بأكل",
    "en": "****End of Chapter 10 - Volume 3 ***** E-mail: webmaster - Sign the Guest Book - Imam\nGhazali Home Page Information: This\n    Page was last updated on: 18 Jun 2007 21:31:57 -0400 This\n    page is constantly being updated since July 2001. So check back\n    often. Page\n    URL: www.muslimphilosophy.com/gz/ihya/english/ihya-vol3-C10.htm . A\n    reader is needed for PDF files and it is available\n    free of charge from Adobe . About\n    the Islamic Philosophy Online Project . Reporting\n    copyright infringement . Site\n    © Copyright 2003 by Islamic Philosophy Online, Inc. A not-for-profit\n    organization dedicated to academic study of Islamic philosophy. Individual\n    content may have its own individual copyrights. See\n    copyright information."
  },
  {
    "ar": "أبيه ويروى بشرب أبيه ويصير عالما بتعلم أبيه  ويصل  إلى  الكعبة  ويراها  بمشي",
    "en": ""
  },
  {
    "ar": "أبيه فالتقوى فرض عين فلا يجزى فيه والد عن ولده شيئا  وكذا  العكس  وعند  الله",
    "en": ""
  },
  {
    "ar": "جزاء التقوى يوم يفر المرء من أخيه وأمه وأبيه إلا على  سبيل  الشفاعة  لمن  لم",
    "en": ""
  },
  {
    "ar": "يشتد غضب الله عليه فيأذن في الشفاعة له كما سبق في كتاب الكبر والعجب فإن  قلت",
    "en": ""
  },
  {
    "ar": "فأين الغلط في قول العصاة والفجار إن الله كريم وإنا نرجو  رحمته  ومغفرته  وقد",
    "en": ""
  },
  {
    "ar": "قال أنا عند ظن عبدي بي فليظن بي خيرا فما هذا إلا كلام صحيح مقبول  الظاهر  في",
    "en": ""
  },
  {
    "ar": "القلوب فاعلم أن الشيطان لا يغوي الإنسان إلا بكلام مقبول الظاهر مردود  الباطن",
    "en": ""
  },
  {
    "ar": "ولولا حسن ظاهره لما انخدعت به القلوب ولكن النبي صلى الله عليه  وسلم  كشف  عن",
    "en": ""
  },
  {
    "ar": "ذلك فقال الكيس من دان نفسه وعمل لما بعد الموت والأحمق  من  أتبع  نفسه  هواها",
    "en": ""
  },
  {
    "ar": "وتمنى على الله حديث الكيس من دان نفسه تقدم قريبا وهذا  هو  التمني  على  الله",
    "en": ""
  },
  {
    "ar": "تعالى غير الشيطان اسمه فسماه رجاء حتى خدع به  الجهال  وقد  شرح  الله  الرجاء",
    "en": ""
  },
  {
    "ar": "فقال إن الذين آمنوا والذين هاجروا وجاهدوا في  سبيل  الله  أولئك  يرجون  رحمة",
    "en": ""
  },
  {
    "ar": "الله يعني أن الرجاء بهم أليق وهذا لأنه ذكر أن  ثواب  الآخرة  أجر  وجزاء  على",
    "en": ""
  },
  {
    "ar": "الأعمال قال الله تعالى جزاء بما كانوا يعملون وقال تعالى وإنما  توفون  أجوركم",
    "en": ""
  },
  {
    "ar": "يوم القيامة أفترى أن من استؤجر على  إصلاح  أوان  وشرط  له  أجرة  عليها  وكان",
    "en": ""
  },
  {
    "ar": "الشارط كريما يفي بالوعد مهما وعد ولا يخلف بل يزيد فجاء الأجير  وكسر  الأواني",
    "en": ""
  },
  {
    "ar": "وأفسد جميعها ثم جلس ينتظر الأجر ويزعم أن المستأجر  كريم  أفيراه  العقلاء  في",
    "en": ""
  },
  {
    "ar": "انتظاره متمنيا مغرورا أو راجيا وهذا  للجهل  بالفرق  بين  الرجاء  والغرة  قيل",
    "en": ""
  },
  {
    "ar": "للحسن قوم يقولون نرجو الله  ويضيعون  العمل  فقال  هيهات  هيهات  تلك  أمانيهم",
    "en": ""
  },
  {
    "ar": "يترجحون فيها من رجا شيئا طلبه ومن خاف شيئا هرب منه وقال  مسلم  بن  يسار  لقد",
    "en": ""
  },
  {
    "ar": "سجدت البارحة حتى سقطت ثنيتاي فقال له رجل إنا  لنرجو  الله  فقال  مسلم  هيهات",
    "en": ""
  },
  {
    "ar": "هيهات من رجا شيئا طلبه ومن خاف شيئا هرب منه وكما  أن  الذي  يرجو  في  الدنيا",
    "en": ""
  },
  {
    "ar": "ولدا وهو بعد لم ينكح أو نكح ولم يجامع أو جامع ولم ينزل فهو  معتوه  فكذلك  من",
    "en": ""
  },
  {
    "ar": "رجا رحمة الله وهو لم يؤمن أو آمن ولم يعمل صالحا أو عمل ولم يترك المعاصي  فهو",
    "en": ""
  },
  {
    "ar": "مغرور فكما أنه إذا نكح ووطئ وأنزل بقي مترددا في الولد يخاف  ويرجو  فضل  الله",
    "en": ""
  },
  {
    "ar": "في خلق الولد ودفع الآفات عن الرحم وعن الأم إلى أن يتم فهو كيس فكذلك إذا  آمن",
    "en": ""
  },
  {
    "ar": "وعمل الصالحات وترك السيئات وبقي مترددا بين الخوف والرجاء  يخاف  أن  لا  يقبل",
    "en": ""
  },
  {
    "ar": "منه وأن لا يدوم عليه وأن يختم له بالسوء ويرجو من الله تعالى أن يثبته  بالقول",
    "en": ""
  },
  {
    "ar": "الثابت ويحفظ دينه من صواعق سكرات الموت حتى يموت على التوحيد  ويحرس  قلبه  عن",
    "en": ""
  },
  {
    "ar": "الميل إلى الشهوات بقية عمره حتى لا يميل إلى المعاصي فهو كيس  ومن  عدا  هؤلاء",
    "en": ""
  },
  {
    "ar": "فهم المغرورون بالله وسوف يعلمون حين يرون العذاب من أضل  سبيلا  ولتعلمن  نبأه",
    "en": ""
  },
  {
    "ar": "بعد حين وعند ذلك يقولون كما أخبر الله عنهم ربنا أبصرنا وسمعنا  فارجعنا  نعمل",
    "en": ""
  },
  {
    "ar": "صالحا إنا موقنون أي علمنا أنه كما لا يولد إلا بوقاع ونكاح ولا ينبت  زرع  إلا",
    "en": ""
  },
  {
    "ar": "بحراثة وبث بذر فكذلك لا يحصل في الآخرة ثواب وأجر إلا بعمل صالح فارجعنا  نعمل",
    "en": ""
  },
  {
    "ar": "صالحا فقد علمنا الآن صدقك في قولك وأن ليس للإنسان إلا ما سعى  وأن  سعيه  سوف",
    "en": ""
  },
  {
    "ar": "يرى كلما ألقي فيها فوج سألهم خزنتها ألم يأتكم نذير قالوا بلى قد  جاءنا  نذير",
    "en": ""
  },
  {
    "ar": "أي ألم نسمعكم سنة الله في عباده وأنه توفى كل نفس ما  كسبت  وأن  كل  نفس  بما",
    "en": ""
  },
  {
    "ar": "كسبت رهينة فما الذي غركم بالله بعد أن سمعتم وعقلتم  قالوا  لو  كنا  نسمع  أو",
    "en": ""
  },
  {
    "ar": "نعقل ما كنا في أصحاب السعير فاعترفوا بذنبهم  فسحقا  لأصحاب  السعير  فإن  قلت",
    "en": ""
  },
  {
    "ar": "فأين مظنة الرجاء وموضعه المحمود فاعلم أنه  محمود  في  موضعين  أحدهما  في  حق",
    "en": ""
  },
  {
    "ar": "العاصي المنهمك إذا خطرت له التوبة فقال له الشيطان وأنى تقبل توبتك فيقنطه  من",
    "en": ""
  },
  {
    "ar": "رحمة الله تعالى فيجب عند هذا أن يقمع القنوط  بالرجاء  ويتذكر  إن  الله  يغفر",
    "en": ""
  },
  {
    "ar": "الذنوب جميعا وأن الله كريم يقبل التوبة عن عباده وأن التوبة طاعة تكفر  الذنوب",
    "en": ""
  },
  {
    "ar": "قال الله تعالى قل يا عبادي الذين أسرفوا على أنفسهم لا تقنطوا  من  رحمة  الله",
    "en": ""
  },
  {
    "ar": "إن الله يغفر الذنوب جميعا إنه  هو  الغفور  الرحيم  وأنيبوا  إلى  ربكم  أمرهم",
    "en": ""
  },
  {
    "ar": "بالإنابة وقال تعالى وإني لغفار لمن تاب وآمن وعمل صالحا ثم  اهتدى  فإذا  توقع",
    "en": ""
  },
  {
    "ar": "المغفرة مع التوبة فهو راج وإن توقع المغفرة مع الإصرار فهو مغرور  كما  أن  من",
    "en": ""
  },
  {
    "ar": "ضاق عليه وقت الجمعة وهو في السوق فخطر له أن يسعى إلى الجمعة فقال له  الشيطان",
    "en": ""
  },
  {
    "ar": "إنك لا تدرك الجمعة فأقم على موضعك فكذب الشيطان ومر يعدو  وهو  يرجو  أن  يدرك",
    "en": ""
  },
  {
    "ar": "الجمعة فهو راج وإن استمر على التجارة وأخذ يرجو  تأخير  الإمام  للصلاة  لأجله",
    "en": ""
  },
  {
    "ar": "إلى وسط الوقت أو لأجل غيره أو لسبب من  الأسباب  التي  لا  يعرفها  فهو  مغرور",
    "en": ""
  },
  {
    "ar": "الثاني أن تفتر نفسه عن فضائل الأعمال ويقتصر  على  الفرائض  فيرجى  نفسه  نعيم",
    "en": ""
  },
  {
    "ar": "الله تعالى وما وعد به الصالحين حتى ينبعث من الرجاء نشاط  العبادة  فيقبل  على",
    "en": ""
  },
  {
    "ar": "الفضائل ويتذكر قوله تعالى قد أفلح المؤمنون الذين هم  في  صلاتهم  خاشعون  إلى",
    "en": ""
  },
  {
    "ar": "قوله أولئك هم الوارثون الذين يرثون الفردوس  هم  فيها  خالدون  فالرجاء  الأول",
    "en": ""
  },
  {
    "ar": "يقمع القنوط المانع من التوبة والرجاء الثاني يقمع  الفتور  المانع  من  النشاط",
    "en": ""
  },
  {
    "ar": "والتشمر فكل توقع حث على توبة أو على تشمر في العبادة فهو رجاء وكل  رجاء  أوجب",
    "en": ""
  },
  {
    "ar": "فتورا في العبادة وركونا إلى البطالة فهو غرة كما إذا خطر  له  أن  يترك  الذنب",
    "en": ""
  },
  {
    "ar": "ويشتغل بالعمل فيقول له الشيطان مالك ولإيذاء نفسك وتعذيبها ولك رب  كريم  غفور",
    "en": ""
  },
  {
    "ar": "رحيم فيفتر بذلك عن التوبة والعبادة فهو  غرة  وعند  هذا  واجب  على  العبد  أن",
    "en": ""
  },
  {
    "ar": "يستعمل الخوف فيخوف نفسه بغضب الله وعظيم عقابه ويقول إنه مع  أنه  غافر  الذنب",
    "en": ""
  },
  {
    "ar": "وقابل التوب شديد العقاب وإنه مع أنه كريم خلد الكفار في النار أبد  الآباد  مع",
    "en": ""
  },
  {
    "ar": "أنه لم يضره كفرهم بل سلط العذاب والمحن والأمراض  والعلل  والفقر  والجوع  على",
    "en": ""
  },
  {
    "ar": "جملة من عباده في الدنيا وهو قادر على إزالتها  فمن  هذه  سنته  في  عباده  وقد",
    "en": ""
  },
  {
    "ar": "خوفني عقابه فكيف لا أخافه وكيف أغتر به فالخوف والرجاء قائدان وسائقان  يبعثان",
    "en": ""
  },
  {
    "ar": "الناس على العمل فما لا يبعث على العمل فهو تمن وغرور ورجاء كافة الخلق هو  سبب",
    "en": ""
  },
  {
    "ar": "فتورهم وسبب إقبالهم على الدنيا وسبب إعراضهم عن  الله  تعالى  وإهمالهم  السعي",
    "en": ""
  },
  {
    "ar": "للآخرة فذلك غرور فقد أخبر صلى الله عليه وسلم وذكر أن الغرور سيغلب  على  قلوب",
    "en": ""
  },
  {
    "ar": "آخر هذه الأمة حديث إن الغرور يغلب على آخر هذه الأمة تقدم  في  آخر  ذم  الكبر",
    "en": ""
  },
  {
    "ar": "والعجب وهو حديث أبي ثعلبة في إعجاب كل ذي رأي برأيه وقد كان  ما  وعد  به  صلى",
    "en": ""
  },
  {
    "ar": "الله عليه وسلم فقد كان الناس في الأعصار الأول يواظبون  على  العبادات  ويؤتون",
    "en": ""
  },
  {
    "ar": "ما آتوا وقلوبهم وجلة أنهم إلى ربهم راجعون يخافون على أنفسهم  وهم  طول  الليل",
    "en": ""
  },
  {
    "ar": "والنهار في طاعة الله يبالغون في التقوى والحذر  من  الشبهات  والشهوات  ويبكون",
    "en": ""
  },
  {
    "ar": "على أنفسهم في الخلوات وأما الآن فترى الخلق آمنين مسرورين مطمئنين غير  خائفين",
    "en": ""
  },
  {
    "ar": "مع إكبابهم على المعاصي وانهماكهم في الدنيا وإعراضهم  عن  الله  تعالى  زاعمين",
    "en": ""
  },
  {
    "ar": "أنهم واثقون بكرم الله تعالى وفضله راجون  لعفوه  ومغفرته  كأنهم  يزعمون  أنهم",
    "en": ""
  },
  {
    "ar": "عرفوا من فضله وكرمه ما لم يعرفه الأنبياء والصحابة والسلف  الصالحون  فإن  كان",
    "en": ""
  },
  {
    "ar": "هذا الأمر يدرك بالمنى وينال بالهوينى فعلام إذن كان بكاء أولئك وخوفهم  وحزنهم",
    "en": ""
  },
  {
    "ar": "وقد ذكرنا تحقيق هذه الأمور في كتاب الخوف والرجاء وقد قال رسول الله صلى  الله",
    "en": ""
  },
  {
    "ar": "عليه وسلم فيما رواه معقل بن يسار يأتي على الناس  زمان  يخلق  فيه  القرآن  في",
    "en": ""
  },
  {
    "ar": "قلوب الرجال كما تخلق الثياب على الأبدان أمرهم كله يكون طمعا لا  خوف  معه  إن",
    "en": ""
  },
  {
    "ar": "أحسن أحدهم قال يتقبل مني وإن أساء قال يغفر لي حديث معقل  بن  يسار  يأتي  على",
    "en": ""
  },
  {
    "ar": "الناس زمان يخلق فيه القرآن في قلوب الرجال الحديث أخرجه أبو منصور الديلمي  في",
    "en": ""
  },
  {
    "ar": "مسند الفردوس من حديث ابن عباس نحوه بسند فيه  جهالة  ولم  أره  من  حديث  معقل",
    "en": ""
  },
  {
    "ar": "فأخبر أنهم يضعون الطمع موضع الخوف لجهلهم  بتخويفات  القرآن  وما  فيه  وبمثله",
    "en": ""
  },
  {
    "ar": "أخبر عن النصارى إذ قال تعالى فخلف من بعدهم خلف ورثوا الكتاب يأخذون  عرض  هذا",
    "en": ""
  },
  {
    "ar": "الأدنى ويقولون سيغفر لنا ومعناه أنهم ورثوا الكتاب أي هم  علماء  ويأخذون  عرض",
    "en": ""
  },
  {
    "ar": "هذا الأدنى أي شهواتهم من الدنيا حراما كان أو حلالا وقد قال  تعالى  ولمن  خاف",
    "en": ""
  },
  {
    "ar": "مقام ربه جنتان ذلك لمن خاف مقامي وخاف وعيد والقرآن من أوله  إلى  آخره  تحذير",
    "en": ""
  },
  {
    "ar": "وتخويف لا يتفكر فيه متفكر إلا ويطول حزنه ويعظم خوفه إن  كان  مؤمنا  بما  فيه",
    "en": ""
  },
  {
    "ar": "وترى الناس يهذونه هذا يخرجون الحروف من مخارجها ويتناظرون  على  خفضها  ورفعها",
    "en": ""
  },
  {
    "ar": "ونصبها وكأنهم يقرءون شعرا من  أشعار  العرب  لا  يهمهم  الالتفات  إلى  معانيه",
    "en": ""
  },
  {
    "ar": "والعمل بما فيه وهل في العالم غرور يزيد  على  هذا  فهذه  أمثلة  الغرور  بالله",
    "en": ""
  },
  {
    "ar": "وبيان الفرق بين الرجاء والغرور ويقرب منه غرور طوائف لهم طاعات ومعاص  إلا  أن",
    "en": ""
  },
  {
    "ar": "معاصيهم أكثر وهم يتوقعون المغفرة ويظنون أنهم تترجح كفة حسناتهم مع أن  ما  في",
    "en": ""
  },
  {
    "ar": "كفة السيئات أكثر وهذا غاية الجهل فترى الواحد يتصدق بدراهم معدودة  من  الحلال",
    "en": ""
  },
  {
    "ar": "والحرام ويكون ما يتناول من أموال المسلمين والشبهات أضعافه ولعل  ما  تصدق  به",
    "en": ""
  },
  {
    "ar": "من أموال المسلمين وهو يتكل عليه ويظن أن أكل  ألف  درهم  حرام  يقاومه  التصدق",
    "en": ""
  },
  {
    "ar": "بعشرة من الحرام أو الحلال وما هو إلا كمن وضع عشرة دراهم  في  كفة  ميزان  وفي",
    "en": ""
  },
  {
    "ar": "الكفة الأخرى ألفا وأراد أن يرفع الكفة الثقيلة بالكفة الخفيفة وذلك غاية  جهله",
    "en": ""
  },
  {
    "ar": "نعم ومنهم من يظن أن طاعاته أكثر من معاصيه  لأنه  لا  يحاسب  نفسه  ولا  يتفقد",
    "en": ""
  },
  {
    "ar": "معاصيه وإذا عمل طاعة حفظها واعتد بها كالذي يستغفر الله بلسانه أو  يسبح  الله",
    "en": ""
  },
  {
    "ar": "في اليوم مائة مرة ثم يغتاب المسلمين ويمزق أعراضهم ويتكلم بما لا  يرضاه  الله",
    "en": ""
  },
  {
    "ar": "طول النهار من غير حصر وعدد ويكون نظره إلى عدد سبحته  أنه  استغفر  الله  مائة",
    "en": ""
  },
  {
    "ar": "مرة وغفل عن هذيانه طول نهاره الذي لو كتبه لكان مثل تسبيحه مائة  مرة  أو  ألف",
    "en": ""
  },
  {
    "ar": "مرة وقد كتبه الكرام الكاتبون وقد أوعده الله بالعقاب  على  كل  كلمة  فقال  ما",
    "en": ""
  },
  {
    "ar": "يلفظ من  قول  إلا  لديه  رقيب  عتيد  فهذا  أبدأ  يتأمل  في  فضائل  التسبيحات",
    "en": ""
  },
  {
    "ar": "والتهليلات ولا يلتفت إلى ما  ورد  من  عقوبة  المغتابين  والكذابين  والنمامين",
    "en": ""
  },
  {
    "ar": "والمنافقين يظهرون من الكلام ما لا يضمرونه إلى غير ذلك من  آفات  اللسان  وذلك",
    "en": ""
  },
  {
    "ar": "محض الغرور ولعمري لو كان الكرام الكاتبون يطلبون منه أجرة النسخ  لما  يكتبونه",
    "en": ""
  },
  {
    "ar": "من هذيانه الذي زاد على تسبيحه لكان عند ذلك يكف لسانه حتى عن جملة  من  مهماته",
    "en": ""
  },
  {
    "ar": "وما نطق به في فتراته كان يعده ويحسبه ويوازنه  بتسبيحاته  حتى  لا  يفضل  عليه",
    "en": ""
  },
  {
    "ar": "أجرة نسخه فيا عجبا لمن يحاسب نفسه ويحتاط خوفا على قيراط يفوته في الأجرة  على",
    "en": ""
  },
  {
    "ar": "النسخ ولا يحتاط خوفا من فوت الفردوس الأعلى ونعيمه ما  هذه  إلا  مصيبة  عظيمة",
    "en": ""
  },
  {
    "ar": "لمن تفكر فيها لقد دفعنا إلى أمر إن شككنا فيه  كنا  من  الكفرة  الجاحدين  وإن",
    "en": ""
  },
  {
    "ar": "صدقنا به كنا من الحمقى المغرورين فما هذه أعمال من يصدق  بما  جاء  به  القرآن",
    "en": ""
  },
  {
    "ar": "وإنا نبرأ إلى الله أن نكون من أهل الكفران فسبحان من صدنا عن  التنبه  واليقين",
    "en": ""
  },
  {
    "ar": "مع هذا البيان وما أجدر من يقدر على تسليط مثل هذه الغفلة والغرور  على  القلوب",
    "en": ""
  },
  {
    "ar": "أن يخشى ويتقي ولا يغتر به اتكالا على أباطيل  المنى  وتعاليل  الشيطان  والهوى",
    "en": ""
  },
  {
    "ar": "والله أعلم.",
    "en": ""
  },
  {
    "ar": "بيان أصناف المغترين وأقسام فرق كل صنف وهم أربعة أصناف",
    "en": ""
  },
  {
    "ar": "الصنف الأول أهل  العلم  والمغترون  منهم  فرق  ففرقة  أحكموا  العلوم  الشرعية",
    "en": ""
  },
  {
    "ar": "والعقلية وتعمقوا فيها واشتغلوا بها وأهملوا تفقد الجوارح  وحفظها  عن  المعاصي",
    "en": ""
  },
  {
    "ar": "وإلزامها الطاعات واغتروا بعلمهم وظنوا أنهم عند الله بمكان وأنهم قد بلغوا  من",
    "en": ""
  },
  {
    "ar": "العلم مبلغا لا يعذب الله مثلهم بل يقبل في  الخلق  شفاعتهم  وأنه  لا  يطالبهم",
    "en": ""
  },
  {
    "ar": "بذنوبهم وخطاياهم لكرامتهم على الله وهم مغرورون فإنهم لو نظروا  بعين  البصيرة",
    "en": ""
  },
  {
    "ar": "علموا أن العلم علمان علم معاملة وعلم مكاشفة وهو العلم بالله  وبصفاته  المسمى",
    "en": ""
  },
  {
    "ar": "بالعادة علم المعرفة فأما العلم بالمعاملة كمعرفة الحلال والحرام ومعرفة  أخلاق",
    "en": ""
  },
  {
    "ar": "النفس المذمومة والمحمودة وكيفية علاجها والفرار منها فهي  علوم  لا  تراد  إلا",
    "en": ""
  },
  {
    "ar": "للعمل ولولا الحاجة إلى العمل لم يكن لهذه العلوم قيمة وكل علم يراد للعمل  فلا",
    "en": ""
  },
  {
    "ar": "قيمة له دون العمل فمثال هذا كمريض به علة لا يزيلها إلا دواء  مركب  من  أخلاط",
    "en": ""
  },
  {
    "ar": "كثيرة لا يعرفها إلا حذاق الأطباء فيسعى في طلب الطبيب بعد  أن  هاجر  عن  وطنه",
    "en": ""
  },
  {
    "ar": "حتى عثر على طبيب حاذق  فعلمه  الدواء  وفصل  له  الأخلاط  وأنواعها  ومقاديرها",
    "en": ""
  },
  {
    "ar": "ومعادنها التي منها تجتلب وعلمه كيفية دق  كل  واحد  منها  وكيفية  خلطه  وعجنه",
    "en": "E-mail: webmaster - Sign the Guest Book - Imam\nGhazali Home"
  },
  {
    "ar": "فتعلم ذلك وكتب منه نسخة حسنة بخط  حسن  ورجع  إلى  بيته  وهو  يكررها  ويعلمها",
    "en": ""
  },
  {
    "ar": "المرضى ولم يشتغل بشر بها واستعمالها أفترى أن  ذلك  يغني  عنه  من  مرضه  شيئا",
    "en": ""
  },
  {
    "ar": "هيهات هيهات لو كتب منه ألف نسخة وعلمه ألف مريض حتى شفي جميعهم وكرره كل  ليلة",
    "en": ""
  },
  {
    "ar": "ألف مرة لم يغنه ذلك من مرضه شيئا إلا أن يزن الذهب ويشتري الدواء  ويخلطه  كما",
    "en": ""
  },
  {
    "ar": "تعلم ويشربه ويصبر على مرارته ويكون شربه في وقته وبعد  تقديم  الاحتماء  وجميع",
    "en": ""
  },
  {
    "ar": "شروطه وإذا فعل جميع ذلك فهو على خطر من شفائه فكيف إذا لم  يشربه  أصلا  فمهما",
    "en": ""
  },
  {
    "ar": "ظن أن ذلك يكفيه ويشفيه فقد ظهر غروره وهكذا الفقيه الذي أحكم علم الطاعات  ولم",
    "en": ""
  },
  {
    "ar": "يعملها وأحكم علم المعاصي ولم يجتنبها وأحكم  علم  الأخلاق  المذمومة  وما  زكى",
    "en": ""
  },
  {
    "ar": "نفسه منها وأحكم علم الأخلاق المحمودة ولم يتصف بها فهو مغرور إذ قال تعالى  قد",
    "en": ""
  },
  {
    "ar": "أفلح من زكاها ولم يقل قد أفلح من تعلم  كيفية  تزكيتها  وكتب  علم  ذلك  وعلمه",
    "en": ""
  },
  {
    "ar": "الناس وعند هذا يقول له الشيطان لا يغرنك هذا  المثال  فإن  العلم  بالدواء  لا",
    "en": ""
  },
  {
    "ar": "يزيل المرض وإنما مطلبك القرب من الله وثوابه والعلم يجلب  الثواب  ويتلو  عليه",
    "en": ""
  },
  {
    "ar": "الأخبار الواردة في فضل العلم فإن كان المسكين معتوها مغرورا  وافق  ذلك  مراده",
    "en": ""
  },
  {
    "ar": "وهواه فاطمأن إليه وأهمل العمل وإن  كان  كيسا  فيقول  للشيطان  أتذكرني  فضائل",
    "en": ""
  },
  {
    "ar": "العالم وتنسيني ما ورد في العالم الفاجر الذي لا يعمل بعلمه كقوله تعالى  فمثله",
    "en": ""
  },
  {
    "ar": "كمثل الكلب وكقوله تعالى مثل الذين حملوا التوراة ثم لم  يحملوها  كمثل  الحمار",
    "en": ""
  },
  {
    "ar": "يحمل أسفارا فأي خزي أعظم من التمثيل بالكلب والحمار وقد  قال  صلى  الله  عليه",
    "en": ""
  },
  {
    "ar": "وسلم من ازداد علما ولم يزدد هدى لم يزدد من الله إلا بعدا حديث من ازداد  علما",
    "en": ""
  },
  {
    "ar": "ولم يزدد هدى الحديث تقدم في العلم وقال أيضا  يلقى  العالم  في  النار  فتندلق",
    "en": ""
  },
  {
    "ar": "أقتابه فيدور بها في النار كما يدور الحمار  في  الرحى  حديث  يلقى  العالم  في",
    "en": ""
  },
  {
    "ar": "النار فتندلق أقتابه الحديث تقدم غير مرة وكقوله صلى الله عليه وسلم  شر  الناس",
    "en": ""
  },
  {
    "ar": "العلماء السوء حديث شر الناس علماء السوء تقدم في العلم وقول أبي  الدرداء  ويل",
    "en": ""
  },
  {
    "ar": "للذي لا يعلم مرة ولو شاء الله لعلمه وويل للذي يعلم ولا يعمل سبع مرات  أي  أن",
    "en": ""
  },
  {
    "ar": "العلم حجة عليه إذ يقال له ماذا عملت فيما علمت وكيف قضيت شكر  الله  وقال  صلى",
    "en": ""
  },
  {
    "ar": "الله عليه وسلم أشد الناس عذابا يوم القيامة عالم لم  ينفعه  الله  بعلمه  حديث",
    "en": ""
  },
  {
    "ar": "أشد الناس عذابا يوم القيامة عالم لم ينفعه الله تعالى  بعلمه  تقدم  فيه  فهذا",
    "en": ""
  },
  {
    "ar": "وأمثاله مما أوردناه في كتاب العلم في باب علامة علماء الآخرة أكثر من أن  يحصى",
    "en": ""
  },
  {
    "ar": "إلا أن هذا فيما لا يوافق هوى العالم الفاجر  وما  ورد  في  فضل  العلم  يوافقه",
    "en": ""
  },
  {
    "ar": "فيميل الشيطان قلبه إلى ما يهواه وذلك عين الغرور فإنه إن نظر بالبصيرة  فمثاله",
    "en": ""
  },
  {
    "ar": "ما ذكرناه وإن نظر بعين الإيمان فالذي أخبره بفضيلة العلم هو  الذي  أخبره  بذم",
    "en": ""
  },
  {
    "ar": "العلماء السوء وأن حالهم عند الله أشد من حال الجهال فبعد ذلك اعتقاده أنه  على",
    "en": ""
  },
  {
    "ar": "خير مع تأكد حجة الله عليه غاية الغرور وأما الذي يدعي  علوم  المكاشفة  كالعلم",
    "en": ""
  },
  {
    "ar": "بالله وبصفاته وأسمائه وهو مع ذلك يهمل العمل ويضيع  أمر  الله  وحدوده  فغروره",
    "en": ""
  },
  {
    "ar": "أشد ومثاله مثال من أراد خدمة ملك فعرف الملك وعرف أخلاقه وأوصافه ولونه  وشكله",
    "en": ""
  },
  {
    "ar": "وطوله وعرضه وعادته ومجلسه ولم يتعرف ما يحبه ويكرهه وما يغضب  عليه  وما  يرضى",
    "en": ""
  },
  {
    "ar": "به أو عرف ذلك إلا أنه قصد خدمته وهو ملابس لجميع ما يغضب  به  عليه  وعاطل  عن",
    "en": ""
  },
  {
    "ar": "جميع ما يحبه من زي وهيئة وكلام وحركة وسكون فورد على الملك  وهو  يريد  التقرب",
    "en": ""
  },
  {
    "ar": "منه والاختصاص به متلطخا بجميع ما يكرهه الملك عاطلا عن جميع  ما  يحبه  متوسلا",
    "en": ""
  },
  {
    "ar": "إليه بمعرفته له ولنسبه واسمه وبلده  وصورته  وشكله  وعادته  في  سياسة  غلمانه",
    "en": ""
  },
  {
    "ar": "ومعاملة رعيته فهذا مغرور جدا إذ لو ترك  جميع  ما  عرفه  واشتغل  بمعرفته  فقط",
    "en": ""
  },
  {
    "ar": "ومعرفة ما يكرهه ويحبه لكان ذلك أقرب إلى نيله المراد من قربه والاختصاص به  بل",
    "en": ""
  },
  {
    "ar": "تقصيره في التقوى واتباعه للشهوات يدل على أنه لم ينكشف له من معرفة  الله  إلا",
    "en": ""
  },
  {
    "ar": "الأسامي دون المعاني إذ لو عرف الله حق معرفته لخشيه واتقاه فلا يتصور أن  يعرف",
    "en": ""
  },
  {
    "ar": "الأسد عاقل ثم لا يتقيه ولا يخافه وقد أوحى الله تعالى إلى  داود  عليه  السلام",
    "en": ""
  },
  {
    "ar": "خفني كما تخاف السبع الضاري نعم من يعرف من  الأسد  لونه  وشكله  واسمه  قد  لا",
    "en": ""
  },
  {
    "ar": "يخافه وكأنه ما عرف الأسد فمن عرف الله تعالى عرف من صفاته أنه  يهلك  العالمين",
    "en": ""
  },
  {
    "ar": "ولا يبالي ويعلم أنه مسخر في قدرة من لو أهلك  مثله  آلافا  مؤلفة  وأبد  عليهم",
    "en": ""
  },
  {
    "ar": "العذاب أبد الآباد لم يؤثر ذلك فيه أثرا ولم تأخذه عليه رقة  ولا  اعتراه  عليه",
    "en": ""
  },
  {
    "ar": "جزع ولذلك قال تعالى إنما يخشى  الله  من  عباده  العلماء  وفاتحة  الزبور  رأس",
    "en": ""
  },
  {
    "ar": "الحكمة خشية الله وقال ابن مسعود كفى بخشية الله  علما  وكفى  بالاغترار  بالله",
    "en": ""
  },
  {
    "ar": "جهلا واستفتى الحسن عن مسألة فأجاب فقيل له إن فقهاءنا لا يقولون ذلك فقال  وهل",
    "en": ""
  },
  {
    "ar": "رأيت فقيها قط الفقيه القائم ليلة الصائم نهاره  الزاهد  في  الدنيا  وقال  مرة",
    "en": ""
  },
  {
    "ar": "الفقيه لا يداري ولا يماري ينشر حكمة الله فإن قبلت منه حمد الله وإن ردت  عليه",
    "en": ""
  },
  {
    "ar": "حمد الله فإذن الفقيه من فقه عن الله أمره ونهيه وعلم من  صفاته  ما  أحبه  وما",
    "en": ""
  },
  {
    "ar": "كرهه وهو العالم ومن يرد الله به خيرا يفقهه في الدين وإذا لم يكن  بهذه  الصفة",
    "en": ""
  },
  {
    "ar": "فهو من المغرورين وفرقة أخرى أحكموا العلم والعمل فواظبوا على الطاعات  الظاهرة",
    "en": ""
  },
  {
    "ar": "وتركوا المعاصي إلا أنهم لم يتفقدوا قلوبهم ليمحوا الصفات  المذمومة  عند  الله",
    "en": ""
  },
  {
    "ar": "من الكبر والحسد والرياء وطلب الرياسة والعلاء وإرادة السوء  للأقران  والنظراء",
    "en": ""
  },
  {
    "ar": "وطلب الشهرة في البلاء والعباد وربما لم يعرف  بعضهم  أن  ذلك  مذموم  فهو  مكب",
    "en": ""
  },
  {
    "ar": "عليها غير متحرز عنها ولا يلتفت إلى قوله صلى الله عليه وسلم أدنى  الرياء  شرك",
    "en": ""
  },
  {
    "ar": "حديث أدنى الرياء شرك تقدم في ذم الجاه والرياء وإلى قوله صلى الله  عليه  وسلم",
    "en": ""
  },
  {
    "ar": "لا يدخل الجنة من في قلبه مثقال ذرة من كبر حديث لا  يدخل  الجنة  من  في  قلبه",
    "en": ""
  },
  {
    "ar": "مثقال ذرة من كبر تقدم غير مرة وإلى  قوله  صلى  الله  عليه  وسلم  الحسد  يأكل",
    "en": ""
  },
  {
    "ar": "الحسنات كما تأكل النار الحطب حديث الحسد يأكل الحسنات الحديث  تقدم  في  العلم",
    "en": ""
  },
  {
    "ar": "وغيره وإلى قوله صلى الله عليه وسلم حب الشرف والمال ينبتان  النفاق  كما  ينبت",
    "en": ""
  },
  {
    "ar": "الماء البقل حديث حب الشرف والمال ينبتان النفاق في القلب الحديث تقدم إلى  غير",
    "en": ""
  },
  {
    "ar": "ذلك من الأخبار التي أوردناها  في  جميع  ربع  المهلكات  في  الأخلاق  المذمومة",
    "en": ""
  },
  {
    "ar": "فهؤلاء زينوا ظواهرهم وأهملوا بواطنهم ونسوا قوله صلى الله عليه وسلم  إن  الله",
    "en": ""
  },
  {
    "ar": "لا ينظر إلى صوركم ولا إلى أموالكم وإنما ينظر إلى  قلوبكم  وأعمالكم  حديث  إن",
    "en": ""
  },
  {
    "ar": "الله لا ينظر إلى صوركم الحديث تقدم فتعهدوا الأعمال وما تعهدوا القلوب  والقلب",
    "en": ""
  },
  {
    "ar": "هو الأصل إذ لا ينجو إلا من أتى الله بقلب سليم ومثال هؤلاء كبئر  الحش  ظاهرها",
    "en": ""
  },
  {
    "ar": "جص وباطنها نتن أو كقبور الموتى ظاهرها مزين وباطنها جيفة أو كبيت  مظلم  باطنه",
    "en": ""
  },
  {
    "ar": "وضع سراج على سطحه فاستنار ظاهره وباطنه مظلم أو كرجل  قصد  الملك  ضيافته  إلى",
    "en": ""
  },
  {
    "ar": "داره فجصص باب داره وترك المزابل في صدر داره ولا يخفى أن  ذلك  غرور  بل  أقرب",
    "en": ""
  },
  {
    "ar": "مثال إليه رجل زرع زرعا فنبت ونبت معه حشيش يفسده فآمر بتنقية الزرع عن  الحشيش",
    "en": ""
  },
  {
    "ar": "بقلعه من أصله فأخذ يجز رءوسه وأطرافه فلا تزال تقوى  أصوله  فتنبت  لأن  مغارس",
    "en": ""
  },
  {
    "ar": "المعاصي هي الأخلاق الذميمة في القلب  فمن  لا  يطهر  القلب  منها  لا  تتم  له",
    "en": ""
  },
  {
    "ar": "الطاعات الظاهرة إلا مع الآفات الكثيرة بل هو  كمريض  ظهر  به  الجرب  وقد  أمر",
    "en": ""
  },
  {
    "ar": "بالطلاء وشرب الدواء فالطلاء ليزيل ما على ظاهره والدواء ليقطع مادته من  باطنه",
    "en": ""
  },
  {
    "ar": "فقنع بالطلاء وترك الدواء وبقي يتناول ما يزيد في المادة فلا يزال يطلي  الظاهر",
    "en": ""
  },
  {
    "ar": "والجرب دائم به يتفجر من المادة التي  في  الباطن  وفرقة  أخرى  علموا  أن  هذه",
    "en": ""
  },
  {
    "ar": "الأخلاق الباطنة مذمومة من جهة الشرع  إلا  أنهم  لعجبهم  بأنفسهم  يظنون  أنهم",
    "en": ""
  },
  {
    "ar": "منفكون عنها وأنهم أرفع عند الله من أن يبتليهم بذلك  وإنما  يبتلي  به  العوام",
    "en": ""
  },
  {
    "ar": "دون من بلغ مبلغهم في العلم فأما هم فأعظم عند الله من أن يبتليهم ثم  إذا  ظهر",
    "en": ""
  },
  {
    "ar": "عليهم مخايل الكبر والرياسة وطلب العلو والشرف قالوا ما هذا كبر وإنما  هو  طلب",
    "en": ""
  },
  {
    "ar": "عز الدين وإظهار شرف العلم ونصرة دين الله وإرغام أنف المخالفين  من  المبتدعين",
    "en": ""
  },
  {
    "ar": "وإني لو لبست الدون من الثياب وجلست في الدون من المجالس لشمت بي  أعداء  الدين",
    "en": ""
  },
  {
    "ar": "وفرحوا بذلك وكان ذلي ذلا على الإسلام ونسى المغرور  أن  عدوه  الذي  حذره  منه",
    "en": ""
  },
  {
    "ar": "مولاه هو الشيطان وأنه يفرح بما يفعله ويسخر به وينسى أن النبي صلى  الله  عليه",
    "en": ""
  },
  {
    "ar": "وسلم بماذا نصر الدين وبماذا أرغم الكافرين ونسى ما روي عن الصحابة من  التواضع",
    "en": ""
  },
  {
    "ar": "والتبذل والقناعة بالفقر والمسكنة حتى عوتب عمر رضي الله عنه في بذاذة زيه  عند",
    "en": ""
  },
  {
    "ar": "قدومه إلى الشام فقال إنا قوم أعزنا الله بالإسلام فلا نطلب العز  في  غيره  ثم",
    "en": ""
  },
  {
    "ar": "هذا المغرور يطلب عز  الدين  بالثياب  الرقيقة  من  القصب  والديبقي  والإبريسم",
    "en": ""
  },
  {
    "ar": "المحرم والخيول والمراكب ويزعم أنه يطلب به عز العلم  وشرف  الدين  وكذلك  مهما",
    "en": ""
  },
  {
    "ar": "أطلق اللسان بالحسد في أقرانه أو فيمن رد عليه شيئا من كلامه لم يظن  بنفسه  أن",
    "en": ""
  },
  {
    "ar": "ذلك حسد ولكن قال إنما هذا غضب للحق ورد على المبطل في عدوانه  وظلمه  ولم  يظن",
    "en": ""
  },
  {
    "ar": "بنفسه الحسد حتى يعتقد أنه لو طعن في غيره من أهل العلم أو منع غيره  من  رياسة",
    "en": ""
  },
  {
    "ar": "وزوحم فيها هل كان غضبه وعداوته مثل غضبه الآن فيكون غضبه لله أم لا يغضب  مهما",
    "en": ""
  },
  {
    "ar": "طعن في عالم آخر ومنع بل ربما يفرح به فيكون غضبه لنفسه وحسده لأقرانه  من  خبث",
    "en": ""
  },
  {
    "ar": "باطنه وهكذا يرائي بأعماله وعلومه وإذا خطر له  خاطر  الرياء  قال  هيهات  إنما",
    "en": ""
  },
  {
    "ar": "غرضي من إظهار العلم والعمل اقتداء  الخلق  بي  ليهتدوا  إلى  دين  الله  تعالى",
    "en": ""
  },
  {
    "ar": "فيتخلصوا من عقاب الله تعالى ولا يتأمل المغرور أنه  ليس  يفرح  باقتداء  الخلق",
    "en": ""
  },
  {
    "ar": "بغيره كما يفرح باقتدائه به فلو كان غرضه صلاح الخلق لفرح بصلاحهم  على  يد  من",
    "en": ""
  },
  {
    "ar": "كان كمن له عبيد مرضى يريد معالجتهم فإنه لا يفرق بين أن يحصل شفاؤهم  على  يده",
    "en": ""
  },
  {
    "ar": "أو على يد طبيب آخر وربما يذكر هذا له فلا يخليه الشيطان أيضا ويقول  إنما  ذلك",
    "en": ""
  },
  {
    "ar": "لأنهم إذا اهتدوا بي كان الأجر لي والثواب لي فإنما فرحي بثواب الله  لا  بقبول",
    "en": ""
  },
  {
    "ar": "الخلق قولي هذا ما يظنه بنفسه والله مطلع من ضميره على أنه لو  أخبره  نبي  بأن",
    "en": ""
  },
  {
    "ar": "ثوابه في الخمول وإخفاء العلم أكثر من ثوابه في الإظهار وحبس  مع  ذلك  في  سجن",
    "en": ""
  },
  {
    "ar": "وقيد بالسلاسل لاحتال في هدم السجن وحل السلاسل حتى يرجع  إلى  موضعه  الذي  به",
    "en": ""
  },
  {
    "ar": "تظهر رياسته من تدريس أو وعظ أو غيره  وكذلك  يدخل  على  السلطان  ويتودد  إليه",
    "en": ""
  },
  {
    "ar": "ويثني عليه ويتواضع له وإذا خطر له أن التواضع للسلاطين  الظلمة  حرام  قال  له",
    "en": ""
  },
  {
    "ar": "الشيطان هيهات إنما ذلك عند الطمع في مالهم فأما أنت فغرضك  أن  تشفع  للمسلمين",
    "en": ""
  },
  {
    "ar": "وتدفع الضرر عنهم وتدفع شر أعدائك عن نفسك والله يعلم  من  باطنه  أنه  لو  ظهر",
    "en": ""
  },
  {
    "ar": "لبعض أقرانه قبول عند ذلك السلطان فصار يشفعه في كل  مسلم  حتى  دفع  الضرر  عن",
    "en": ""
  },
  {
    "ar": "جميع المسلمين ثقل ذلك عليه ولو قدر على أن يقبح حاله عند السلطان  بالطعن  فيه",
    "en": ""
  },
  {
    "ar": "والكذب عليه لفعل وكذلك قد ينتهي غرور بعضهم إلى أن يأخذ من مالهم وإذا خطر  له",
    "en": ""
  },
  {
    "ar": "أنه حرام قال له الشيطان هذا مال لا مالك له وهو  لمصالح  المسلمين  وأنت  إمام",
    "en": ""
  },
  {
    "ar": "المسلمين وعالمهم وبك قوام الدين أفلا يحل لك أن تأخذ  قدر  حاجتك  فيغتر  بهذا",
    "en": ""
  },
  {
    "ar": "التلبيس في ثلاثة أمور أحدها في أنه مال لا مالك له فإنه يعرف أنه يأخذ  الخراج",
    "en": ""
  },
  {
    "ar": "من المسلمين وأهل السواد والذين أخذ منهم أحياء وأولادهم وورثتهم  أحياء  وغاية",
    "en": ""
  },
  {
    "ar": "الأمر وقوع الخلط في أموالهم ومن غصب مائة دينار  من  عشرة  أنفس  وخالطها  فلا",
    "en": ""
  },
  {
    "ar": "خلاف في أنه مال حرام ولا يقال هو مال لا مالك له  ويجب  أن  يقسم  بين  العشرة",
    "en": ""
  },
  {
    "ar": "ويرد إلى كل واحد عشرة وإن كان مال كل واحد قد اختلط بالآخر الثاني والثالث  في",
    "en": ""
  },
  {
    "ar": "قوله إنك من مصالح المسلمين وبك قوام الدين  ولعل  الذين  فسد  دينهم  واستحلوا",
    "en": ""
  },
  {
    "ar": "أموال السلاطين ورغبوا في طلب الدنيا والإقبال على الرياسة والإعراض عن  الآخرة",
    "en": ""
  },
  {
    "ar": "بسببه أكثر من الذين زهدوا  في  الدنيا  ورفضوها  وأقبلوا  على  الله  فهو  على",
    "en": ""
  },
  {
    "ar": "التحقيق دجال الدين وقوام مذهب الشياطين لا  إمام  الدين  إذ  الإمام  هو  الذي",
    "en": ""
  },
  {
    "ar": "يقتدى به في الإعراض عن الدنيا  والإقبال  على  الله  كالأنبياء  عليهم  السلام",
    "en": ""
  },
  {
    "ar": "والصحابة وعلماء السلف والدجال هو الذي يقتدى به في الإعراض عن  الله  والإقبال",
    "en": ""
  },
  {
    "ar": "على الدنيا فلعل موت هذا أنفع للمسلمين من  حياته  وهو  يزعم  أنه  قوام  الدين",
    "en": ""
  },
  {
    "ar": "ومثله كما قال المسيح عليه السلام للعالم السوء إنه كصخرة وقعت  في  فم  الوادي",
    "en": ""
  },
  {
    "ar": "فلا هي تشرب الماء ولا هي تترك الماء يخلص إلى الزرع وأصناف غرور أهل العلم  في",
    "en": ""
  },
  {
    "ar": "هذه الأعصار المتأخرة خارجة عن الحصر وفيما ذكرناه تنبيه  بالقليل  على  الكثير",
    "en": "This\n    Page was last updated on: 18 Jun 2007 21:31:57 -0400"
  },
  {
    "ar": "وفرقة أخرى أحكموا العلم  وطهروا  الجوارح  وزينوها  بالطاعات  واجتنبوا  ظواهر",
    "en": ""
  },
  {
    "ar": "المعاصي وتفقدوا أخلاق النفس وصفات القلب من الرياء والحسد والحقد والكبر  وطلب",
    "en": ""
  },
  {
    "ar": "العلو وجاهدوا أنفسهم في التبري منها وقلعوا من القلوب منابتها  الجلية  القوية",
    "en": ""
  },
  {
    "ar": "ولكنهم بعد مغرورون إذ بقيت في زوايا القلب  من  خفايا  مكايد  الشيطان  وخبايا",
    "en": ""
  },
  {
    "ar": "خداع النفس ما دق وغمض مدركه فلم يفطنوا لها  وأهملوها  وإنما  مثاله  من  يريد",
    "en": ""
  },
  {
    "ar": "تنقية الزرع من الحشيش فدار عليه وفتش عن كل حشيش رآه فقلعه إلا  أنه  لم  يفتش",
    "en": ""
  },
  {
    "ar": "على ما لم يخرج رأسه بعد من تحت الأرض وظن أن الكل قد ظهر وبرز وكان قد نبت  من",
    "en": ""
  },
  {
    "ar": "أصول الحشيش شعب لطاف فانبسطت تحت التراب فأهملها وهو يظن أنه قد اقتلعها  فإذا",
    "en": ""
  },
  {
    "ar": "هو بها في غفلته وقد نبتت وقويت وأفسدت  أصول  الزرع  من  حيث  لا  يدري  فكذلك",
    "en": ""
  },
  {
    "ar": "العالم قد يفعل جميع ذلك ويذهل عن  المراقبة  للخفايا  والتفقد  للدفائن  فتراه",
    "en": ""
  },
  {
    "ar": "يسهر ليله ونهاره في جمع العلوم وترتيبها وتحسين ألفاظها  وجمع  التصانيف  فيها",
    "en": ""
  },
  {
    "ar": "وهو يرى أن باعثه الحرص على إظهار دين الله ونشر شريعته ولعل  باعثه  الخفي  هو",
    "en": ""
  },
  {
    "ar": "طلب الذكر وانتشار الصيت في الأطراف  وكثرة  الرحلة  إليه  من  الآفاق  وانطلاق",
    "en": ""
  },
  {
    "ar": "الألسنة عليه بالثناء والمدح بالزهد والورع  والعلم  والتقديم  له  في  المهمات",
    "en": ""
  },
  {
    "ar": "وإيثاره في الأغراض والاجتماع حوله للاستفادة والتلذذ  بحسن  الإصغاء  عند  حسن",
    "en": ""
  },
  {
    "ar": "اللفظ والإيراد والتمتع بتحريك الرءوس إلى  كلامه  والبكاء  عليه  والتعجب  منه",
    "en": ""
  },
  {
    "ar": "والفرح بكثرة الأصحاب والأتباع والمستفيدين والسرور بالتخصص  بهذه  الخاصية  من",
    "en": ""
  },
  {
    "ar": "بين سائر الأقران والأشكال للجمع بين العلم والورع وظاهر الزهد والتمكن  به  من",
    "en": ""
  },
  {
    "ar": "إطلاق لسان الطعن في الكافة المقبلين على الدنيا لا عن تفجع بمصيبة الدين  ولكن",
    "en": ""
  },
  {
    "ar": "عن إدلال بالتمييز واعتداد بالتخصيص ولعل هذا المسكين المغرور حياته في  الباطن",
    "en": ""
  },
  {
    "ar": "بما انتظم له من أمر وإمارة وعز وانقياد  وتوقير  وحسن  ثناء  فلو  تغيرت  عليه",
    "en": ""
  },
  {
    "ar": "القلوب واعتقدوا فيه خلاف الزهد بما يظهر من  أعماله  فعساه  يتشوس  عليه  قلبه",
    "en": ""
  },
  {
    "ar": "وتختلط أوراده ووظائفه وعساه يعتذر بكل حيلة لنفسه وربما يحتاج إلى أن يكذب  في",
    "en": ""
  },
  {
    "ar": "تغطية عيبه وعساه يؤثر بالكرامة والمراعاة من اعتقد فيه الزهد والورع  وإن  كان",
    "en": ""
  },
  {
    "ar": "قد اعتقد فيه فوق قدره وينبو قلبه عمن عرف حد فضله وورعه وإن كان ذلك  على  وفق",
    "en": ""
  },
  {
    "ar": "حاله وعساه يؤثر بعض أصحابه على بعض وهو يرى أنه يؤثره لتقدمه في الفضل  والورع",
    "en": ""
  },
  {
    "ar": "وإنما ذلك لأنه أطوع له وأتبع لمراده وأكثر ثناء عليه وأشد  إصغاء  إليه  وأحرص",
    "en": ""
  },
  {
    "ar": "على خدمته ولعلهم يستفيدون منه ويرغبون في العلم وهو يظن أن قبوهم  له  لإخلاصه",
    "en": ""
  },
  {
    "ar": "وصدقه وقيامه بحق علمه فيحمد الله تعالى على ما يسر على لسانه  من  منافع  خلقه",
    "en": ""
  },
  {
    "ar": "ويرى أن ذلك مكفر لذنوبه ولم يتفقد مع نفسه تصحيح النية فيه وعساه لو وعد  بمثل",
    "en": ""
  },
  {
    "ar": "ذلك الثواب في إيثاره الخمول والعزلة  وإخفاء  العلم  لم  يرغب  فيه  لفقده  في",
    "en": ""
  },
  {
    "ar": "العزلة ولاختفاء لذة القبول وعزة الرياسة ولعل مثل هذا هو المراد بقول  الشيطان",
    "en": ""
  },
  {
    "ar": "من زعم من بني آدم أنه بعلمه امتنع  مني  فبجهله  وقع  في  حبائلي  وعساه  يصنف",
    "en": ""
  },
  {
    "ar": "ويجتهد فيه ظانا أنه يجمع علم الله لينتفع به وإنما يريد به استطارة اسمه  بحسن",
    "en": ""
  },
  {
    "ar": "التصنيف فلو ادعى مدع تصنيفه ومحا عنه اسمه ونسبه إلى نفسه  ثقل  عليه  ذلك  مع",
    "en": ""
  },
  {
    "ar": "علمه بأن ثواب الاستفادة من التصنيف إنما يرجع إلى المصنف والله يعلم  بأنه  هو",
    "en": ""
  },
  {
    "ar": "المصنف لا من ادعاه ولعله في تصنيفه لا يخلو من  الثناء  على  نفسه  إما  صريحا",
    "en": ""
  },
  {
    "ar": "بالدعاوي الطويلة العريضة وإما ضمنا بالطعن في غيره ليستبين من  طعنه  في  غيره",
    "en": ""
  },
  {
    "ar": "أنه أفضل ممن طعن فيه وأعظم منه علما ولقد كان في  غنية  عن  الطعن  فيه  ولعله",
    "en": ""
  },
  {
    "ar": "يحكي من الكلام المزيف ما يزيد تزييفه فيعزيه إلى قائله وما يستحسنه  فلعله  لا",
    "en": ""
  },
  {
    "ar": "يعزيه إليه ليظن أنه من كلامه فينقله بعينه كالسارق له  أو  يغيره  أدنى  تغيير",
    "en": ""
  },
  {
    "ar": "كالذى يسرق قميصا فيتخذه قباء حتى لا يعرف أنه  مسروق  ولعله  يجتهد  في  تزيين",
    "en": ""
  },
  {
    "ar": "ألفاظه وتسجيعه وتحسين نظمه كيلا ينسب إلى الركاكة ويرى أن غرضه  ترويج  الحكمة",
    "en": ""
  },
  {
    "ar": "وتحسينها وتزيينها ليكون أقرب إلى نفع  الناس  وعساه  غافلا  عما  روى  أن  بعض",
    "en": ""
  },
  {
    "ar": "الحكماء وضع ثلثمائة مصحف في الحكمة فأوحى الله إلى نبي زمانه قل  له  قد  ملأت",
    "en": ""
  },
  {
    "ar": "الأرض نفاقا وإني لا أقبل من نفاقك شيئا ولعل جماعة من هذا الصنف  من  المغترين",
    "en": ""
  },
  {
    "ar": "إذا اجتمعوا ظن كل واحد بنفسه السلامة  عن  عيوب  القلب  وخفاياه  فلو  افترقوا",
    "en": ""
  },
  {
    "ar": "واتبع كل واحد منهم فرقة من أصحابه نظر كل واحد إلى كثرة من  يتبعه  وأنه  أكثر",
    "en": ""
  },
  {
    "ar": "تبعا أو غيره فيفرح إن كان أتباعه أكثر وإن علم أن غيره أحق بكثرة الأتباع  منه",
    "en": ""
  },
  {
    "ar": "ثم إذا تفرقوا واشتغلوا بالإفادة تغايروا وتحاسدوا  ولعل  من  يختلف  إلى  واحد",
    "en": ""
  },
  {
    "ar": "منهم إذا انقطع عنه إلى غيره ثقل على قلبه ووجد في نفسه نفرة منه فبعد  ذلك  لا",
    "en": ""
  },
  {
    "ar": "يهتز باطنه لإكرامه ولا يتشمر لقضاء حوائجه كما كان يتشمر من قبل ولا يحرص  على",
    "en": ""
  },
  {
    "ar": "الثناء عليه كما أثنى مع علمه بأنه مشغول بالاستفادة ولعل التحيز منه  إلى  فئة",
    "en": ""
  },
  {
    "ar": "أخرى كان أنفع له في دينه لآفة من الآفات كانت  تلحقه  في  هذه  الفئة  وسلامته",
    "en": ""
  },
  {
    "ar": "عنها في تلك الفئة ومع ذلك لا تزول النفرة عن قلبه ولعل واحدا منهم  إذا  تحركت",
    "en": ""
  },
  {
    "ar": "فيه مبادئ الحسد لم يقدر على إظهاره فيتعلل بالطعن  في  دينه  وفي  ورعه  ليحمل",
    "en": ""
  },
  {
    "ar": "غضبه على ذلك ويقول إنما غضبت لدين الله لا لنفسي ومهما ذكرت  عيوبه  بين  يديه",
    "en": ""
  },
  {
    "ar": "ربما فرح له وإن أثنى عليه ربما ساءه وكرهه وربما  قطب  وجهه  إذا  ذكرت  عيوبه",
    "en": ""
  },
  {
    "ar": "يظهر أنه كاره لغيبة المسلمين وسر قلبه راض به ومريد له  والله  مطلع  عليه  في",
    "en": ""
  },
  {
    "ar": "ذلك فهذا وأمثاله من خفايا القلوب لا يفطن له إلا الأكياس ولا  يتنزه  عنه  إلا",
    "en": ""
  },
  {
    "ar": "الأقوياء ولا مطمع فيه لأمثالنا  من  الضعفاء  إلا  أن  أقل  الدرجات  أن  يعرف",
    "en": ""
  },
  {
    "ar": "الإنسان عيوب نفسه ويسوءه ذلك ويكرهه ويحرص على إصلاحه  فإذا  أراد  الله  بعبد",
    "en": ""
  },
  {
    "ar": "خيرا بصره بعيوب نفسه ومن سرته حسنته وساءته سيئته فهو مرجو الحال  وأمره  أقرب",
    "en": ""
  },
  {
    "ar": "من المغرور المزكي لنفسه الممتن على الله بعمله وعلمه الظان أنه من  خيار  خلقه",
    "en": ""
  },
  {
    "ar": "فنعوذ بالله من الغفلة والاغترار ومن المعرفة بخفايا  العيوب  مع  الإهمال  هذا",
    "en": ""
  },
  {
    "ar": "غرور الذين حصلوا العلوم المهمة ولكن قصروا في العمل بالعلم ولنذكر  الآن  غرور",
    "en": ""
  },
  {
    "ar": "الذين قنعوا  من  العلوم  بما  لا  يهمهم  وتركوا  المهم  وهم  به  مغترون  إما",
    "en": ""
  },
  {
    "ar": "لاستغنائهم عن أصل ذلك العلم وإما لاقتصارهم عليه فمنهم فرقة اقتصروا  على  علم",
    "en": ""
  },
  {
    "ar": "الفتاوي في الحكومات والخصومات وتفاصيل المعاملات الدنيوية الجارية  بين  الخلق",
    "en": ""
  },
  {
    "ar": "لمصالح العباد وخصصوا اسم الفقه بها وسموه الفقه وعلم المذاهب وربما  ضيعوا  مع",
    "en": ""
  },
  {
    "ar": "ذلك الأعمال الظاهرة والباطنة  فلم  يتفقدوا  الجوارح  ولم  يخرسوا  اللسان  عن",
    "en": ""
  },
  {
    "ar": "الغيبة ولا البطن عن الحرام  ولا  الرجل  عن  المشي  إلى  السلاطين  وكذا  سائر",
    "en": ""
  },
  {
    "ar": "الجوارح ولم يحرسوا قلوبهم عن الكبر  والحسد  والرياء  وسائر  المهلكات  فهؤلاء",
    "en": ""
  },
  {
    "ar": "مغرورون من وجهين أحدهما من حيث العمل والآخر  من  حيث  العلم  أما  العمل  فقد",
    "en": ""
  },
  {
    "ar": "ذكرنا وجه الغرور فيه وأن مثالهم مثال المريض  إذا  تعلم  نسحة  الدواء  واشتغل",
    "en": ""
  },
  {
    "ar": "بتكراره وتعليمه لا بل مثالهم مثال من به علة البواسير والبرسام وهو  مشرف  على",
    "en": ""
  },
  {
    "ar": "الهلاك ومحتاج  إلى  تعلم  الدواء  واستعماله  فاشتغل  بتعلم  أدواء  الاستحاضة",
    "en": ""
  },
  {
    "ar": "وبتكرار ذلك ليلا ونهارا مع علمه بأنه رجل لا يحيض ولا يستحاض ولكن  يقول  ربما",
    "en": ""
  },
  {
    "ar": "تقع علة الاستحاضة لامرأة وتسألني عن  ذلك  وذلك  غاية  الغرور  فكذلك  المتفقه",
    "en": ""
  },
  {
    "ar": "المسكين قد يسلط عليه حب الدنيا واتباع الشهوات والحسد  والكبر  والرياء  وسائر",
    "en": ""
  },
  {
    "ar": "المهلكات الباطنة وربما يخطفه الموت قبل التوبة والتلافي فيلقى الله  وهو  عليه",
    "en": ""
  },
  {
    "ar": "غضبان فترك ذلك كله واشتغل بعلم  السلم  والإجارة  والظهار  واللعان  والجراحات",
    "en": ""
  },
  {
    "ar": "والديات والدعاوى والبينات وبكتاب الحيض وهو لا يحتاج إلى شيء  من  ذلك  قط  في",
    "en": ""
  },
  {
    "ar": "عمره لنفسه وإذا احتاج غيره كان في المفتين كثرة فيشتغل بذلك  ويحرص  عليه  لما",
    "en": ""
  },
  {
    "ar": "فيه من الجاه والرياسة والمال وقد دهاه الشيطان وما يشعر إذ يظن المغرور  بنفسه",
    "en": ""
  },
  {
    "ar": "أنه مشغول بفرض دينه وليس يدري أن الاشتغال بفرض الكفاية  قبل  الفراغ  من  فرض",
    "en": ""
  },
  {
    "ar": "العين معصية هذا لو كانت نيته صحيحة كما قال  وقد  كان  قصد  بالفقه  وجه  الله",
    "en": ""
  },
  {
    "ar": "تعالى فإنه وإن قصد وجه الله فهو باشتغاله به  معرض  عن  فرض  عينه  في  جوارحه",
    "en": ""
  },
  {
    "ar": "وقلبه فهذا غروره من حيث العمل وأما غروره من حيث العلم  فحيث  اقتصر  على  علم",
    "en": ""
  },
  {
    "ar": "الفتاوي وظن أنه علم الدين وترك كتاب الله وسنة رسول الله صلى الله  عليه  وسلم",
    "en": ""
  },
  {
    "ar": "وربما طعن في المحدثين وقال إنهم نقلة أخبار وحملة أسفار لا يفقهون  وترك  أيضا",
    "en": ""
  },
  {
    "ar": "علم تهذيب الأخلاق وترك الفقه عن الله تعالى بإدراك  جلاله  وعظمته  وهو  العلم",
    "en": ""
  },
  {
    "ar": "الذي يورث الخوف والهيبة والخشوع ويحمل على التقوى فتراه آمنا  من  الله  مغترا",
    "en": ""
  },
  {
    "ar": "به متكلا على أنه لا بد وأن يرحمه فإنه قوم دينه وأنه  لو  لم  يشتغل  بالفتاوي",
    "en": ""
  },
  {
    "ar": "لتعطل الحلال والحرام فقد ترك العلوم التي هي أهم وهو غافل  مغرور  وسبب  غروره",
    "en": ""
  },
  {
    "ar": "ما سمع في الشرع من تعظيم الفقه ولم يدر أن ذلك الفقه هو الفقه عن الله  ومعرفة",
    "en": ""
  },
  {
    "ar": "صفاته المخوفة والمرجوة ليستشعر القلب الخوف ويلازم التقوى إذ قال تعالى  فلولا",
    "en": ""
  },
  {
    "ar": "نفر من كل فرقة منهم طائفة ليتفقهوا في الدين ولينذروا قومهم إذا  رجعوا  إليهم",
    "en": ""
  },
  {
    "ar": "لعلهم يحذرون والذي يحصل به الإنذار غير هذا العلم فإن  مقصود  هذا  العلم  حفظ",
    "en": ""
  },
  {
    "ar": "الأموال بشروط المعاملات وحفظ الأبدان بالأموال وبدفع القتل  والجراحات  والمال",
    "en": ""
  },
  {
    "ar": "في طريق الله آلة والبدن مركب وإنما العلم المهم هو  معرفة  سلوك  الطريق  وقطع",
    "en": ""
  },
  {
    "ar": "عقبات القلب التي هي الصفات المذمومة فهي الحجاب بين  العبد  وبين  الله  تعالى",
    "en": ""
  },
  {
    "ar": "وإذا مات ملوثا بتلك الصفات كان محجوبا عن الله فمثاله  في  الاقتصار  على  علم",
    "en": ""
  },
  {
    "ar": "الفقه مثال من اقتصر من سلوك طريق الحج على علم خرز الرواية والخف  ولا  شك  في",
    "en": ""
  },
  {
    "ar": "أنه لو لم يكن لتعطل الحج ولكن المقتصر عليه ليس من الحج  في  شيء  ولا  بسبيله",
    "en": ""
  },
  {
    "ar": "وقد ذكرنا شرح ذلك في كتاب  العلم  ومن  هؤلاء  من  اقتصر  من  علم  الفقه  على",
    "en": ""
  },
  {
    "ar": "الخلافيات ولم يهمه إلا تعلم طريق المجادلة والإلزام وإفحام الخصوم  ودفع  الحق",
    "en": ""
  },
  {
    "ar": "لأجل الغلبة والمباهاة فهو طول الليل والنهار  في  التفتيش  عن  مناقضات  أرباب",
    "en": ""
  },
  {
    "ar": "المذاهب والتفقد لعيوب الأقران والتلقف لأنواع  التسبيبات  المؤذية  وهؤلاء  هم",
    "en": ""
  },
  {
    "ar": "سباع الإنس طبعهم الإيذاء وهمهم السفه ولا يقصدون العلم إلا لضرورة  ما  يلزمهم",
    "en": ""
  },
  {
    "ar": "لمباهاة الأقران فكل علم لا يحتاجون إليه في المباهاة  كعلم  القلب  وعلم  سلوك",
    "en": ""
  },
  {
    "ar": "الطريق  إلى  الله  تعالى  بمحو  الصفات  المذمومة  وتبديلها  بالمحمودة  فإنهم",
    "en": ""
  },
  {
    "ar": "يستحقرونه ويسمونه التزويق وكلام الوعاظ  وإنما  التحقيق  عندهم  معرفة  تفاصيل",
    "en": ""
  },
  {
    "ar": "العربدة التي تجري بين المتصارعين في الجدل وهؤلاء قد جمعوا ما جمعه  الذين  من",
    "en": ""
  },
  {
    "ar": "قبلهم في علم الفتاوي لكن زادوا إذ اشتغلوا بما ليس من فروض الكفايات  أيضا  بل",
    "en": ""
  },
  {
    "ar": "جميع دقائق الجدل في الفقه بدعة لم يعرفها  السلف  وأما  أدلة  الأحكام  فيشتمل",
    "en": ""
  },
  {
    "ar": "عليها علم المذهب وهو كتاب الله وسنة  رسول  الله  صلى  الله  عليه  وسلم  وفهم",
    "en": ""
  },
  {
    "ar": "معانيهما وأما حيل الجدل من الكسر والقلب وفساد الوضع والتركيب والتعدية  فإنما",
    "en": ""
  },
  {
    "ar": "أبدعت لإظهار الغلبة والإفحام وإقامة سوق الجدل  بها  فغرور  هؤلاء  أشد  كثيرا",
    "en": ""
  },
  {
    "ar": "وأقبح من غرور من قبلهم وفرقة أخرى اشتغلوا بعلم الكلام والمجادلة  في  الأهواء",
    "en": ""
  },
  {
    "ar": "والرد على المخالفين وتتبع مناقضاتهم واستكثروا  من  معرفة  المقالات  المختلفة",
    "en": ""
  },
  {
    "ar": "واشتغلوا بتعلم الطرق في مناظرة أولئك وإفحامهم وافترقوا  في  ذلك  فرقا  كثيرة",
    "en": ""
  },
  {
    "ar": "واعتقدوا أنه لا يكون لعبد عمل إلا بإيمان ولا يصح إيمان إلا بأن  يتعلم  جدلهم",
    "en": ""
  },
  {
    "ar": "وما سموه أدلة عقائدهم وظنوا أنه لا أحد  أعرف  بالله  وبصفاته  منهم  وأنه  لا",
    "en": ""
  },
  {
    "ar": "إيمان لمن لم يعتقد مذهبهم ولم يتعلم علمهم ودعت كل فرقة منهم إلى نفسها ثم  هم",
    "en": ""
  },
  {
    "ar": "فرقتان ضالة ومحقة فالضالة هي التي تدعو إلى غير السنة والمحقة  هي  التي  تدعو",
    "en": ""
  },
  {
    "ar": "إلى السنة والغرور شامل لجميعهم أما الضالة فلغفلتها عن  ضلالها  وظنها  بنفسها",
    "en": ""
  },
  {
    "ar": "النجاة وهم فرق كثيرة يكفر بعضهم بعضا وإنما أتيت من حيث إنها  لم  تتهم  رأيها",
    "en": ""
  },
  {
    "ar": "ولم تحكم أولا شروط الأدلة ومنهاجها فرأى  أحدهم  الشبهة  دليلا  والدليل  شبهة",
    "en": ""
  },
  {
    "ar": "وأما الفرقة المحقة فإنما اغترارها من حيث إنها  ظنت  بالجدل  أنه  أهم  الأمور",
    "en": ""
  },
  {
    "ar": "وأفضل القربات في دين الله وزعمت أنه لا يتم لأحد دينه ما لم  يفحص  ويبحث  وأن",
    "en": ""
  },
  {
    "ar": "من صدق الله ورسوله من غير بحث وتحرير دليل فليس بمؤمن  أو  ليس  كامل  الإيمان",
    "en": ""
  },
  {
    "ar": "ولا مقرب عند الله فلهذا الظن الفاسد قطعت أعمارها في  تعلم  الجدل  والبحث  عن",
    "en": "This\n    page is constantly being updated since July 2001. So check back\n    often."
  },
  {
    "ar": "المقالات وهذيانات المبتدعة ومناقضاتهم وأهملوا أنفسهم وقلوبهم حتى عميت  عليهم",
    "en": ""
  },
  {
    "ar": "ذنوبهم وخطاياهم الظاهرة والباطنة وأحدهم يظن أن  اشتغاله  بالجدل  أولى  وأقرب",
    "en": ""
  },
  {
    "ar": "عند الله وأفضل ولكنه لالتذاذه بالغلبة والإفحام  ولذة  الرياسة  وعز  الانتماء",
    "en": ""
  },
  {
    "ar": "إلى الذب عن دين الله تعالى عميت بصيرته فلم يلتفت إلى القرن الأول  فإن  النبي",
    "en": ""
  },
  {
    "ar": "صلى الله عليه وسلم شهد لهم بأنهم خير الخلق وأنهم  قد  أدركوا  كثيرا  من  أهل",
    "en": ""
  },
  {
    "ar": "البدع والهوى فما جعلوا أعمارهم ودينهم غرضا للخصومات والمجادلات  وما  اشتغلوا",
    "en": ""
  },
  {
    "ar": "بذلك عن تفقد قلوبهم وجوارحهم وأحوالهم بل لم يتكلموا  فيه  إلا  من  حيث  رأوا",
    "en": ""
  },
  {
    "ar": "حاجة وتوسموا مخايل قبول فذكروا بقدر الحاجة ما  يدل  الضال  على  ضلالته  وإذا",
    "en": ""
  },
  {
    "ar": "رأوا مصرا على ضلالة هجروه وأعرضوا عنه وأبغضوه في الله  ولم  يلزموا  الملاحاة",
    "en": ""
  },
  {
    "ar": "معه طول العمر بل قالوا إن الحق هو الدعوة إلى السنة ومن السنة  ترك  الجدل  في",
    "en": ""
  },
  {
    "ar": "الدعوة إلى السنة إذ روى أبو أمامة الباهلي عن النبي صلى الله  عليه  وسلم  أنه",
    "en": ""
  },
  {
    "ar": "قال ما ضل قوم قط بعد هدى كانوا عليه إلا أوتوا الجدل حديث ما ضل قوم  بعد  هدى",
    "en": ""
  },
  {
    "ar": "كانوا عليه إلا أوتوا الجدل تقدم في العلم وفي آفات اللسان وخرج رسول الله  صلى",
    "en": ""
  },
  {
    "ar": "الله عليه وسلم يوما على أصحابه وهم يتجادلون ويختصمون  فغضب  عليهم  حتى  كأنه",
    "en": ""
  },
  {
    "ar": "فقئ في وجهه حب الرمان حديث خرج يوما على أصحابه  وهم  يجادلون  ويختصمون  فغضب",
    "en": ""
  },
  {
    "ar": "حتى كأنه فقئ في وجهه حب الرمان الحديث تقدم حمرة من الغضب  فقال  ألهذا  بعثتم",
    "en": ""
  },
  {
    "ar": "أبهذا أمرتم أن تضربوا كتاب الله بعضه ببعض انظروا إلى  ما  أمرتم  به  فاعملوا",
    "en": ""
  },
  {
    "ar": "وما نهيتم عنه فانتهوا فقد زجرهم عن ذلك وكانوا أولى خلق الله بالحجاج  والجدال",
    "en": ""
  },
  {
    "ar": "ثم إنهم رأوا رسول الله صلى الله عليه وسلم وقد بعث إلى  كافة  أهل  الملل  فلم",
    "en": ""
  },
  {
    "ar": "يقعد معهم في مجلس مجادلة لإلزام وإفحام وتحقيق حجة  ودفع  سؤال  وإيراد  إلزام",
    "en": ""
  },
  {
    "ar": "فما جادلهم إلا بتلاوة القرآن المنزل عليهم ولم يزد في المجادلة عليه  لأن  ذلك",
    "en": ""
  },
  {
    "ar": "يشوش القلوب ويستخرج منها الإشكالات والشبه ثم لا يقدر  على  محوها  من  قلوبهم",
    "en": ""
  },
  {
    "ar": "وما كان يعجز عن مجادلتهم بالتقسيمات ودقائق الأقيسة  وأن  يعلم  أصحابه  كيفية",
    "en": ""
  },
  {
    "ar": "الجدل والإلزام ولكن الأكياس وأهل الحزم لم يغتروا  بهذا  وقالوا  لو  نجا  أهل",
    "en": ""
  },
  {
    "ar": "الأرض وهلكنا لم تنفعنا نجاتهم ولو نجونا وهلكوا لم يضرنا  هلاكهم  وليس  علينا",
    "en": ""
  },
  {
    "ar": "في المجادلة أكثر مما كان على الصحابة  مع  اليهود  والنصارى  وأهل  الملل  وما",
    "en": ""
  },
  {
    "ar": "ضيعوا العمر بتحرير مجادلاتهم فما لنا نضيع العمر ولا نصرفه إلى ما  ينفعنا  في",
    "en": ""
  },
  {
    "ar": "يوم فقرنا وفاقتنا ولم نخوض فيما لا نأمن على أنفسنا الخطأ في تفاصيله  ثم  نرى",
    "en": ""
  },
  {
    "ar": "أن المبتدع ليس يترك بدعته بجداله بل يزيده التعصب  والخصومة  تشددا  في  بدعته",
    "en": ""
  },
  {
    "ar": "فاشتغالي بمخاصمة نفسي ومجادلتها ومجاهدتها لتترك الدنيا للآخرة  أولى  هذا  لو",
    "en": ""
  },
  {
    "ar": "كنت لم أنه عن الجدل والخصومة فكيف وقد نهيت عنه  وكيف  أدعو  إلى  السنة  بترك",
    "en": ""
  },
  {
    "ar": "السنة فالأولى أتفقد نفسي وأنظر من  صفاتها  ما  يبغضه  الله  تعالى  وما  يحبه",
    "en": ""
  },
  {
    "ar": "لأتنزه عما يبغضه وأتمسك بما يحبه وفرقة أخرى اشتغلوا بالوعظ والتذكير  وأعلاهم",
    "en": ""
  },
  {
    "ar": "رتبة من يتكلم في أخلاق النفس وصفات القلب  من  الخوف  والرجاء  والصبر  والشكر",
    "en": ""
  },
  {
    "ar": "والتوكل والزهد واليقين والإخلاص والصدق ونظائره  وهم  مغرورون  يظنون  بأنفسهم",
    "en": ""
  },
  {
    "ar": "أنهم إذا تكلموا بهذه الصفات ودعوا الخلق إليها فقد صاروا موصوفين بهذه  الصفات",
    "en": ""
  },
  {
    "ar": "وهم منفكون عنها عند الله إلا عن قدر يسير لا ينفك  عنه  عوام  المسلمين  وغرور",
    "en": ""
  },
  {
    "ar": "هؤلاء أشد الغرور لأنهم يعجبون بأنفسهم غاية الإعجاب ويظنون أنهم ما تبحروا  في",
    "en": ""
  },
  {
    "ar": "علم المحبة إلا وهم محبون لله وما قدروا  على  تحقيق  دقائق  الإخلاص  إلا  وهم",
    "en": ""
  },
  {
    "ar": "مخلصون وما وقعوا على خفايا عيوب النفس إلا وهم عنها  منزهون  ولولا  أنه  مقرب",
    "en": ""
  },
  {
    "ar": "عند الله لا عرفه معنى القرب والبعد وعلم السلوك إلى الله وكيفية  قطع  المنازل",
    "en": ""
  },
  {
    "ar": "في طريق الله فالمسكين بهذه الظنون يرى أنه من الخائفين وهو أمن من الله  تعالى",
    "en": ""
  },
  {
    "ar": "ويرى أنه من الراجين وهو من المغترين المضيعين ويرى أنه من الراضين بقضاء  الله",
    "en": ""
  },
  {
    "ar": "وهو من الساخطين ويرى أنه من المتوكلين على الله  وهو  من  المتكلين  على  العز",
    "en": ""
  },
  {
    "ar": "والجاه والمال والأسباب ويرى أنه من المخلصين وهو من المرائين بل  يصف  الإخلاص",
    "en": ""
  },
  {
    "ar": "فيترك الإخلاص في الوصف ويصف الرياء ويذكره وهو يرائي  بذكره  ليعتقد  فيه  أنه",
    "en": ""
  },
  {
    "ar": "لولا أنه مخلص لما اهتدى إلى دقائق الرياء ويصف الزهد في الدنيا لشدة حرصه  على",
    "en": ""
  },
  {
    "ar": "الدنيا وقوة رغبته فيها فهو يظهر الدعاء إلى الله  وهو  منه  فار  ويخوف  بالله",
    "en": ""
  },
  {
    "ar": "تعالى وهو منه آمن ويذكر بالله تعالى وهو  له  ناس  ويقرب  إلى  الله  وهو  منه",
    "en": ""
  },
  {
    "ar": "متباعد ويحث على الإخلاص وهو غير مخلص  ويذم  الصفات  المذمومة  وهو  بها  متصف",
    "en": ""
  },
  {
    "ar": "ويصرف الناس عن الخلق وهو على الخلق أشد حرصا لو منع عن مجلسه الذي يدعو  الناس",
    "en": ""
  },
  {
    "ar": "فيه إلى الله لضاقت عليه الأرض بما رحبت ويزعم أن غرضه إصلاح الخلق ولو ظهر  من",
    "en": ""
  },
  {
    "ar": "أقرانه من أقبل الخلق عليه وصلحوا على يديه لمات غما وحسدا  ولو  أثنى  أحد  من",
    "en": ""
  },
  {
    "ar": "المترددين إليه على بعض أقرانه لكان أبغض خلق الله إليه فهؤلاء أعظم الناس  غرة",
    "en": ""
  },
  {
    "ar": "وأبعدهم عن التنبه والرجوع إلى السداد لأن المرغب في الأخلاق المحمودة  والمنفر",
    "en": ""
  },
  {
    "ar": "عن المذمومة هو العلم بغوائلها وفوائدها وهذا قد علم ذلك ولم  ينفعه  وشغله  حب",
    "en": ""
  },
  {
    "ar": "دعوة الخلق عن العمل به فبعد ذلك بماذا يعالج وكيف سبيل  تخويفه  وإنما  المخوف",
    "en": ""
  },
  {
    "ar": "ما يتلوه على عباد الله فيخافون وهو ليس بخائف نعم إن ظن نفسه أنه  موصوف  بهذه",
    "en": ""
  },
  {
    "ar": "الصفات المحمودة يمكن أن يدل على طريق الامتحان والتجربة وهو أن يدعي  مثلا  حب",
    "en": ""
  },
  {
    "ar": "الله فما الذي تركه من محاب نفسه لأجله ويدعي الخوف فما الذي امتنع منه  بالخوف",
    "en": ""
  },
  {
    "ar": "ويدعي الزهد فما الذي تركه مع القدرة عليه لوجه الله تعالى ويدعي  الأنس  بالله",
    "en": ""
  },
  {
    "ar": "فمتى طابت له الخلوة ومتى استوحش  من  مشاهدة  الخلق  لا  بل  يرى  قلبه  يمتلئ",
    "en": ""
  },
  {
    "ar": "بالحلاوة إذا أحدق به المريدون وتراه يستوحش إذا  خلا  بالله  تعالى  فهل  رأيت",
    "en": ""
  },
  {
    "ar": "محبا يستوحش من محبوبه ويستروح منه إلى  غيره  فالأكياس  يمتحنون  أنفسهم  بهذه",
    "en": ""
  },
  {
    "ar": "الصفات ويطالبونها بالحقيقة ولا يقنعون منها بالتزويق بل بموثق  من  الله  غليظ",
    "en": ""
  },
  {
    "ar": "والمغترون يحسنون بأنفسهم الظنون وإذا كشف الغطاء عنهم في  الآخرة  يفتضحون  بل",
    "en": ""
  },
  {
    "ar": "يطرحون في النار فتندلق أقتابهم فيدور بها أحدهم كما يدور  الحمار  بالرحى  كما",
    "en": ""
  },
  {
    "ar": "ورد به الخبر لأنهم يأمرون بالخير ولا يأتونه وينهون  عن  الشر  ويأتونه  وإنما",
    "en": ""
  },
  {
    "ar": "وقع الغرور لهؤلاء من حيث إنهم يصادفون في  قلوبهم  شيئا  ضعيفا  من  أصول  هذه",
    "en": ""
  },
  {
    "ar": "المعانيوهو حب الله والخوف منه والرضا بفعله ثم قدروا مع ذلك على  وصف  المنازل",
    "en": ""
  },
  {
    "ar": "العالية في هذه المعانى فظنوا أنهم ما قدروا على وصف ذلك وما رزقهم  الله  علمه",
    "en": ""
  },
  {
    "ar": "وما نفع الناس بكلامهم فيها إلا لاتصفاهم بها  وذهب  عليهم  أن  القبول  للكلام",
    "en": ""
  },
  {
    "ar": "والكلام للمعرفة وجريان اللسان والمعرفة للعلم وأن كل ذلك غير  الاتصاف  بالصفة",
    "en": ""
  },
  {
    "ar": "فلم يفارق آحاد المسلمين في الاتصاف بصفة الحب والخوف بل في القدرة  على  الوصف",
    "en": ""
  },
  {
    "ar": "بل ربما زاد أمنه وقل خوفه وظهر إلى الخلق ميله وضعف في  قلبه  حب  الله  تعالى",
    "en": ""
  },
  {
    "ar": "وإنما مثاله مثال مريض يصف المرض ويصف دواءه بفصاحته ويصف الصحة والشفاء  وغيره",
    "en": ""
  },
  {
    "ar": "من المرضى لا يقدر على وصف الصحة  والشفاء  وأسبابه  ودرجاته  وأصنافه  فهو  لا",
    "en": ""
  },
  {
    "ar": "يفارقهم في صفة المرض والاتصاف به وإنما يفارقهم في الوصف  والعلم  بالطب  فظنه",
    "en": ""
  },
  {
    "ar": "عند علمه بحقيقة الصحة أنه صحيح غاية الجهل فكذلك العلم بالخوف  والحب  والتوكل",
    "en": ""
  },
  {
    "ar": "والزهد وسائر هذه الصفات غير الاتصاف بحقائقها  ومن  التبس  عليه  وصف  الحقائق",
    "en": ""
  },
  {
    "ar": "بالاتصاف بالحقائق فهو مغرور فهذه حالة الوعاظ  الذين  لا  عيب  في  كلامهم  بل",
    "en": ""
  },
  {
    "ar": "منهاج وعظهم منهاج وعظ القرآن والأخبار ووعظ الحسن البصري  وأمثاله  رحمة  الله",
    "en": ""
  },
  {
    "ar": "عليهم وفرقة أخرى منهم عدلوا عن المنهاج الواجب في  الوعظ  وهم  وعاظ  أهل  هذا",
    "en": ""
  },
  {
    "ar": "الزمان كافة إلا من عصمه الله على الندور في بعض أطراف  البلاد  إن  كان  ولسنا",
    "en": ""
  },
  {
    "ar": "نعرفه فاشتغلوا بالطامات والشطح وتلفيق كلمات  خارجة  عن  قانون  الشرع  والعقل",
    "en": ""
  },
  {
    "ar": "طلبا للإغراب وطائفة شغفوا بطيارات النكت وتسجيع الألفاظ وتلفيقها فأكثر  هممهم",
    "en": ""
  },
  {
    "ar": "بالأسجاع والاستشهاد  بأشعار  الوصال  والفراق  وغرضهم  أن  تكثر  في  مجالستهم",
    "en": ""
  },
  {
    "ar": "الزعقات والتواجد ولو على أغراض فاسدة فهؤلاء  شياطين  الإنس  ضلوا  وأضلوا  عن",
    "en": ""
  },
  {
    "ar": "سواء السبيل فإن الأولين وإن لم يصلحوا أنفسهم فقد أصلحوا غيرهم وصححوا  كلامهم",
    "en": ""
  },
  {
    "ar": "ووعظهم وأما هؤلاء فإنهم يصدون عن سبيل الله ويجرون  الخلق  إلى  الغرور  بالله",
    "en": ""
  },
  {
    "ar": "بلفظ الرجاء فيزيدهم كلامهم جراءة على المعاصي ورغبة في  الدنيا  لا  سيما  إذا",
    "en": ""
  },
  {
    "ar": "كان الواعظ متزينا بالثياب والخيل والمراكب فإنه تشهد هيئته من فرقه  إلى  قدمه",
    "en": ""
  },
  {
    "ar": "بشدة حرصه على الدنيا فما يفسده هذا المغرور أكثر مما يصلحه بل  لا  يصلح  أصلا",
    "en": ""
  },
  {
    "ar": "ويضل خلقا كثيرا ولا يخفى وجه كونه مغرورا وفرقة أخرى  منهم  قنعوا  بحفظ  كلام",
    "en": ""
  },
  {
    "ar": "الزهاد وأحاديثهم في ذم الدنيا فهم يحفظون الكلمات على وجهها ويؤدونها  من  غير",
    "en": ""
  },
  {
    "ar": "إحاطة بمعانيها فبعضهم يفعل ذلك على المنابر  وبعضهم  في  المحاريب  وبعضهم  في",
    "en": ""
  },
  {
    "ar": "الأسواق مع الجلساء وكل منهم يظن أنه إذا تميز هذا القدر  عن  السوقة  والجندية",
    "en": ""
  },
  {
    "ar": "إذ حفظ كلام الزهاد وأهل الدين دونهم فقد أفلح ونال الغرض وصار مغفورا له  وأمن",
    "en": ""
  },
  {
    "ar": "عقاب الله من غير أن يحفظ ظاهره وباطنه عن الآثام ولكنه يظن أن حفظه لكلام  أهل",
    "en": ""
  },
  {
    "ar": "الدين يكفيه وغرور هؤلاء أظهر من غرور من قبلهم وفرقة  أخرى  استغرقوا  أوقاتهم",
    "en": ""
  },
  {
    "ar": "في علم الحديث أعني في سماعه وجمع الروايات الكثيرة منه وطلب الأسانيد  الغريبة",
    "en": ""
  },
  {
    "ar": "العالية فهمة أحدهم أن يدور في البلاد ويرى الشيوخ  ليقول  أنا  أروي  عن  فلان",
    "en": ""
  },
  {
    "ar": "ولقد رأيت فلانا ومعي من الإسناد ما ليس مع غيري وغرورهم  من  وجوه  منها  أنهم",
    "en": ""
  },
  {
    "ar": "كحملة الأسفار فإنهم لا يصرفون العناية إلى فهم معاني السنة فعلمهم  قاصر  وليس",
    "en": ""
  },
  {
    "ar": "معهم إلا النقل ويظنون أن ذلك يكفيهم ومنها أنهم إذا  لم  يفهموا  معانيها  ولا",
    "en": ""
  },
  {
    "ar": "يعملون بها وقد يفهمون بعضها أيضا ولا يعملون به ومنها أنهم يتركون العلم  الذي",
    "en": ""
  },
  {
    "ar": "هو فرض عين وهو معرفة علاج القلب ويشتغلون بتكثير الأسانيد  وطلب  العالي  منها",
    "en": ""
  },
  {
    "ar": "ولا حاجة بهم إلى شيء من ذلك ومنها وهو الذي أكب عليه أهل الزمان أنهم أيضا  لا",
    "en": ""
  },
  {
    "ar": "يقيمون بشرط السماع فإن السماع بمجرده وإن لم تكن له فائدة ولكنه مهم  في  نفسه",
    "en": ""
  },
  {
    "ar": "للوصول إلا إثبات الحديث إذ التفهم  بعد  الإثبات  والعمل  بعد  التفهم  فالأول",
    "en": ""
  },
  {
    "ar": "السماع ثم التفهم ثم الحفظ ثم العمل ثم النشر وهؤلاء  اقتصروا  من  الجملة  على",
    "en": ""
  },
  {
    "ar": "السماع ثم تركوا حقيقة السماع فترى الصبي يحضر  في  مجلس  الشيح  والحديث  يقرأ",
    "en": ""
  },
  {
    "ar": "والشيخ ينام والصبي يلعب ثم يكتب اسم الصبي في السماع فإذا كبر تصدى ليسمع  منه",
    "en": ""
  },
  {
    "ar": "والبالغ الذي يحضر ربما يغفل ولا يسمع ولا يصغي ولا يضبط وربما يشتغل بحديث  أو",
    "en": ""
  },
  {
    "ar": "نسخ والشيخ الذي يقرأ عليه لو صحف وغير ما يقرأ عليه لم يشعر به ولم يعرفه  وكل",
    "en": ""
  },
  {
    "ar": "ذلك جهل وغرور إذ الأصل في الحديث أن يسمعه من رسول الله صلى  الله  عليه  وسلم",
    "en": ""
  },
  {
    "ar": "فيحفظه كما سمعه ويرويه كما حفظه فتكون الرواية عن الحفظ والحفظ عن السماع  فإن",
    "en": ""
  },
  {
    "ar": "عجزت عن سماعه من رسول الله صلى الله عليه وسلم سمعته من الصحابة  أو  التابعين",
    "en": ""
  },
  {
    "ar": "وصار سماعك عن الراوي كسماع من سمع من رسول الله صلى الله  عليه  وسلم  وهو  أن",
    "en": ""
  },
  {
    "ar": "تصفي لتسمع فتحفظ وتروي كما حفظت وتحفظ كما سمعت بحيث لا  تغير  منه  حرفا  ولو",
    "en": ""
  },
  {
    "ar": "غير غيرك منه حرفا أو أخطأ علمت خطأه ولحفظك  طريقان  أحدهما  أن  تحفظ  بالقلب",
    "en": ""
  },
  {
    "ar": "وتستديمه بالذكر والتكرار كما تحفظ ما جرى على سمعك في مجاري  الأحوال  والثاني",
    "en": ""
  },
  {
    "ar": "أن تكتب كما تسمع وتصحح المكتوب وتحفظه حتى لا تصل  إليه  يد  من  يغيره  ويكون",
    "en": ""
  },
  {
    "ar": "حفظك للكتاب معك وفي خزانتك فإنه لو امتدت إليه يد  غيرك  ربما  غيره  فإذا  لم",
    "en": ""
  },
  {
    "ar": "تحفظه لم تشعر بتغييره فيكون محفوظا بقلبك أو بكتابك  فيكون  كتابك  مذكرا  لما",
    "en": ""
  },
  {
    "ar": "سمعته وتأمن فيه من التغيير والتحريف فإذا لم تحفظ لا بالقلب ولا بالكتاب  وجرى",
    "en": ""
  },
  {
    "ar": "على سمعك صوت غفل وفارقت المجلس ثم رأيت نسخة لذلك الشيخ وجوزت أن يكون ما  فيه",
    "en": ""
  },
  {
    "ar": "مغيرا أو يفارق حرف منه للنسخة التي سمعتها لم يجز لك أن تقول سمعت هذا  الكتاب",
    "en": ""
  },
  {
    "ar": "فإنك لا تدري لعلك لم تسمع ما فيه بل سمعت شيئا يخالف ما فيه ولو في كلمة  فإذا",
    "en": ""
  },
  {
    "ar": "لم يكن معك حفظ بقلبك ولا نسخة صحيحة استوثقت عليها لتقابل بها  فمن  أين  تعلم",
    "en": ""
  },
  {
    "ar": "أنك سمعت ذلك وقد قال الله تعالى ولا تقف ما ليس لك به علم  وقول  الشيوخ  كلهم",
    "en": ""
  },
  {
    "ar": "في هذا الزمان إنا سمعنا ما في هذا الكتاب إذا لم يوجد الشرط الذي  ذكرناه  فهو",
    "en": ""
  },
  {
    "ar": "كذب صريح وأقل شروط السماع أن يجري الجميع على السمع مع نوع من الحفظ يشعر  معه",
    "en": ""
  },
  {
    "ar": "بالتغيير ولو جاز أن يكتب سماع الصبي والغافل والنائم والذي ينسخ لجاز أن  يكتب",
    "en": "Page\n    URL: www.muslimphilosophy.com/gz/ihya/english/ihya-vol3-C10.htm ."
  },
  {
    "ar": "سماع المجنون والصبي في المهد ثم إذا بلغ الصبي وأفاق المجنون  يسمع  عليه  ولا",
    "en": ""
  },
  {
    "ar": "خلاف في عدم جوازه ولو جاز ذلك لجاز أن يكتب سماع الجنين في  البطن  فإنكان  لا",
    "en": ""
  },
  {
    "ar": "يكتب سماع الصبى في المهد لأنه لا يفهم ولا يحفظ فالصبى الذى لا  يلعب  والغافل",
    "en": ""
  },
  {
    "ar": "والمشغول بالنسخ عن السماع ليس بينهم ولا يحفظ وإن استجرأ جاهل فقال يكتب  سماع",
    "en": ""
  },
  {
    "ar": "الصبي في المهد فليكتب سماع الجنين في البطن فإن  فرق  بينهما  بأن  الجنين  لا",
    "en": ""
  },
  {
    "ar": "يسمع الصوت وهذا يسمع الصوت فما ينفع هذا  وهو  إنما  ينقل  الحديث  دون  الصوت",
    "en": ""
  },
  {
    "ar": "فليقتصر إذا صار شيخا على أن يقول سمعت بعد بلوغي أني في صباي حضرت مجلسا  يروى",
    "en": ""
  },
  {
    "ar": "فيه حديث كان يقرع سمعي صوته ولا أدري ما هو فلا خلاف في أن  الرواية  كذلك  لا",
    "en": ""
  },
  {
    "ar": "تصح وما زاد عليه فهو كذب صريح  ولو  جاز  إثبات  سماع  التركي  الذي  لا  يفهم",
    "en": ""
  },
  {
    "ar": "العربية لأنه سمع صوتا غفلا لجاز إثبات سماع صبي في المهد وذلك غاية الجهل  ومن",
    "en": ""
  },
  {
    "ar": "أين يأخذ هذا وهل للسماع مستند إلا قول رسول الله صلى الله عليه وسلم نضر  الله",
    "en": ""
  },
  {
    "ar": "امرأ سمع مقالتي فوعاها فأداها كما  سمعها  حديث  نضر  الله  امرأ  سمع  مقالتي",
    "en": ""
  },
  {
    "ar": "فوعاها الحديث أخرجه أصحاب السنن وابن حبان من حديث زيد بن ثابت والترمذي  وابن",
    "en": ""
  },
  {
    "ar": "ماجه من حديث ابن مسعود وقال الترمذي حديث حسن صحيح  وابن  ماجه  فقط  من  حديث",
    "en": ""
  },
  {
    "ar": "جبير بن مطعم وأنس وكيف يؤدي كما سمع من  لا  يدري  ما  سمع  فهذا  أفحش  أنواع",
    "en": ""
  },
  {
    "ar": "الغرور وقد بلي بهذا أهل الزمان ولو اختلط  أهل  الزمان  لم  يجدوا  شيوخا  إلا",
    "en": ""
  },
  {
    "ar": "الذين سمعوه في الصبا على هذا الوجه مع الغفلة إلا أن  للمحدثين  في  ذلك  جاها",
    "en": ""
  },
  {
    "ar": "وقبولا فخاف المساكين أن يشترطوا ذلك فيقل من يجتمع لذلك في حلقهم فينقص  جاههم",
    "en": ""
  },
  {
    "ar": "وتقل أيضا أحاديثهم التي قد سمعوها بهذا الشرط  بل  ربما  عدموا  ذلك  وافتضحوا",
    "en": ""
  },
  {
    "ar": "فاصطلحوا على أنه ليس يشترط إلا أن يقرع سمعه دمدمة وإن كان لا  يدري  ما  يجري",
    "en": ""
  },
  {
    "ar": "وصحة السماع لا تعرف من قول المحدثين لأنه  ليس  من  علمهم  بل  من  علم  علماء",
    "en": ""
  },
  {
    "ar": "الأصول بالفقه وما ذكرناه مقطوع به في قوانين أصول الفقه فهذا غرور  هؤلاء  ولو",
    "en": ""
  },
  {
    "ar": "سمعوا على الشرط لكانوا أيضا مغرورين في اقتصارهم على النقل وإفناء أعمارهم  في",
    "en": ""
  },
  {
    "ar": "جمع الروايات والأسانيد وإعراضهم عن مهمات الدين ومعرفة معاني الأخبار بل  الذي",
    "en": ""
  },
  {
    "ar": "يقصد من الحديث سلوك طريق الآخرة وسالك طريقها ربما يكفيه الحديث  الواحد  عمره",
    "en": ""
  },
  {
    "ar": "كما روي عن بعض الشيوخ أنه حضر مجلس السماع فكان أول حديث روى  قوله  صلى  الله",
    "en": ""
  },
  {
    "ar": "عليه وسلم من حسن إسلام المرء تركه ما لا يعنيه حديث من حسن إسلام  المرء  تركه",
    "en": ""
  },
  {
    "ar": "ما لا يعنيه أخرجه الترمذي وقال غريب وابن ماجه من  حديث  أبي  هريرة  وهو  عند",
    "en": ""
  },
  {
    "ar": "مالك من رواية علي بن الحسين مرسلا وقد تقدم فقام وقال  يكفيني  هذا  حتى  أفرغ",
    "en": ""
  },
  {
    "ar": "منه ثم أسمع غيره فهكذا يكون سماع الأكياس  الذين  يحذرون  الغرور  وفرقة  أخرى",
    "en": ""
  },
  {
    "ar": "اشتغلوا بعلم النحو واللغة والشعر وغريب اللغة واغتروا به وزعموا أنهم  قد  غفر",
    "en": ""
  },
  {
    "ar": "لهم وأنهم من عماد الأمة إذ قوام الدين بالكتاب  والسنة  وقوام  الكتاب  والسنة",
    "en": ""
  },
  {
    "ar": "بعلم اللغة والنحو فأفنى هؤلاء أعمارهم في دقائق النحو  وفي  صناعة  الشعر  وفي",
    "en": ""
  },
  {
    "ar": "غريب اللغة ومثالهم كمن يفني جميع العمر في تعلم الخط وتصحيح  الحروف  وتحسينها",
    "en": ""
  },
  {
    "ar": "ويزعم أن العلوم لا يمكن حفظها إلا بالكتابة فلا بد  من  تعلمها  وتصحيحها  ولو",
    "en": ""
  },
  {
    "ar": "عقل لعلم أنه يكفيه أن يتعلم أصل الخط بحيث يمكن أن  يقرأ  كيفما  كان  والباقي",
    "en": ""
  },
  {
    "ar": "زيادة على الكفاية وكذلك الأديب لو عقل لعرف أن لغة العرب كلغة  الترك  والمضيع",
    "en": ""
  },
  {
    "ar": "عمره في معرفة لغة العرب كالمضيع له في معرفة لغة الترك والهند  وإنما  فارقتها",
    "en": ""
  },
  {
    "ar": "لغة العرب لأجل ورود الشريعة بها فيكفي من  اللغة  علم  الغريبين  في  الأحاديث",
    "en": ""
  },
  {
    "ar": "والكتاب ومن النحو ما يتعلق بالحديث والكتاب فأما  التعمق  فيه  إلى  درجات  لا",
    "en": ""
  },
  {
    "ar": "تتناهى فهو فضول مستغنى عنه ثم لو اقتصر عليه وأعرض  عن  معرفة  معاني  الشريعة",
    "en": ""
  },
  {
    "ar": "والعمل بها فهذا أيضا مغرور بل مثاله مثاله مثال من ضيع عمره  في  تصحيح  مخارج",
    "en": ""
  },
  {
    "ar": "الحروف في القرآن واقتصر عليه وهو غرور إذ المقصود  من  الحروف  المعاني  وإنما",
    "en": ""
  },
  {
    "ar": "الحروف ظروف وأدوات ومن احتاج إلى أن يشرب السكنجبين ليزول ما  به  من  الصفراء",
    "en": ""
  },
  {
    "ar": "وضيع أوقاته في تحسين القدح الذي يشرب فيه السكنجبين فهو من  الجهال  المغرورين",
    "en": ""
  },
  {
    "ar": "فذلك غرور أهل النحو واللغة والأدب والقراءات والتدقيق في  مخارج  الحروف  مهما",
    "en": ""
  },
  {
    "ar": "تعمقوا فيها وتجردوا لها وعرجوا عليها أكثر مما  يحتاج  إليه  في  تعلم  العلوم",
    "en": ""
  },
  {
    "ar": "التي هي فرض عين فاللب الأقصى هو العمل والذي فوقه هو معرفة العمل  وهو  كالقشر",
    "en": ""
  },
  {
    "ar": "للعمل وكاللب بالإضافة إلى ما فوقه وما فوقه  هو  سماع  الألفاظ  وحفظها  بطريق",
    "en": ""
  },
  {
    "ar": "الرواية وهو قشر بطريق الإضافة إلى المعرفة ولب بالإضافة إلى ما فوقه وما  فوقه",
    "en": ""
  },
  {
    "ar": "هو العلم باللغة والنحو  وفوق  ذلك  وهو  القشر  الأعلى  العلم  بمخارج  الحروف",
    "en": ""
  },
  {
    "ar": "والقانعون بهذه الدرجات كلهم مغترون إلا من اتخذ هذه الدرجات  منازل  فلم  يعرج",
    "en": ""
  },
  {
    "ar": "عليها إلا بقدر حاجته فتجاوز إلى ما وراء ذلك حتى وصل  إلى  لباب  العمل  فطالب",
    "en": ""
  },
  {
    "ar": "بحقيقة العمل قلبه وجوارحه  ورجى  عمره  في  حمل  النفس  عليه  وتصحيح  الأعمال",
    "en": ""
  },
  {
    "ar": "وتصفيتها عن الشوائب والآفات فهذا هو  المقصود  المخدوم  من  جملة  علوم  الشرع",
    "en": ""
  },
  {
    "ar": "وسائر العلوم خدم له ووسائل إليه وقشور له ومنازل  بالإضافة  إليه  وكل  من  لم",
    "en": ""
  },
  {
    "ar": "يبلغ المقصد فقد خاب سواء كان في المنزل  القريب  أو  في  المنزل  البعيد  وهذه",
    "en": ""
  },
  {
    "ar": "العلوم لما كانت متعلقة بعلوم الشرع اغتر بها أربابها فأما  علم  الطب  والحساب",
    "en": ""
  },
  {
    "ar": "والصناعات وما يعلم أنه ليس من علوم  الشرع  فلا  يعتقد  أصحابها  أنهم  ينالون",
    "en": ""
  },
  {
    "ar": "المغفرة بها من حيث إنها علوم فكان الغرور بها أقل من الغرور بعلوم  الشرع  لأن",
    "en": ""
  },
  {
    "ar": "العلوم الشرعية مشتركة في أنها محمودة كما يشارك القشر  اللب  في  كونه  محمودا",
    "en": ""
  },
  {
    "ar": "ولكن المحمود منه لعينه هو  المنتهى  والثاني  محمود  للوصول  به  إلى  المقصود",
    "en": ""
  },
  {
    "ar": "الأقصى فمن اتخذ القشر مقصودا وعرج عليه فقد اغتر به وفرقة أخرى عظم غرورهم  في",
    "en": ""
  },
  {
    "ar": "فن الفقه فظنوا أن حكم العبد بينه وبين الله يتبع حكمه في مجلس  القضاء  فوضعوا",
    "en": ""
  },
  {
    "ar": "الحيل في دفع الحقوق وأساءوا تأويل الألفاظ المبهمة واغتروا  بالظواهر  وأخطئوا",
    "en": ""
  },
  {
    "ar": "فيها وهذا من قبيل الخطأ في الفتوى والغرور فيه والخطأ  في  الفتاوي  مما  يكثر",
    "en": ""
  },
  {
    "ar": "ولكن هذا نوع عم الكافة إلا الأكياس منهم فنشير إلى أمثلة فمن ذلك  فتواهم  بأن",
    "en": ""
  },
  {
    "ar": "المرأة متى أبرأت من الصدق برئ الزوج بينه وبين الله تعالى وذلك خطأ  بل  الزوج",
    "en": ""
  },
  {
    "ar": "قد يسيء إلى الزوجة بحيث يضيق عليها الأمور بسوء الخلق فتضطر  إلى  طلب  الخلاص",
    "en": ""
  },
  {
    "ar": "فتبرئ الزوج لتتخلص منه فهو إبراء لا على طيبة نفس وقد قال تعالى فإن  طبن  لكم",
    "en": ""
  },
  {
    "ar": "عن شيء منه نفسا فكلوه هنيئا مريئا  وطيبة  النفس  غير  طيبة  القلب  فقد  يريد",
    "en": ""
  },
  {
    "ar": "الإنسان بقلبه ما لا تطيب به نفسه فإنه يريد الحجامة بقلبه  ولكن  تكرهها  نفسه",
    "en": ""
  },
  {
    "ar": "وإنما طيبة النفس أن تسمح نفسها بالإبراء لا عن ضرورة تقابله حتى إذا رددت  بين",
    "en": ""
  },
  {
    "ar": "ضررين اختارت أهونهما فهذه مصادرة على التحقيق بإكراه  الباطن  نعم  القاضي  في",
    "en": ""
  },
  {
    "ar": "الدنيا لا يطلع على القلوب والأغراض فينظر إلى الأبراء الظاهر  وأنها  لم  تكره",
    "en": ""
  },
  {
    "ar": "بسبب ظاهر والإكراه الباطن ليس يطلع الخلق عليه ولكن مهما تصدى  القاضي  الأكبر",
    "en": ""
  },
  {
    "ar": "في صعيد القيامة للقضاء لم يكن هذا محسوبا ولا مقيدا في  تحصيل  الإبراء  ولذلك",
    "en": ""
  },
  {
    "ar": "لا يحل أن يؤخذ مال إنسان إلا بطيب نفس منه فلو طلب من  الإنسان  ما  لالا  على",
    "en": ""
  },
  {
    "ar": "ملأ من الناس فاستحيا من الناس أن لا يعطيه وكان يود أن  يكون  سؤاله  في  خلوة",
    "en": ""
  },
  {
    "ar": "حتى لا يعطيه ولكن خاف ألم مذمة الناس وخاف ألم تسليم المال وردد  نفسه  بينهما",
    "en": ""
  },
  {
    "ar": "فاختار أهون الألمين وهو ألم التسليم فسلمه فلا فرق بين هذا وبين  المصادرة  إذ",
    "en": ""
  },
  {
    "ar": "معنى المصادرة إيلام البدن بالسوط حتى يصير ذلك أقوى من ألم القلب  ببذل  المال",
    "en": ""
  },
  {
    "ar": "فيختار أهون الألمين والسؤال في مظنة الحياء والرياء ضرب للقلب بالسوط ولا  فرق",
    "en": ""
  },
  {
    "ar": "بين ضرب الباطن وضرب الظاهر عند الله تعالى فإن الباطن  عند  الله  تعالى  ظاهر",
    "en": ""
  },
  {
    "ar": "وإنما حاكم الدنيا هو الذي يحكم بالملك بظاهر قوله وهبت لأنه لا  يمكنه  الوقوف",
    "en": ""
  },
  {
    "ar": "على ما في القلب وكذلك من يعطي اتقاء لشر لسانه أو لشر سعايته  فهو  حرام  عليه",
    "en": ""
  },
  {
    "ar": "وكذلك كل مال يؤخذ على هذا الوجه فهو حرام ألا ترى ما جاء  في  قصة  داود  عليه",
    "en": ""
  },
  {
    "ar": "السلام حيث قال بعد أن غفر له يا رب كيف لي بخصمي  فأمر  بالاستحلال  منه  وكان",
    "en": ""
  },
  {
    "ar": "ميتا فأمر بندائه في صخرة بيت المقدس فنادى يا أوريا فأجابه لبيك يا  نبي  الله",
    "en": ""
  },
  {
    "ar": "أخرجتني من الجنة فماذا تريد فقال إني أسأت إليك في أمر فهبه لي  قال  قد  فعلت",
    "en": ""
  },
  {
    "ar": "ذلك يا نبي الله فانصرف وقد ركن إلى ذلك فقال له جبريل عليه السلام هل ذكرت  له",
    "en": ""
  },
  {
    "ar": "ما فعلت قال لا قال فارجع فبين له فرجع فناداه فقال لبيك يا نبي الله فقال  إني",
    "en": ""
  },
  {
    "ar": "أذنبت إليك ذنبا قال ألم أهبه لك قال ألا تسألني ما ذلك الذنب  قال  ما  هو  يا",
    "en": ""
  },
  {
    "ar": "نبي الله قال كذا وكذا وذكر شأن  المرأة  فانقطع  الجواب  فقال  يا  أوريا  ألا",
    "en": ""
  },
  {
    "ar": "تجيبني قال يا نبي الله ما هكذا يفعل  الأنبياء  حتى  أقف  معك  بين  يدي  الله",
    "en": ""
  },
  {
    "ar": "فاستقبل داود البكاء والصراخ من الرأس حتى وعده الله أن يستوهبه منه في  الآخرة",
    "en": ""
  },
  {
    "ar": "فهكذا ينبهك أن الهبة من غير طيبة قلب لا تفيد وأن  طيبة  القلب  لا  تحصل  إلا",
    "en": ""
  },
  {
    "ar": "بالمعرفة فكذلك طيبة القلب لا تكون في الإبراء  والهبة  وغيرهما  إلا  إذا  خلى",
    "en": ""
  },
  {
    "ar": "الإنسان واختياره حتى تنبعث الدواعي من ذات نفسه لا أن تضطر بواعثه إلى  الحركة",
    "en": ""
  },
  {
    "ar": "بالحيل والإلزام ومن ذلك هبة الرجل مال الزكاة في آخر الحول من  زوجته  واتهابه",
    "en": ""
  },
  {
    "ar": "مالها لإسقاط الزكاة فالفقيه يقول سقطت الزكاة فإن أراد به أن  مطالبة  السلطان",
    "en": ""
  },
  {
    "ar": "والساعي سقطت عنه فقد صدق فإن مطمح نظرهم ظاهر الملك وقد زال وإن ظن  أنه  يسلم",
    "en": ""
  },
  {
    "ar": "في القيامة ويكون كمن لم يملك المال أو كمن باع لحاجته إلى المبيع لا  على  هذا",
    "en": ""
  },
  {
    "ar": "القصد فما أعظم جهله بفقه الدين وسر الزكاة  فإن  سر  الزكاة  تطهير  القلب  عن",
    "en": ""
  },
  {
    "ar": "رذيلة البخل فإن البخل مهلك قال صلى الله عليه وسلم ثلاث مهلكات شحه مطاع  حديث",
    "en": ""
  },
  {
    "ar": "ثلاث مهلكات الحديث تقدم غير مرة وإنما صار شح مطاعا بما  فعله  وقبله  لم  يكن",
    "en": ""
  },
  {
    "ar": "مطاعا فقد تم هلاكه بما يظن أن فيه خلاصه فإن الله مطلع على  قلبه  وحبه  المال",
    "en": ""
  },
  {
    "ar": "وحرصه عليه وأنه بلغ من حرصه على المال أن استنبط الحيل حتى يسد على نفسه  طريق",
    "en": ""
  },
  {
    "ar": "الخلاص من البخل بالجهل والغرور ومن ذلك إباحة الله مال المصالح  للفقيه  وغيره",
    "en": ""
  },
  {
    "ar": "بقدر الحاجة والفقهاء المغرورون لا يميزون بين الأماني والفضول  والشهوات  وبين",
    "en": ""
  },
  {
    "ar": "الحاجات بل كل مالا تتم رعونتهم إلا به يرونه حاجة وهو محض  الغرور  بل  الدنيا",
    "en": ""
  },
  {
    "ar": "خلقت لحاجة العباد إليها في العبادة وسلوك طريق الآخرة  فكل  ما  تناوله  العبد",
    "en": ""
  },
  {
    "ar": "للاستعانة به على الدين والعبادة فهو حاجته وما عدا ذلك فهو فضوله  وشهوته  ولو",
    "en": ""
  },
  {
    "ar": "ذهبنا نصف غرور الفقهاء في أمثال هذا لملأنا فيه مجلدات والغرض من ذلك  التنبيه",
    "en": ""
  },
  {
    "ar": "على أمثلة تعرف الأجناس  دون  الاستيعاب  فإن  ذلك  يطول  الصنف  الثاني  أرباب",
    "en": ""
  },
  {
    "ar": "العبادة والعمل والمغرورون منهم فرق كثيرة فمنهم من غروره في الصلاة  ومنهم  من",
    "en": ""
  },
  {
    "ar": "غروره في تلاوة القرآن ومنهم في الحج ومنهم في الغزو ومنهم في الزهد  وكذلك  كل",
    "en": ""
  },
  {
    "ar": "مشغول بمنهج من مناهج العمل فليس خاليا عن غرور إلا الأكياس وقليل ما هم  فمنهم",
    "en": ""
  },
  {
    "ar": "فرقة أهملوا الفرائض واشتغلوا بالفضائل والنوافل وربما تعمقوا في  الفضائل  حتى",
    "en": ""
  },
  {
    "ar": "خرجوا إلى العدوان والسرف كالذي تغلب عليه الوسوسة في الوضوء  فيبالغ  فيه  ولا",
    "en": ""
  },
  {
    "ar": "يرضى الماء المحكوم بطهارته في فتوى الشرع ويقدر الاحتمالات البعيدة  قريبة  في",
    "en": ""
  },
  {
    "ar": "النجاسة وإذا آل الأمر إلى أكل الحلال قدر الاحتمالات القريبة بعيدة وربما  أكل",
    "en": ""
  },
  {
    "ar": "الحرام المحض ولو انقلب هذا الاحتياط من الماء  إلى  الطعام  لكان  أشبه  بسيرة",
    "en": ""
  },
  {
    "ar": "الصحابة إذ توضأ عمر رضي الله عنه بماء في جرة نصرانية مع ظهور احتمال  النجاسة",
    "en": ""
  },
  {
    "ar": "وكان مع هذا يدع أبوابا من الحلال مخافة من الوقوع في الحرام ثم  من  هؤلاء  من",
    "en": ""
  },
  {
    "ar": "يخرج إلى الإسراف في صب الماء وذلك منهي عنه حديث النهي من الإسراف  في  الوضوء",
    "en": ""
  },
  {
    "ar": "أخرجه الترمذي وضعه وابن ماجه من حديث أبي بن كعب إن  للوضوء  شيطانا  يقال  له",
    "en": ""
  },
  {
    "ar": "الولهان الحديث وتقدم في عجائب القلب وقد يطول الأمر حتى يضيع  الصلاة  ويخرجها",
    "en": ""
  },
  {
    "ar": "عن وقتها وإن لم يخرجها أيضا عن وقتها فهو مغرور لما فاته من فضيلة  أول  الوقت",
    "en": ""
  },
  {
    "ar": "وإن لم يفته فهو مغرور لإسرافه في الماء وإن لم يسرف فهو مغرور  لتضييعه  العمر",
    "en": ""
  },
  {
    "ar": "الذي هو أعز الأشياء فيما له مندوحة عنه إلا أن  الشيطان  يصد  الخلق  عن  الله",
    "en": ""
  },
  {
    "ar": "بطريق سني ولا يقدر على صد العباد إلا بما يخيل إليهم  أنه  عبادة  فيبعدهم  عن",
    "en": ""
  },
  {
    "ar": "الله بمثل ذلك وفرقة أخرى غلب عليها الوسوسة في نية الصلاة  فلا  يدعه  الشيطان",
    "en": "A\n    reader is needed for PDF files and it is available\n    free of charge from Adobe ."
  },
  {
    "ar": "حتى يعقد نية صحيحة بل يشوش عليه حتى تفوته الجماعة ويخرج الصلاة عن الوقت  وإن",
    "en": ""
  },
  {
    "ar": "تم تكبيره فيكون في قلبه بعد تردد في صحة نيته وقد يوسوسون في التكبير  حتى  قد",
    "en": ""
  },
  {
    "ar": "يغيرون صيغة التكبير لشدة الاحتياط فيه يفعلون ذلك في أول الصلاة ثم يغفلون  في",
    "en": ""
  },
  {
    "ar": "جميع الصلاة فلا يحضرون قلوبهم ويغترون بذلك ويظنون أنهم إذا أتعبوا أنفسهم  في",
    "en": ""
  },
  {
    "ar": "تصحيح النية في أول الصلاة وتميزوا عن العامة بهذا  الجهد  والاحتياط  فهم  على",
    "en": ""
  },
  {
    "ar": "خير عند ربهم وفرقة أخرى تغلب عليهم  الوسوسة  في  إخراج  حروف  الفاتحة  وسائر",
    "en": ""
  },
  {
    "ar": "الأذكار من مخارجها فلا يزال يحتاط  في  التشديدات  والفرق  بين  الضاد  والظاء",
    "en": ""
  },
  {
    "ar": "وتصحيح مخارج الحروف في جميع صلاته لا يهمه غيره ولا يتفكر فيما سواه ذاهلا  عن",
    "en": ""
  },
  {
    "ar": "معنى القرآن والاتعاظ به وصرف الفهم إلى أسراره  وهذا  من  أقبح  أنواع  الغرور",
    "en": ""
  },
  {
    "ar": "فإنه لم يكلف الخلق في تلاوة القرآن من تحقيق مخارج  الحروف  إلا  بما  جرت  به",
    "en": ""
  },
  {
    "ar": "عادتهم في الكلام ومثال هؤلاء مثال من  حمل  رسالة  إلى  مجلس  سلطان  وأمر  أن",
    "en": ""
  },
  {
    "ar": "يؤديها على وجهها فأخذ يؤدي الرسالة ويتأنق في مخارج  الحروف  ويكررها  ويعيدها",
    "en": ""
  },
  {
    "ar": "مرة بعد أخرى وهو في ذلك غافل عن مقصود الرسالة ومراعاة حرمة المجلس فما  أحراه",
    "en": ""
  },
  {
    "ar": "بأن تقام عليه السياسة ويرد إلى دار المجانين  ويحكم  عليه  بفقد  العقل  وفرقة",
    "en": ""
  },
  {
    "ar": "أخرى اغتروا بقراءة القرآن فيهذونه هذا وربما  يختمونه  في  اليوم  والليل  مرة",
    "en": ""
  },
  {
    "ar": "ولسان أحدهم يجري به وقلبه يتردد في  أودية  الأماني  إذ  لا  يتفكر  في  معاني",
    "en": ""
  },
  {
    "ar": "القرآن لينزجر بزواجره ويتعظ بمواعظه ويقف عند أوامره  ونواهيه  ويعتبر  بمواضع",
    "en": ""
  },
  {
    "ar": "الاعتبار فيه إلى غير ذلك مما ذكرناه في كتاب تلاوة القرآن  من  مقاصد  التلاوة",
    "en": ""
  },
  {
    "ar": "فهو مغرور يظن أن المقصود من إنزال القرآن الهمهمة به  مع  الغفلة  عنه  ومثاله",
    "en": ""
  },
  {
    "ar": "مثال عبد كتب إليه مولاه ومالكه كتابا وأشار عليه فيه  بالأوامر  والنواهي  فلم",
    "en": ""
  },
  {
    "ar": "يصرف عنايته إلى فهمه والعمل به ولكن اقتصر على حفظه فهو  مستمر  على  خلاف  ما",
    "en": ""
  },
  {
    "ar": "أمره به مولاه إلا أنه يكرر الكتاب بصوته ونغمته كل يوم  مائة  مرة  فهو  مستحق",
    "en": ""
  },
  {
    "ar": "للعقوبة ومهما ظن أن ذلك هو المراد منه فهو مغرور نعم تلاوته إنما  تراد  لكيلا",
    "en": ""
  },
  {
    "ar": "ينسى بعد لحفظه وحفظه يراد لمعناه ومعناه يراد للعمل به والانتفاع بمعانيه  وقد",
    "en": ""
  },
  {
    "ar": "يكون له صوت طيب فهو يقرؤه ويلتذ به ويغتر باستلذاذه ويظن أن  ذلك  لذة  مناجاة",
    "en": ""
  },
  {
    "ar": "الله تعالى وسماع كلامه وإنما هي لذته في صوته ولو ردد  ألحانه  بشعر  أو  كلام",
    "en": ""
  },
  {
    "ar": "آخر لالتذ به ذلك الالتذاذ فهو مغرور إذ لم يتفقد قلبه فيعرفه  أن  لذته  بكلام",
    "en": ""
  },
  {
    "ar": "الله تعالى من حيث حسن نظمه ومعانيه أو بصوته وفرقة أخرى اغتروا  بالصوم  وربما",
    "en": ""
  },
  {
    "ar": "صاموا الدهر أو صاموا الأيام الشريفة وهم فيها لا  يحفظون  ألسنتهم  عن  الغيبة",
    "en": ""
  },
  {
    "ar": "وخواطرهم عن الرياء وبطونهم عن الحرام عند الإفطار وألسنتهم عن الهذيان  بأنواع",
    "en": ""
  },
  {
    "ar": "الفضول طول النهار وهو مع ذلك يظن بنفسه الخير فيهمل الفرائض  ويطلب  النفل  ثم",
    "en": ""
  },
  {
    "ar": "لا يقوم بحقه وذلك غاية الغرور وفرقة أخرى اغتروا بالحج فيخرجون  إلى  الحج  من",
    "en": ""
  },
  {
    "ar": "غير خروج عن المظالم وقضاء الديون واسترضاء الوالدين  وطلب  الزاد  الحلال  وقد",
    "en": ""
  },
  {
    "ar": "يفعلون ذلك بعد سقوط حجة الإسلام ويضيعون في الطريق  الصلاة  والفرائض  ويعجزون",
    "en": ""
  },
  {
    "ar": "عن طهارة الثوب والبدن ويتعرضون لمكس الظلمة  حتى  يؤخذ  منهم  ولا  يحذرون  في",
    "en": ""
  },
  {
    "ar": "الطريق من الرفث والخصام وربما جمع بعضهم الحرام وأنفقه على الرفقاء في  الطريق",
    "en": ""
  },
  {
    "ar": "وهو يطلب به السمعة والرياء فيعصي الله تعالى في كسب الحرام  أولا  وفي  إنفاقه",
    "en": ""
  },
  {
    "ar": "بالرياء ثانيا فلا هو أخذه من حله ولا هو وضعه في حقه ثم يحضر البيت بقلب  ملوث",
    "en": ""
  },
  {
    "ar": "برذائل الأخلاق وذميم الصفات لم يقدم تطهيره على حضوره وهو مع ذلك يظن أنه  على",
    "en": ""
  },
  {
    "ar": "خير من ربه فهو مغرور وفرقة أخرى أخذت في طريق الحسبة والأمر  بالمعروف  والنهي",
    "en": ""
  },
  {
    "ar": "عن المنكر ينكر على الناس ويأمرهم بالخير وينسى نفسه  وإذا  أمرهم  بالخير  عنف",
    "en": ""
  },
  {
    "ar": "وطلب الرياسة والعزة وإذا باشر منكرا ورد عليه غضب وقال أنا المحتسب فكيف  تنكر",
    "en": ""
  },
  {
    "ar": "علي وقد يجمع الناس إلى مسجده ومن تأخر عنه أغلظ القول عليه وإنما غرضه  الرياء",
    "en": ""
  },
  {
    "ar": "والرياسة ولو قام بتعهد المسجد غيره لحرد عليه بل منهم من يؤذن ويظن  أنه  يؤذن",
    "en": ""
  },
  {
    "ar": "لله ولو جاء غيره وأذن في وقت غيبته قامت عليه القيامة وقال لم آخذ حقي  وزوحمت",
    "en": ""
  },
  {
    "ar": "على مرتبتي وكذلك قد يتقلد إمامة مسجد ويظن أنه على خير  وإنما  غرضه  أن  يقال",
    "en": ""
  },
  {
    "ar": "إنه إمام مسجد فلو تقدم غيره وإن كان أورع  وأعلم  منه  ثقل  عليه  وفرقة  أخرى",
    "en": ""
  },
  {
    "ar": "جاوروا بمكة أو المدينة واغتروا بمكة ولم يراقبوا  قلوبهم  ولم  يطهروا  ظاهرهم",
    "en": ""
  },
  {
    "ar": "وباطنهم فقلوبهم معلقة ببلادهم ملتفتة إلى قول من يعرفه أن  فلانا  مجاور  بذلك",
    "en": ""
  },
  {
    "ar": "وتراه يتحدى ويقول قد جاورت بمكة كذا كذا سنة وإذا سمع أن ذلك  قبيح  ترك  صريح",
    "en": ""
  },
  {
    "ar": "التحدي وأحب أن يعرفه الناس بذلك ثم إنه قد يجاور  ويمد  عين  طمعه  إلى  أوساخ",
    "en": ""
  },
  {
    "ar": "أموال الناس وإذا جمع من ذلك شيئا شح به وأمسكه لم تسمح نفسه بلقمة  يتصدق  بها",
    "en": ""
  },
  {
    "ar": "على فقير فيظهر فيه الرياء والبخل والطمع وجملة من المهلكات كان عنها بمعزل  لو",
    "en": ""
  },
  {
    "ar": "ترك المجاورة ولكن حب المحمدة وأن يقال إنه من  المجاورين  ألزمه  المجاورة  مع",
    "en": ""
  },
  {
    "ar": "التضمخ بهذه الرذائل فهو أيضا مغرور وما من عمل من الأعمال وعبادة من  العبادات",
    "en": ""
  },
  {
    "ar": "إلا وفيها آفات فمن لم يعرف مداخل آفاتها واعتمد عليها فهو مغرور ولا يعرف  شرح",
    "en": ""
  },
  {
    "ar": "ذلك إلا من جملة كتب إحياء علوم الدين فيعرف مداخل الغرور في  الصلاة  من  كتاب",
    "en": ""
  },
  {
    "ar": "الصلاة وفي الحج من كتاب الحج والزكاة والتلاوة وسائر القربات  من  الكتب  التي",
    "en": ""
  },
  {
    "ar": "رتبناها فيها وإنما الغرض الآن الإشارة إلى مجامع ما سبق في الكتب  وفرقة  أخرى",
    "en": ""
  },
  {
    "ar": "زهدت في المال وقنعت من اللباس والطعام بالدون ومن المسكن بالمساجد  وظنت  أنها",
    "en": ""
  },
  {
    "ar": "أدركت رتبة الزهاد وهو مع ذلك راغب في الرياسة والجاه إما بالعلم أو بالوعظ  أو",
    "en": ""
  },
  {
    "ar": "بمجرد الزهد فقد ترك أهون الأمرين وباء  بأعظم  المهلكين  فإن  الجاه  أعظم  من",
    "en": ""
  },
  {
    "ar": "المال ولو ترك الجاه وأخذ المال كان إلى السلامة أقرب فهذا مغرور إذا الظن  أنه",
    "en": ""
  },
  {
    "ar": "من الزهاد في الدنيا وهو لم يفهم معنى الدنيا ولم يدر أن منتهى  لذاتها  لرياسة",
    "en": ""
  },
  {
    "ar": "وأن الراغب فيها لا بد وأن يكون منافقا وحسودا ومتكبرا  ومرائيا  ومتصفا  بجميع",
    "en": ""
  },
  {
    "ar": "خبائث الأخلاق نعم وقد يترك الرياسة ويؤثر الخلوة والعزلة وهو مع ذلك مغرور  إذ",
    "en": ""
  },
  {
    "ar": "يتطول بذلك على الأغنياء ويخشن معهم الكلام وينظر إليهم بعين  الاستحقار  ويرجو",
    "en": ""
  },
  {
    "ar": "لنفسه أكثر مما يرجو لهم ويعجب بعمله ويتصف بجملة من خبائث القلوب وهو لا  يدري",
    "en": ""
  },
  {
    "ar": "وربما يعطى المال فلا يأخذه خيفة من أن يقال بطل زهده  ولو  قيل  له  إنه  حلال",
    "en": ""
  },
  {
    "ar": "فخذه في الظاهر ورده في الخفية لم تسمح به نفسه خوفا من ذم الناس فهو  راغب  في",
    "en": ""
  },
  {
    "ar": "حمد الناس وهو من ألذ أبواب الدنيا ويرى نفسه أنه زاهد  في  الدنيا  وهو  مغرور",
    "en": ""
  },
  {
    "ar": "ومع ذلك فربما لا يخلو من توقير الأغنياء  وتقديمهم  على  الفقراء  والميل  إلى",
    "en": ""
  },
  {
    "ar": "المريدين له والمثنين عليه والنفرة عن الماثلين إلى غيره  من  الزهاد  وكل  ذلك",
    "en": ""
  },
  {
    "ar": "خدعة وغرور من الشيطان نعوذ بالله منه وفي العباد من يشدد على  نفسه  في  أعمال",
    "en": ""
  },
  {
    "ar": "الجوارح حتى ربما يصلي في اليوم والليلة مثلا ألف ركعة  ويختم  القرآن  وهو  في",
    "en": ""
  },
  {
    "ar": "جميع ذلك لا يخطر له مراعاة القلب وتفقده  وتطهيره  من  الرياء  والكبر  والعجب",
    "en": ""
  },
  {
    "ar": "وسائر المهلكات فلا يدري أن ذلك مهلك وإن علم ذلك فلا يظن  بنفسه  ذلك  وإن  ظن",
    "en": ""
  },
  {
    "ar": "بنفسه ذلك توهم أنه مغفور له لعمله الظاهر وأنه غير  مؤاخذ  بأحوال  القلب  وإن",
    "en": ""
  },
  {
    "ar": "توهم فيظن أن العبادات الظاهرة تترجح بها كفة حسناته وهيهات وذرة  من  ذي  تقوى",
    "en": ""
  },
  {
    "ar": "وخلق واحد من أخلاق الأكياس أفضل من أمثال الجبال عملا  بالجوارح  ثم  لا  يخلو",
    "en": ""
  },
  {
    "ar": "هذا المغرور مع سوء خلقه مع الناس وخشونته وتلوث باطنه عن  الرياء  وحب  الثناء",
    "en": ""
  },
  {
    "ar": "فإذا قيل له أنت من أوتاد الأرض وأولياء الله وأحبابه فرح  المغرور  بذلك  وصدق",
    "en": ""
  },
  {
    "ar": "به وزاده ذلك غرورا وظن أن تزكية الناس له دليل على كونه مرضيا  عند  الله  ولا",
    "en": ""
  },
  {
    "ar": "يدري أن ذلك لجهل الناس بخبائث باطنه وفرقة أخرى حرصت  على  النوافل  ولم  يعظم",
    "en": ""
  },
  {
    "ar": "اعتدادها بالفرائض ترى  أحدهم  يفرح  بصلاة  الضحى  وبصلاة  الليل  وأمثال  هذه",
    "en": ""
  },
  {
    "ar": "النوافل ولا يجد للفريضة لذة ولا يشتد حرصه على  المبادرة  بها  في  أول  الوقت",
    "en": ""
  },
  {
    "ar": "وينسى قوله صلى الله عليه وسلم فيما يرويه عن ربه ما تقرب المتقربون  إلي  بمثل",
    "en": ""
  },
  {
    "ar": "أداء ما افترضت عليهم حديث ما تقرب المتقربون إلي بمثل أداء  ما  افترضت  عليهم",
    "en": ""
  },
  {
    "ar": "أخرجه البخاري من حديث أبي هريرة بلفظ ما  تقرب  إلي  عبدي  وترك  الترتيب  بين",
    "en": ""
  },
  {
    "ar": "الخيرات من جملة الشرور بل قد يتعين في الإنسان فرضان أحدهما  يفوت  والآخر  لا",
    "en": ""
  },
  {
    "ar": "يفوت أو فضلان أحدهما يضيق وقته والآخر يتسع وقته فإن لم يحفظ الترتيب فيه  كان",
    "en": ""
  },
  {
    "ar": "مغرورا ونظائر ذلك أكثر من أن تحصى فإن  المعصية  ظاهرة  والطاعة  ظاهرة  وإنما",
    "en": ""
  },
  {
    "ar": "الغامض تقديم بعض الطاعات على بعض كتقديم  الفرائض  كلها  على  النوافل  وتقديم",
    "en": ""
  },
  {
    "ar": "فروض الأعيان على فروض الكفاية وتقديم فرض كفاية لا قائم  به  على  ما  قام  به",
    "en": ""
  },
  {
    "ar": "غيره وتقديم الأهم من فروض الأعيان على ما دونه وتقديم ما يفوت على  مالا  يفوت",
    "en": ""
  },
  {
    "ar": "وهذا كما يجب تقديم حاجة الوالدة على حاجة الوالد إذ سئل رسول  الله  صلى  الله",
    "en": ""
  },
  {
    "ar": "عليه وسلم فقيل له من أبر يا رسول الله قال أمك قال ثم من قال أمك  قال  ثم  من",
    "en": ""
  },
  {
    "ar": "قال أمك قال ثم من قال أباك قال ثم من قال أدناك فأدناك حديث من  أبر  قال  أمك",
    "en": ""
  },
  {
    "ar": "الحديث أخرجه الترمذي والحاكم وصححه من حديث زيد بن حكيم عن أبيه  عن  جده  وقد",
    "en": ""
  },
  {
    "ar": "تقدم في آداب الصحة فينبغي أن يبدأ في الصلة بالأقرب فإن استويا  فبالأحوج  فإن",
    "en": ""
  },
  {
    "ar": "استويا فبالأتقى والأورع وكذلك من لا يفي ماله بنفقة الوالدين والحج فربما  يحج",
    "en": ""
  },
  {
    "ar": "وهو مغرور بل ينبغي أن يقدم حقهما على الحج وهذا من تقديم فرض أهم  من  فرض  هو",
    "en": ""
  },
  {
    "ar": "دونه وكذلك إذا كان على العبد ميعاد ودخل وقت الجمعة  فالجمعة  تفوت  والاشتغال",
    "en": ""
  },
  {
    "ar": "بالوفاء بالوعد معصية وإن كان هو طاعة في نفسه  وكذلك  قد  تصيب  ثوبه  النجاسة",
    "en": ""
  },
  {
    "ar": "فيغلظ القول على أبويه وأهله بسبب ذلك فالنجاسة محذورة وإيذاؤهما محذور  والحذر",
    "en": ""
  },
  {
    "ar": "من الإيذاء أهم من الحذر من النجاسة وأمثلة تقابل المحذورات والطاعات لا  تنحصر",
    "en": ""
  },
  {
    "ar": "ومن ترك الترتيب في جميع ذلك فهو مغرور وهذا غرور في غاية الغموض  لأن  المغرور",
    "en": ""
  },
  {
    "ar": "فيه في طاعة إلا أنه لا يفطن لصيرورة الطاعة معصية حيث ترك بها طاعة  واجبة  هي",
    "en": ""
  },
  {
    "ar": "أهم منها ومن جملته الاشتغال بالمذهب والخلاف من الفقه في حق من بقي  عليه  شغل",
    "en": ""
  },
  {
    "ar": "من الطاعات والمعاصي الظاهرة والباطنة المتعلقة بالجوارح والمتعلقة بالقلب  لأن",
    "en": ""
  },
  {
    "ar": "مقصود الفقه معرفة ما يحتاج إليه غيره في حوائجه فمعرفة ما يحتاج  هو  إليه  في",
    "en": ""
  },
  {
    "ar": "قلبه أولى به إلا أن حب الرياسة والجاه ولذة  المباهاة  وقهر  الأقران  والتقدم",
    "en": ""
  },
  {
    "ar": "عليهم يعمي عليه حتى يغتر به مع نفسه ويظن أنه مشغول  بهم  دينه  الصنف  الثالث",
    "en": ""
  },
  {
    "ar": "المتصوفة وما أغلب الغرور عليهم والمغترون  منهم  فرق  كثيرة  ففرقة  منهم  وهم",
    "en": ""
  },
  {
    "ar": "متصوفة أهل الزمان إلا من عصمه الله  اغتروا  بالزي  والهيئة  والمنطق  فساعدوا",
    "en": ""
  },
  {
    "ar": "الصادقين من  الصوفية  في  زيهم  وهيئتهم  وفي  ألفاظهم  وفي  آدابهم  ومراسمهم",
    "en": ""
  },
  {
    "ar": "واصطلاحاتهم وفي أحوالهم الظاهرة في السماع والرقص  والطهارة  والصلاة  والجلوس",
    "en": ""
  },
  {
    "ar": "على السجادات مع إطراق الرأس وإدخاله في الجيب كالمتفكر وفي تنفس  الصعداء  وفي",
    "en": ""
  },
  {
    "ar": "خفض الصوت في الحديث إلى غير ذلك من الشمائل والهيئات فلما تكلفوا  هذه  الأمور",
    "en": ""
  },
  {
    "ar": "وتشبهوا بهم فيها ظنوا أنهم أيضا صوفية  ولم  يتعبوا  أنفسهم  قط  في  المجاهدة",
    "en": ""
  },
  {
    "ar": "والرياضة ومراقبة القلب وتطهير الباطن والظاهر من الآثام  الخفية  والجلية  وكل",
    "en": ""
  },
  {
    "ar": "ذلك من أوائل منازل التصوف ولو فرغوا عن جميعها لما جاز لهم  أن  يعدوا  أنفسهم",
    "en": ""
  },
  {
    "ar": "في الصوفية كيف ولم يحوموا قط حولها ولم يسوموا أنفسهم شيئا منها  بل  يتكالبون",
    "en": ""
  },
  {
    "ar": "على الحرام والشبهات  وأموال  السلاطين  ويتنافسون  في  الرغيف  والفلس  والحبة",
    "en": ""
  },
  {
    "ar": "ويتحاسدون على النقير والقطمير ويمزق بضعهم أعراض بعض مهما  خالفه  في  شيء  من",
    "en": ""
  },
  {
    "ar": "غرضه وهؤلاء غرورهم ظاهر ومثالهم مثال امرأة عجوز سمعت أن الشجعان والأبطال  من",
    "en": ""
  },
  {
    "ar": "المقاتلين ثبت أسماؤهم في الديوان ويقطع لكل واحد منهم قطر  من  أقطار  المملكة",
    "en": ""
  },
  {
    "ar": "فتاقت نفسها إلى أن يقطع لها مملكة فلبست درعا ووضعت على  رأسها  مغفرا  وتعلمت",
    "en": ""
  },
  {
    "ar": "من رجز الأبطال أبياتا وتعودت إيراد تلك  الأبيات  بنغماتهم  حتى  تيسرت  عليها",
    "en": ""
  },
  {
    "ar": "وتعلمت كيفية تبخترهم في الميدان وكيف تحريلم بالأيدي وتلقفت جميع  شمائلهم  في",
    "en": ""
  },
  {
    "ar": "الزي والمنطق والحركات والسكنات ثم توجهت إلى المعسكر  ليثبت  اسمها  في  ديوان",
    "en": ""
  },
  {
    "ar": "الشجعان فلما وصلت إلى المعسكر أنفذت إلى ديوان العرض وأمر بأن تجرد عن  المغفر",
    "en": ""
  },
  {
    "ar": "والدرع وينظر ما تحته وتمتحن بالمبارزة مع بعض الشجعان  ليعرف  قدر  عنائها  في",
    "en": "About\n    the Islamic Philosophy Online Project ."
  },
  {
    "ar": "الشجاعة فلما جردت عن المغفر والدرع فإذا هي  عجوز  ضعيفة  زمنة  لا  تطيق  حمل",
    "en": ""
  },
  {
    "ar": "الدرع والمغفر فقيل لها أجئت للاستهزاء بالملك وللاستخفاف بأهل حضرته  والتلبيس",
    "en": ""
  },
  {
    "ar": "عليهم خذوها فألقوها قدام الفيل  لسخفها  فألقيت  إلى  الفيل  فكهذا  يكون  حال",
    "en": ""
  },
  {
    "ar": "المدعين للتصوف في القيامة إذا كشف عنهم الغطاء  وعرضوا  على  القاضي  إلا  كبر",
    "en": ""
  },
  {
    "ar": "الذي لا ينظر إلى الزي والمرقع بل إلى القلب وفرقة  أخرى  زادت  على  هؤلاء  في",
    "en": ""
  },
  {
    "ar": "الغرور إذ شق عليها الاقتداء بهم في بذاذة  الثياب  والرضا  بالدون  فأرادت  أن",
    "en": ""
  },
  {
    "ar": "تتظاهر بالتصوف ولم تجد بدا من التزين بزيهم فتركوا  الحرير  والإبريسم  وطلبوا",
    "en": ""
  },
  {
    "ar": "المرقعات النفيسة والفوط الرقيقة والسجادات المصبغة ولبسوا  من  الثياب  ما  هو",
    "en": ""
  },
  {
    "ar": "أرفع من الحرير والإبريسم وظن أحدهم مع ذلك أنه متصوف بمجرد  لون  الثوب  وكونه",
    "en": ""
  },
  {
    "ar": "مرقعا ونسي أنهم إنما لونوا الثياب لئلا  يطول  عليهم  غسلها  كل  ساعة  لإزالة",
    "en": ""
  },
  {
    "ar": "الوسخ وإنما لبسوا المرقعات إذ كانت ثيابهم مخرقة فكانوا يرقعونها  ولا  يلبسون",
    "en": ""
  },
  {
    "ar": "الجديد فأما تقطيع الفوط الرقيقة قطعة قطعة وخياطة المرقعات منها فمن  أي  يشبه",
    "en": ""
  },
  {
    "ar": "ما اعتادوه فهؤلاء أظهر حماقة من كافة المغرورين فإنهم  يتنعمون  بنفيس  الثياب",
    "en": ""
  },
  {
    "ar": "ولذيذ الأطعمة ويطلبون رغد العيش ويأكلون أموال السلاطين ولا  يجتنبون  المعاصي",
    "en": ""
  },
  {
    "ar": "الظاهرة فضلا عن الباطنة وهم مع ذلك يظنون بأنفسهم الخير وشر هؤلاء  مما  يتعدى",
    "en": ""
  },
  {
    "ar": "إلى الخلق إذ يهلك من يقتدي بهم ومن لا يقتدي بهم تفسد عقيدته  في  أهل  التصوف",
    "en": ""
  },
  {
    "ar": "كافة ويظن أن جميعهم كانوا من جنسه فيطول اللسان في الصادقين منهم وكل  ذلك  من",
    "en": ""
  },
  {
    "ar": "شؤم المتشبهين وشرهم  وفرقة  أخرى  ادعت  علم  المعرفة  ومشاهدة  الحق  ومجاوزة",
    "en": ""
  },
  {
    "ar": "المقامات والأحوال والملازمة في عين الشهود والوصول إلى  القرب  ولا  يعرف  هذه",
    "en": ""
  },
  {
    "ar": "الأمور إلا بالأسامي والألفاظ لأنه تلقف من ألفاظ  الطامات  كلمات  فهو  يرددها",
    "en": ""
  },
  {
    "ar": "ويظن أن ذلك أعلى من علم الأولين والآخرين  فهو  ينظر  إلى  الفقهاء  والمفسرين",
    "en": ""
  },
  {
    "ar": "والمحدثين وأصناف العلماء بعين الإزراء فضلا عن العوام  حتى  إن  الفلاح  ليترك",
    "en": ""
  },
  {
    "ar": "فلاحته والحائك يترك حياكته ويلازمهم أياما معدودة  ويتلقف  منهم  تلك  الكلمات",
    "en": ""
  },
  {
    "ar": "المزيفة فيرددها كأنه يتكلم عن الوحي ويخبر عن سر الأسرار  ويستحقر  بذلك  جميع",
    "en": ""
  },
  {
    "ar": "العباد والعلماء فيقول في العباد إنهم أجراء  متعبون  ويقول  في  العلماء  إنهم",
    "en": ""
  },
  {
    "ar": "بالحديث عن الله محجوبون ويدعي لنفسه أنه الواصل إلى  الحق  وأنه  من  المقربين",
    "en": ""
  },
  {
    "ar": "وهو عند الله من الفجار المنافقين وعند أرباب القلوب  من  الحمقى  الجاهلين  لم",
    "en": ""
  },
  {
    "ar": "يحكم قط علما ولم يهذب خلقا ولم يرتب عملا ولم  يراقب  قلبا  سوى  اتباع  الهوى",
    "en": ""
  },
  {
    "ar": "وتلقف الهذيان وحفظه وفرقة أخرى وقعت  في  الإباحة  وطووا  بساط  الشرع  ورفضوا",
    "en": ""
  },
  {
    "ar": "الأحكام وسووا بين الحلال والحرام فبعضهم يزعم أن الله مستغن عن عملي فلم  أتعب",
    "en": ""
  },
  {
    "ar": "نفسي وبعضهم يقول قد كلف الناس تطهير القلوب عن الشهوات  وعن  حب  الدنيا  وذلك",
    "en": ""
  },
  {
    "ar": "محال فقد كلفوا ما لا يمكن وإنما يغتر به  من  لم  يجرب  وأما  نحن  فقد  جربنا",
    "en": ""
  },
  {
    "ar": "وأدركنا أن ذلك محال ولا يعلم الأحمق أن الناس لم يكلفوا قلع الشهوة والغضب  من",
    "en": ""
  },
  {
    "ar": "أصلهما بل إنما كلفوا قلع مادتهما بحيث ينقاد كل واحد منهما لحكم العقل  والشرع",
    "en": ""
  },
  {
    "ar": "وبعضهم يقول الأعمال بالجوارح لا وزن  لها  وإنما  النظر  إلى  القلوب  وقلوبنا",
    "en": ""
  },
  {
    "ar": "والهة بحب الله وواصلة إلى معرفة الله وإنما نخوض في الدنيا  بأبداننا  وقلوبنا",
    "en": ""
  },
  {
    "ar": "عاكفة في حضرة الربوبية فنحن مع الشهوات بالظواهر لا بالقلوب ويزعمون  إنهم  قد",
    "en": ""
  },
  {
    "ar": "ترقوا عن رتبة العوام واستغنوا عن تهذيب النفس بالأعمال  البدنية  وأن  الشهوات",
    "en": ""
  },
  {
    "ar": "لا تصدهم عن طريق الله لقوتهم فيها ويرفعون  درجة  أنفسهم  على  درجة  الأنبياء",
    "en": ""
  },
  {
    "ar": "عليهم الصلاة والسلام إذ كانت تصدهم عن طريق الله خطيئة واحدة حتى كانوا  يبكون",
    "en": ""
  },
  {
    "ar": "عليها وينوحون سنين متوالية وأصناف غرور أهل الإباحة من المتشبهين بالصوفية  لا",
    "en": ""
  },
  {
    "ar": "تحصى وكل ذلك بناء على أغاليط ووساوس يخدعهم الشيطان بها  لاشتغالهم  بالمجاهدة",
    "en": ""
  },
  {
    "ar": "قبل إحكام العلم ومن غير اقتداء بشيخ متقن في الدين والعلم  صالح  للاقتداء  به",
    "en": ""
  },
  {
    "ar": "وإحصاء أصنافهم يطول وفرقة أخرى جاوزت حد هؤلاء واجتنبت الأعمال  وطلقت  الحلال",
    "en": ""
  },
  {
    "ar": "واشتغلت بتفقد القلب وصار أحدهم يدعي المقامات من الزهد والتوكل  والرضا  والحب",
    "en": ""
  },
  {
    "ar": "من غير وقوف على حقيقة هذه المقامات وشروطها وعلاماتها وآفاتها فمنهم  من  يدعي",
    "en": ""
  },
  {
    "ar": "الوجد والحب لله تعالى ويزعم أنه واله بالله ولعله قد تخيل في الله  خيالات  هي",
    "en": ""
  },
  {
    "ar": "بدعة أو كفر فيدعي حب الله قبل معرفته ثم إنه لا يخلوا عن مقارفة ما يكره  الله",
    "en": ""
  },
  {
    "ar": "عز وجل وعن إيثار هوى نفسه على أمر الله وعن ترك بعض  الأمور  حياءا  من  الخلق",
    "en": ""
  },
  {
    "ar": "ولو خلا لما تركه حياءا من الله تعالى وليس يدري أكل  ذلك  يناقض  الحب  وبعضهم",
    "en": ""
  },
  {
    "ar": "ربما يميل إلى القناعة والتوكل فيخوض البوادي من غير  زاد  ليصحح  دعوى  التوكل",
    "en": ""
  },
  {
    "ar": "وليس يدري أن ذلك بدعة لم تنقل عن السلف والصحابة وقد كانوا أعرف  بالتوكل  منه",
    "en": ""
  },
  {
    "ar": "فما فهموا أن التوكل المخاطرة بالروح وترك الزاد بل  كانوا  يأخذون  الزاد  وهم",
    "en": ""
  },
  {
    "ar": "متوكلون على الله تعالى لا على الزاد وهذا ربما يترك الزاد وهو متوكل  على  سبب",
    "en": ""
  },
  {
    "ar": "من الأسباب واثق به وما من مقام من المقامات المنجيات إلا وفيه غرور  وقد  اغتر",
    "en": ""
  },
  {
    "ar": "به قوم وقد ذكرنا مداخل الآفات في ربع المنجيات من  الكتاب  فلا  يمكن  إعادتها",
    "en": ""
  },
  {
    "ar": "وفرقة أخرى ضيقت على نفسها في أمر القوت حتى طلبت منه  الحلال  الخالص  وأهملوا",
    "en": ""
  },
  {
    "ar": "تفقد القلب والجوارح في غير هذه الخصلة الواحدة ومنهم من أهمل الحلال في  مطعمه",
    "en": ""
  },
  {
    "ar": "وملبسه ومسكنه وأخذ يتعمق في غير ذلك وليس يدري المسكين أن الله تعالى  لم  يرض",
    "en": ""
  },
  {
    "ar": "من عبد بطلب الحلال فقط ولا يرضى بسائر الأعمال دون طلب  الحلال  بل  لا  يرضيه",
    "en": ""
  },
  {
    "ar": "إلا تفقد جميع الطاعات والمعاصي فمن ظن أن بعض هذه  الأمور  يكفيه  وينجيه  فهو",
    "en": ""
  },
  {
    "ar": "مغرور وفرقة أخرى ادعوا حسن الخلق  والتواضع  والسماحة  فتصدوا  لخدمة  الصوفية",
    "en": ""
  },
  {
    "ar": "فجمعوا قوما وتكلفوا بخدمتهم واتخذوا  ذلك  للرياسة  وجمع  المال  وإنما  غرضهم",
    "en": ""
  },
  {
    "ar": "التكبر وهم يظهرون الخدمة  والتواضع  وغرضهم  الارتفاع  وهم  يظهرون  أن  غرضهم",
    "en": ""
  },
  {
    "ar": "الإرفاق وغرضهم الاستتباع وهم يظهرون أن غرضهم الخدمة والتبعية ثم إنهم  يجمعون",
    "en": ""
  },
  {
    "ar": "من الحرام والشبهات وينفقون عليهم لتكثر أتباعهم وينشر  بالخدمة  اسمهم  وبعضهم",
    "en": ""
  },
  {
    "ar": "يأخذ أموال السلاطين ينفق عليهم وبعضهم يأخذها لينفق في طريق الحج على  الصوفية",
    "en": ""
  },
  {
    "ar": "ويزعم أن غرضه البر والإنفاق وباعث جميعهم الرياء  والسمعة  وآية  ذلك  إهمالهم",
    "en": ""
  },
  {
    "ar": "لجميع أوامر الله تعالى عليهم ظاهرا وباطنا ورضاهم بأخذ  الحرام  والإنفاق  منه",
    "en": ""
  },
  {
    "ar": "ومثال من ينفق الحرام في طريق الحج لإرادة الخير كمن يعمر مساجد  الله  فيطينها",
    "en": ""
  },
  {
    "ar": "بالعذرة ويزعم أن قصده العمارة وفرقة أخرى اشتغلوا  بالمجاهدة  وتهذيب  الأخلاق",
    "en": ""
  },
  {
    "ar": "وتطهير النفس من عيوبها وصاروا يتعمقون  فيها  فاتخذوا  البحث  عن  عيوب  النفس",
    "en": ""
  },
  {
    "ar": "ومعرفة خدعها علما وحرفة فهم في جميع أحوالهم مشغولون  بالفحص  عن  عيوب  النفس",
    "en": ""
  },
  {
    "ar": "واستنباط دقيق الكلام في آفاتها فيقولون هذا في  النفس  عيب  والغفلة  عن  كونه",
    "en": ""
  },
  {
    "ar": "عيبا عيب والالتفات إلى كونه عيبا عيب ويشغفون فيه بكلمات مسلسلة تضيع  الأوقات",
    "en": ""
  },
  {
    "ar": "في تلفيقها ومن جعل طول عمره في التفتيش عن عيوب النفس وتحرير علم  علاجها  كان",
    "en": ""
  },
  {
    "ar": "كمن اشتغل بالتفتيش عن عوائق الحج وآفاته ولم يسلك طريق  الحج  فذلك  لا  يغنيه",
    "en": ""
  },
  {
    "ar": "وفرقة أخرى جاوزوا هذه الرتبة وابتدءوا سلوك الطريق وانفتح لهم  أبواب  المعرفة",
    "en": ""
  },
  {
    "ar": "فكلما تشمموا من مبادئ المعرفة رائحة تعجبوا منها وفرحوا بها وأعجبتهم  غرابتها",
    "en": ""
  },
  {
    "ar": "فتقيدت قلوبهم بالالتفات إليها والتفكر فيها  وفي  كيفية  انفتاح  بابها  عليهم",
    "en": ""
  },
  {
    "ar": "وانسداده على غيرهم وكل ذلك غرور لأن عجائب طريق الله ليس لها  نهاية  فلو  وقف",
    "en": ""
  },
  {
    "ar": "مع كل أعجوبة وتقيد بها قصرت خطاه وحرم الوصول إلى المقصد وكان مثاله  مثال  من",
    "en": ""
  },
  {
    "ar": "قصد ملكا فرأى على باب ميدانه روضة فيها أزهار وأنوار لم يكن قد  رأى  قبل  ذلك",
    "en": ""
  },
  {
    "ar": "مثلها فوقف ينظر إليها ويتعجب حتى فاته الوقت الذي يمكن فيه لقاء  الملك  وفرقة",
    "en": ""
  },
  {
    "ar": "أخرى جاوزوا هؤلاء ولم يلتفتوا إلى ما يفيض عليهم من  الأنوار  في  الطريق  ولا",
    "en": ""
  },
  {
    "ar": "إلى ما تيسر لهم من العطايا الجزيلة ولم يعرجوا على الفرح بها والالتفات  إليها",
    "en": ""
  },
  {
    "ar": "جادين في السير حتى قاربوا فوصلوا إلى حد القربة إلى الله تعالى فظنوا أنهم  قد",
    "en": ""
  },
  {
    "ar": "وصلوا إلى الله فوقفوا وغلطوا فإن لله تعالى سبعين حجابا من نور لا يصل  السالك",
    "en": ""
  },
  {
    "ar": "إلى حجاب من تلك الحجب في الطريق إلا ويظن  أنه  قد  وصل  وإليه  الإشارة  بقول",
    "en": ""
  },
  {
    "ar": "إبراهيم عليه السلام إذ قال الله تعالى إخبارا عنه  فلما  جن  عليه  الليل  رأى",
    "en": ""
  },
  {
    "ar": "كوكبا قال هذا ربي وليس المعنى به هذه  الأجسام  المضيئة  فإنه  كان  يراها  في",
    "en": ""
  },
  {
    "ar": "الصغر ويعلم أنها ليست آلهة وهي كثيرة وليست واحدا والجهال  يعلمون  أن  الكوكب",
    "en": ""
  },
  {
    "ar": "ليس بإله فمثل إبراهيم عليه السلام لا يغره الكوكب الذي لا يغر  السوادية  ولكن",
    "en": ""
  },
  {
    "ar": "المراد به أنه نور من الأنوار التي هي  من  حجب  الله  عز  وجل  وهي  على  طريق",
    "en": ""
  },
  {
    "ar": "السالكين ولا يتصور الوصول إلى الله تعالى إلا بالوصول إلى هذه الحجب  وهي  حجب",
    "en": ""
  },
  {
    "ar": "من نور بعضها أكبر من بعض وأصغر النيرات الكوكب فاستعير له لفظه وأعظمها  الشمس",
    "en": ""
  },
  {
    "ar": "وبينهما رتبة القمر فلم يزل إبراهيم عليه السلام لما  رأى  ملكوت  السموات  حيث",
    "en": ""
  },
  {
    "ar": "قال تعالى وكذلك نري إبراهيم ملكوت السموات والأرض يصل إلى نور بعد نور  ويتخيل",
    "en": ""
  },
  {
    "ar": "إليه في أول ما كان يلقاه أنه قد وصل ثم كان يكشف  له  أن  وراءه  أمرا  فيترقى",
    "en": ""
  },
  {
    "ar": "إليه ويقول قد وصلت فيكشف له ما وراءه حتى وصل إلى الحجاب الأقرب الذي لا  وصول",
    "en": ""
  },
  {
    "ar": "إلا بعده فقال هذا أكبر فلما ظهر له أنه مع عظمه غير  خال  عن  الهوى  في  حضيض",
    "en": ""
  },
  {
    "ar": "النقص والانحطاط عن ذروة الكمال قال لا أحب الآفلين إلى أن قال إني  وجهت  وجهي",
    "en": ""
  },
  {
    "ar": "للذي فطر السموات والأرض وسالك هذه الطريق قد  يغتر  في  الوقوف  على  بعض  هذه",
    "en": ""
  },
  {
    "ar": "الحجب وقد يغتر بالحجاب الأول وأول الحجب بين الله وبين  العبد  هو  نفسه  فإنه",
    "en": ""
  },
  {
    "ar": "أيضا أمر رباني وهو نور من أنوار الله تعالى أعني  سر  القلب  الذي  تتجلى  فيه",
    "en": ""
  },
  {
    "ar": "حقيقة الحق كله حتى إنه ليتسع لجملة العالم ويحيط  به  وتتجلى  فيه  صورة  الكل",
    "en": ""
  },
  {
    "ar": "وعند ذلك يشرق نوره إشراقا عظيما إذ يظهر فيه الوجود كله على ما  هو  عليه  وهو",
    "en": ""
  },
  {
    "ar": "في أول الأمر محجوب بمشكاة هي كالساتر له فإذا تجلى  نوره  وانكشف  جمال  القلب",
    "en": ""
  },
  {
    "ar": "بعد إشراق نور الله عليه ربما التفت  صاحب  القلب  إلى  القلب  فيرى  من  جماله",
    "en": ""
  },
  {
    "ar": "الفائق ما يدهشه وربما يسبق لسانه في هذه الدهشة فيقول أنا الحق فإنه  لم  يتضح",
    "en": ""
  },
  {
    "ar": "له ما وراء ذلك اغتر به ووقف عليه وهلك وكان  قد  اغتر  بكوكب  صغير  من  أنوار",
    "en": ""
  },
  {
    "ar": "الحضرة الإلهية ولم يصل بعد إلى القمر  فضلا  عن  الشمس  فهو  مغرور  وهذا  محل",
    "en": ""
  },
  {
    "ar": "الالتباس إذا المتجلى يلتبس بالمتجلى فيه كما يلتبس لون ما  يتراءى  في  المرآة",
    "en": ""
  },
  {
    "ar": "بالمرآة فيظن أنه لون المرآة وكما يلتبس ما  في  الزجاج  بالزجاج  كما  قيل  رق",
    "en": ""
  },
  {
    "ar": "الزجاج ورقت الخمر فتشابها فتشاكل الأمر فكأنما خمر ولا  قدح  وكأنما  قدح  ولا",
    "en": ""
  },
  {
    "ar": "خمر وبهذه العين نظر النصارى إلى المسيح فرأوا إشراق نور  الله  قد  تلألأ  فيه",
    "en": ""
  },
  {
    "ar": "فغلطوا فيه كمن يرى كوكبا في مرآة أو في ماء فيظن أن الكوكب في  المرآة  أو  في",
    "en": ""
  },
  {
    "ar": "الماء فيمد يده إليه ليأخذه وهو مغرور وأنواع الغرور في طريق السلوك  إلى  الله",
    "en": ""
  },
  {
    "ar": "تعالى لا تحصى في مجلدات ولا تستقصى إلا بعد شرح جميع علوم المكاشفة  وذلك  مما",
    "en": ""
  },
  {
    "ar": "لا رخصة في ذكره ولعل القدر الذي ذكرناه أيضا كان الأولى تركه إذ  السالك  لهذا",
    "en": ""
  },
  {
    "ar": "الطريق لا يحتاج إلى أن يسمعه من غيره والذي لم يسلكه لا ينتفع بسماعه بل  ربما",
    "en": ""
  },
  {
    "ar": "يستضر به إذ يورثه ذلك دهشة من حيث يسمع ما لا يفهم ولكن فيه فائدة وهو  إخراجه",
    "en": ""
  },
  {
    "ar": "من الغرور الذي هو فيه بل ربما يصدق بأن  الأمر  أعظم  مما  يظنه  ومما  يتخيله",
    "en": ""
  },
  {
    "ar": "بذهنه المختصر وخياله  القاصر  وجدله  المزخرف  ويصدق  أيضا  بما  يحكى  له  من",
    "en": ""
  },
  {
    "ar": "المكاشفات التي أخبر عنها أولياء الله ومن عظم غروره ربما أصر مكذبا بما  يسمعه",
    "en": ""
  },
  {
    "ar": "الآن كما يكذب بما سمعه من قبل الصنف الرابع أرباب الأموال والمغترون منهم  فرق",
    "en": ""
  },
  {
    "ar": "ففرقة منهم يحرصون على بناء المساجد  والمدارس  والرباطات  والقناطر  وما  يظهر",
    "en": ""
  },
  {
    "ar": "للناس كافة ويكتبون أساميهم بالآجر عليها ليتخلد ذكرهم ويبقى بعد  الموت  أثرهم",
    "en": ""
  },
  {
    "ar": "وهم يظنون أنهم قد استحقوا المغفرة بذلك وقد اغتروا فيه من وجهين  أحدهما  أنهم",
    "en": ""
  },
  {
    "ar": "يبنونها من أموال اكتسبوها من الظلم والنهب والرشا  والجهات  المحظورة  فهم  قد",
    "en": ""
  },
  {
    "ar": "تعرضوا لسخط الله في  كسبها  وتعرضوا  لسخطه  في  إنفاقها  وكان  الواجب  عليهم",
    "en": ""
  },
  {
    "ar": "الامتناع عن كسبها فإذن قد عصوا الله بكسبها فالواجب عليهم التوبة والرجوع  إلى",
    "en": ""
  },
  {
    "ar": "الله وردها إلى ملاكها إما بأعيانها وإما برد بدلها عند  العجز  فإن  عجزوا  عن",
    "en": ""
  },
  {
    "ar": "الملاك كان الواجب ردها إلى الورثة فإن لم يبق للمظلوم وارث فالواجب صرفها  إلى",
    "en": "Reporting\n    copyright infringement ."
  },
  {
    "ar": "أهم المصالح وربما يكون الأهم التفرقة على المساكين وهم لا يفعلون ذلك خيفة  من",
    "en": ""
  },
  {
    "ar": "أن لا يظهر ذلك للناس فيبنون الأبنية بالآجر  وغرضهم  من  بنائها  الرياء  وجلب",
    "en": ""
  },
  {
    "ar": "الثناء وحرصهم على بقائها لبقاء أسمائهم المكتوبة فيها لا لبقاء  الخير  والوجه",
    "en": ""
  },
  {
    "ar": "الثاني أنهم يظنون بأنفسهم الإخلاص وقصد الخير في الإنفاق على الأبنية ولو  كلف",
    "en": ""
  },
  {
    "ar": "واحد منهم أن ينفق دينارا ولا يكتب اسمه على الموضع الذي أنفق  عليه  لشق  عليه",
    "en": ""
  },
  {
    "ar": "ذلك ولم تسمح به نفسه والله مطلع عليه كتب اسمه أو لم يكتب ولولا أنه  يريد  به",
    "en": ""
  },
  {
    "ar": "وجه الناس لا وجه الله لما افتقر إلى ذلك وفرقة  أخرى  ربما  اكتسبت  المال  من",
    "en": ""
  },
  {
    "ar": "الحلال وأنفقت على المساجد وهي  أيضا  مغرورة  من  وجهين  أحدهما  الرياء  وطلب",
    "en": ""
  },
  {
    "ar": "الثناء فإنه ربما يكون في جواره أو بلده فقراء  وصرف  المال  إليهم  أهم  وأفضل",
    "en": ""
  },
  {
    "ar": "وأولى من الصرف إلى بناء المساجد وزينتها وإنما يخف عليهم  الصرف  إلى  المساجد",
    "en": ""
  },
  {
    "ar": "ليظهر ذلك بين الناس والثاني أنه يصرف إلى زخرفة المسجد وتزيينه  بالنقوش  التي",
    "en": ""
  },
  {
    "ar": "هي منهي عنها وشاغلة  قلوب  المصلين  ومختطفة  أبصارهم  حديث  النهي  عن  زخرفة",
    "en": ""
  },
  {
    "ar": "المساجد وتزيينها بالنقوش أخرجه البخاري من قول عمر بن الخطاب  أكن  الناس  ولا",
    "en": ""
  },
  {
    "ar": "تحمر ولا تصفر والمقصود من الصلاة الخشوع وحضور القلب وذلك يفسد  قلوب  المصلين",
    "en": ""
  },
  {
    "ar": "ويحبط ثوابهم بذلك ووبال ذلك كله يرجع إليه وهو مع ذلك يغتر  به  ويرى  أنه  من",
    "en": ""
  },
  {
    "ar": "الخيرات ويعد ذلك وسيلة إلى الله تعالى وهو مع ذلك قد  تعرض  لسخط  الله  تعالى",
    "en": ""
  },
  {
    "ar": "وهو يظن أنه مطيع له وممتثل لأمره وقد شوش قلوب عباد الله بما زخرفه من  المسجد",
    "en": ""
  },
  {
    "ar": "وربما شوقهم به إلى زخارف الدنيا فيشتهون مثل ذلك  في  بيوتهم  ويشتغلون  بطلبه",
    "en": ""
  },
  {
    "ar": "ووبال ذلك كله في رقبته إذ المسجد للتواضع ولحضور  القلب  مع  الله  تعالى  قال",
    "en": ""
  },
  {
    "ar": "مالك بن دينار أتى رجلان مسجدا فوقف أحدهما على الباب وقال مثلي  لا  يدخل  بيت",
    "en": ""
  },
  {
    "ar": "الله فكتبه الملكان عند الله صديقا فهكذا ينبغي أن تعظم  المساجد  وهو  أن  يرى",
    "en": ""
  },
  {
    "ar": "تلويث المسجد بدخوله فيه بنفسه جناية  على  المسجد  لا  أن  يرى  تلويث  المسجد",
    "en": ""
  },
  {
    "ar": "بالحرام أو بزخرف الدنيا منة  على  الله  تعالى  وقال  الحواريون  للمسيح  عليه",
    "en": ""
  },
  {
    "ar": "السلام انظر إلى هذا المسجد ما أحسنه فقال أمتي أمتي  بحق  أقول  لكم  لا  يترك",
    "en": ""
  },
  {
    "ar": "الله من هذا المسجد حجرا قائما على حجر إلا أهلكه بذنوب أهله إن الله  لا  يعبأ",
    "en": ""
  },
  {
    "ar": "بالذهب والفضة ولا بهذه الحجارة التي تعجبكم شيئا وإن  أحب  الأشياء  إلى  الله",
    "en": ""
  },
  {
    "ar": "تعالى القلوب الصالحة بها يعمر الله الأرض وبها يخرب  إذا  كانت  على  غير  ذلك",
    "en": ""
  },
  {
    "ar": "وقال أبو الدرداء قال رسول الله صلى الله عليه وسلم إذا زخرفتم مساجدكم  وحليتم",
    "en": ""
  },
  {
    "ar": "مصاحفكم فالدمار عليكم حديث إذا زخرفتم مساجدكم وحليتم مصاحفكم  فالدمار  عليكم",
    "en": ""
  },
  {
    "ar": "أخرجه ابن المبارك في الزهد وأبو بكر ابن أبي داود في كتاب المصاحف موقوفا  على",
    "en": ""
  },
  {
    "ar": "أبي الدرداء وقال الحسن إن رسول الله صلى الله عليه  وسلم  لما  أراد  أن  يبني",
    "en": ""
  },
  {
    "ar": "مسجد المدينة أتاه جبريل عليه السلام فقال له ابنه سبعة أذرع  طولا  في  السماء",
    "en": ""
  },
  {
    "ar": "لا تزخرفه ولا تنقشه حديث الحسن مرسلا لما أراد  أن  يبني  مسجد  المدينة  أتاه",
    "en": ""
  },
  {
    "ar": "جبريل فقال ابنه سبعة أذرع طولا في السماء ولا تزخرفه ولا تنقشه لم أجده  فغرور",
    "en": ""
  },
  {
    "ar": "هذا من حيث أنه رأى المنكر واتكل عليه وفرقة أخرى ينفقون  الأموال  في  الصدقات",
    "en": ""
  },
  {
    "ar": "على الفقراء والمساكين ويطلبون به المحافل الجامعة ومن الفقراء من عادته  الشكر",
    "en": ""
  },
  {
    "ar": "والإفشاء للمعروف ويكرهون التصدق في السر ويرون إخفاء  الفقير  لما  يأخذ  منهم",
    "en": ""
  },
  {
    "ar": "جناية عليهم وكفرانا وربما يحرصون على إنفاق المال  في  الحج  فيحجون  مرة  بعد",
    "en": ""
  },
  {
    "ar": "أخرى وربما تركوا جيرانهم جياعا ولذلك قال ابن مسعود في آخر الزمان يكثر  الحاج",
    "en": ""
  },
  {
    "ar": "بلا سبب يهون عليهم السفر ويبسط لهم في الزرق  ويرجعون  محرومين  مسلوبين  يهوي",
    "en": ""
  },
  {
    "ar": "بأحدهم بعيره بين الرمال والقفار وجاره مأسور إلى جنبه لا يواسيه وقال أبو  نصر",
    "en": ""
  },
  {
    "ar": "التمار إن رجلا جاء يودع بشر بن الحارث وقال قد عزمت  على  الحج  فتأمرني  بشيء",
    "en": ""
  },
  {
    "ar": "فقال له كم أعددت للنفقة فقال ألفي درهم قال بشر فأي شئ تبتغي  بحجك  تزهدا  أو",
    "en": ""
  },
  {
    "ar": "اشتياقا إلى البيت أو ابتغاء مرضاة الله قال ابتغاء مرضاة الله  قال  فإن  أصبت",
    "en": ""
  },
  {
    "ar": "مرضاة الله تعالى وأنت في منزلك وتنفق ألفي درهم وتكون على يقين من مرضاة  الله",
    "en": ""
  },
  {
    "ar": "تعالى أتفعل ذلك قال نعم قال اذهب فأعطها عشرة أنفس مديون يقضي دينه وفقير  يرم",
    "en": ""
  },
  {
    "ar": "شعثه ومعيل يغني عياله ومربي يتيم يفرحه وإن قوي قلبك تعطيها واحدا  فافعل  فإن",
    "en": ""
  },
  {
    "ar": "إدخالك السرور على قلب المسلم وإغاثة اللهفان وكشف الضر وإعانة الضعيف أفضل  من",
    "en": ""
  },
  {
    "ar": "مائة حجة بعد حجة الإسلام قم فأخرجها كما أمرناك وإلا فقل لنا ما في قلبك  فقال",
    "en": ""
  },
  {
    "ar": "يا أبا نصر سفري أقوى في قلبي فتبسم بشر رحمه الله وأقبل عليه  وقال  له  المال",
    "en": ""
  },
  {
    "ar": "إذا جمع من وسخ التجارات والشبهات اقتضت النفس أن تقضي به وطرا فأظهرت  الأعمال",
    "en": ""
  },
  {
    "ar": "الصالحات وقد آلى الله على نفسه أن لا يقبل إلا  عمل  المتقين  وفرقة  أخرى  من",
    "en": ""
  },
  {
    "ar": "أرباب الأموال اشتغلوا بها يحفظون الأموال ويمسكونها  بحكم  البخل  ثم  يشتغلون",
    "en": ""
  },
  {
    "ar": "بالعبادات البدنية التي لا يحتاج فيها إلى نفقة كصيام النهار وقيام الليل  وختم",
    "en": ""
  },
  {
    "ar": "القرآن وهم مغرورون لأن البخل المهلك قد استولى  على  بواطنهم  فهو  يحتاج  إلى",
    "en": ""
  },
  {
    "ar": "قمعه بإخراج المال فقد اشتغل بطلب فضائل هو مستغن عنها ومثاله مثال من  دخل  في",
    "en": ""
  },
  {
    "ar": "ثوبه حية وقد أشرف على الهلاك وهو مشغول بطبخ السكنجبين ليسكن به  الصفراء  ومن",
    "en": ""
  },
  {
    "ar": "قتلته الحية متى يحتاج إلى السكنجبين ولذلك  قيل  لبشر  إن  فلانا  الغني  كثير",
    "en": ""
  },
  {
    "ar": "الصوم والصلاة فقال المسكين ترك حاله ودخل في حال غيره  وإنما  حال  هذا  إطعام",
    "en": ""
  },
  {
    "ar": "الطعام للجياع والإنفاق على المساكين فهذا أفضل له من تجويعه  نفسه  ومن  صلاته",
    "en": ""
  },
  {
    "ar": "لنفسه من جمعه للدنيا ومنعه للفقراء وفرقة أخرى غلبهم البخل  فلا  تسمح  نفوسهم",
    "en": ""
  },
  {
    "ar": "إلا بأداء الزكاة فقط ثم إنهم يخرجون من المال الخبيث الرديء الذي  يرغبون  عنه",
    "en": ""
  },
  {
    "ar": "ويطلبون من الفقراء من يخدمهم ويتردد في حاجاتهم ومن يحتاجون إليه في  المستقبل",
    "en": ""
  },
  {
    "ar": "للاستسخار في خدمة أو من لهم فيه على الجملة غرض أو يسلمون ذلك  إلى  من  يعينه",
    "en": ""
  },
  {
    "ar": "واحد من الأكابر ممن يستظهر بحشمه لينال بذلك عنده  منزلة  فيقوم  بحاجاته  وكل",
    "en": ""
  },
  {
    "ar": "ذلك مفسدات للنية ومحبطات للعمل وصاحبه مغرور ويظن  أنه  مطيع  لله  تعالى  وهو",
    "en": ""
  },
  {
    "ar": "فاجر إذ طلب بعبادة الله عوضا من غيره فهذا  وأمثاله  من  غرور  أصحاب  الأموال",
    "en": ""
  },
  {
    "ar": "أيضا لا يحصى وإنما ذكرنا هذا القدر للتنبيه على أجناس الغرور  وفرقة  أخرى  من",
    "en": ""
  },
  {
    "ar": "عوام الخلق وأرباب الأموال والفقراء اغتروا بحضور مجالس الذكر واعتقدوا أن  ذلك",
    "en": ""
  },
  {
    "ar": "يغنيهم ويكفيهم واتخذوا ذلك عادة ويظنون أن لهم على مجرد سماع الوعظ دون  العمل",
    "en": ""
  },
  {
    "ar": "ودون الاتعاظ أجرا وهم مغرورون لأن فضل مجلس الذكر لكونه مرغبا  في  الخير  فإن",
    "en": ""
  },
  {
    "ar": "لم يهيج الرغبة فلا خير فيه والرغبة محمودة لأنها تبعث على العمل فإن  ضعفت  عن",
    "en": ""
  },
  {
    "ar": "الحمل على العمل فلا خير فيها وما يراد لغيره  فإذا  قصر  عن  الأداء  إلى  ذلك",
    "en": ""
  },
  {
    "ar": "الغير فلا قيمة له وربما يغتر بما يسمعه من الواعظ من  فضل  حضور  المجلس  وفضل",
    "en": ""
  },
  {
    "ar": "البكاء وربما تدخله رقة كرقة النساء فيبكي ولا عزم وربما يسمع كلاما مخوفا  فلا",
    "en": ""
  },
  {
    "ar": "يزيد على أن يصفق بيديه ويقول يا سلام سلم أو نعوذ بالله أو  سبحان  الله  ويظن",
    "en": ""
  },
  {
    "ar": "أنه قد أتى بالخير كله وهو مغرور وإنما مثاله  مثال  المريض  الذي  يحضر  مجالس",
    "en": ""
  },
  {
    "ar": "الأطباء فيسمع ما يجري أو الجائع الذي يحضر عنده من  يصف  له  الأطعمة  اللذيذة",
    "en": ""
  },
  {
    "ar": "الشهية ثم ينصرف وذلك لا يغني عنه من مرضه وجوعه شيئا فكذلك سماع  وصف  الطاعات",
    "en": ""
  },
  {
    "ar": "دون العمل بها لا يغني من الله شيئا فكل وعظ  لم  يغير  منك  صفة  تغييرا  يغير",
    "en": ""
  },
  {
    "ar": "أفعالك حتى تقبل على الله إقبالا قويا أو ضعيفا وتعرض  عن  الدنيا  فذلك  الوعظ",
    "en": ""
  },
  {
    "ar": "زيادة حجة عليك فإذا رأيته وسيلة لك كنت مغرورا فإن قلت  فما  ذكرته  من  مداخل",
    "en": ""
  },
  {
    "ar": "الغرور أمر لا يتخلص منه أحد ولا يمكن الاحتراز منه  وهذا  يوجب  اليأس  إذ  لا",
    "en": ""
  },
  {
    "ar": "يقوى أحد من البشر على الحذر من خفايا هذه الآفات  فأقول  الإنسان  إذا  افترقت",
    "en": ""
  },
  {
    "ar": "همته في شيء أظهر اليأس منه واستعظم الأمر واستوعر الطريق وإذا  صح  منه  الهوى",
    "en": ""
  },
  {
    "ar": "اهتدى إلى الحيل واستنبط بدقيق النظر خفايا الطرق في الوصول إلى الغرض  حتى  إن",
    "en": ""
  },
  {
    "ar": "الإنسان إذا أراد أن يستنزل الطير المحلق في جو السماء  مع  بعده  منه  استنزله",
    "en": ""
  },
  {
    "ar": "وإذا أراد أن يخرج الحوت من أعماق البحر استخرجه وإذا أراد أن يستخرج الذهب  أو",
    "en": ""
  },
  {
    "ar": "الفضة من تحت الجبال استخرجه وإذا أراد أن  يقنص  الوحوش  المطلقة  في  البراري",
    "en": ""
  },
  {
    "ar": "والصحاري  اقتنصها  وإذا  أراد  أن  يستسخر  السباع  والفيلة  وعظيم  الحيوانات",
    "en": ""
  },
  {
    "ar": "استسخرها وإذا أراد أن يأخذ الحيات والأفاعي ويعبث بها أخذها  واستخرج  الدرياق",
    "en": ""
  },
  {
    "ar": "من أجوافها وإذا أراد أن يتخذ الديباج الملون المنقش من ورق التوت  اتخذه  وإذا",
    "en": ""
  },
  {
    "ar": "أراد أن يعرف مقادير الكواكب وطولها وعرضها  استخراج  بدقيق  الهندسة  ذلك  وهو",
    "en": ""
  },
  {
    "ar": "مستقر على الأرض وكل ذلك باستنباط  الحيل  وإعداد  الآلات  فسخر  الفرس  للركوب",
    "en": ""
  },
  {
    "ar": "والكلب للصيد وسخر البازي لاقتناص الطيور وهيأ الشبكة لاصطياد  السمك  إلى  غير",
    "en": ""
  },
  {
    "ar": "ذلك من دقائق حيل الآدمي كل ذلك لأن همه أمر دنياه وذلك معين له على دنياه  فلو",
    "en": ""
  },
  {
    "ar": "همه أمر آخرته فليس عليه إلا شغل واحد وهو  تقويم  قلبه  فعجز  عن  تقويم  قلبه",
    "en": ""
  },
  {
    "ar": "وتخاذل وقال هذا محال ومن الذي يقدر عليه وليس ذلك  بمحال  لو  أصبح  وهمه  هذا",
    "en": ""
  },
  {
    "ar": "الهم الواحد بل هو كما يقال لو صح منك الهوى أرشدت للحيل فهذا شيء لم يعجز  عنه",
    "en": ""
  },
  {
    "ar": "السلف الصالحون ومن اتبعهم بإحسان فلا يعجز عنه  أيضا  من  صدقت  إرادته  وقويت",
    "en": ""
  },
  {
    "ar": "همته بل لا يحتاج إلى عشر تعب الخلق في استنباط حيل الدنيا  ونظم  أسبابها  فإن",
    "en": ""
  },
  {
    "ar": "قلت قد قربت الأمر فيه مع أنك أكثرت في ذكر مداخل الغرور  فبم  ينجو  العبد  من",
    "en": ""
  },
  {
    "ar": "الغرور فاعلم أنه ينجو منه بثلاثة أمور  بالفعل  والعلم  والمعرفة  فهذه  ثلاثة",
    "en": ""
  },
  {
    "ar": "أمور لا بد منها أما العقل فأعني به الفطرة الغريزية  والنور  الأصلي  الذي  به",
    "en": ""
  },
  {
    "ar": "يدرك الإنسان حقائق الأشياء فالفطنة والكيس فطرة والحمق والبلادة فطرة  والبليد",
    "en": ""
  },
  {
    "ar": "لا يقدر على التحفظ عن الغرور فصفاء العقل  وذكاء  الفهم  لا  بد  منه  في  أصل",
    "en": ""
  },
  {
    "ar": "الفطرة فهذا إن لم يفطر عليه الإنسان فاكتسابه غير ممكن نعم إذا حصل أصله  أمكن",
    "en": ""
  },
  {
    "ar": "تقويته بالممارسة فأساس السعادات كلها العقل والكياسة قال رسول الله  صلى  الله",
    "en": ""
  },
  {
    "ar": "عليه وسلم تبارك الله الذي قسم العقل بين عباده أشتاتا  حديث  تبارك  الذي  قسم",
    "en": ""
  },
  {
    "ar": "العقل بين عباده الحديث أخرجه الترمذي الحكيم في نوادر الأصول  من  رواية  طاوس",
    "en": ""
  },
  {
    "ar": "مرسلا وفي أوله قصة وإسناده ضعيف ورواه بنحوه من حديث أبي حميد وهو  ضعيف  أيضا",
    "en": ""
  },
  {
    "ar": "إن الرجلان ليستوي عملهما وبرهما وصومهما وصلاتهما ولكنهما يتفاوتان  في  العقل",
    "en": ""
  },
  {
    "ar": "كالذرة في جنب أحد وما قسم الله لخلقه حظا  أفضل  من  العقل  واليقين  وعن  أبي",
    "en": ""
  },
  {
    "ar": "الدرداء أنه قيل يا رسول الله  أرأيت  الرجل  يصوم  النهار  ويقوم  الليل  ويحج",
    "en": ""
  },
  {
    "ar": "ويعتمر ويتصدق ويغزو في سبيل الله ويعود المريض  ويشيع  الجنائز  ويعين  الضعيف",
    "en": ""
  },
  {
    "ar": "ولا يعلم منزلته عند الله يوم القيامة فقال رسول الله صلى الله عليه وسلم  إنما",
    "en": ""
  },
  {
    "ar": "يجزى على قدر عقله حديث أبي الدرداء  أرأيت  الرجل  يصوم  النهار  ويقوم  الليل",
    "en": ""
  },
  {
    "ar": "الحديث وفيه إنما يجزى على قدر عقله أخرجه الخطيب في التاريخ وفي أسماء من  روى",
    "en": ""
  },
  {
    "ar": "عن مالك من حديث ابن عمر وضعفه ولم أره من حديث أبي الدرداء وقال أنس أثني  على",
    "en": ""
  },
  {
    "ar": "رجل عند رسول الله صلى الله عليه وسلم فقالوا خيرا فقال  رسول  الله  صلى  الله",
    "en": ""
  },
  {
    "ar": "عليه وسلم كيف عقله قالوا يا رسول الله نقول من عبادته وفضله  وخلقه  فقال  كيف",
    "en": ""
  },
  {
    "ar": "عقله فإن الأحمق يصيب بحمقه أعظم من فجور الفاجر وإنما يقرب الناس يوم  القيامة",
    "en": ""
  },
  {
    "ar": "على قدر عقولهم حديث أنس أثني على رجل عند النبي صلى الله عليه وسلم  فقال  كيف",
    "en": ""
  },
  {
    "ar": "عقله الحديث أخرجه داود بن المحبر في كتاب العقل وهو ضعيف وتقدم في العلم  وقال",
    "en": ""
  },
  {
    "ar": "أبو الدرداء كان رسول الله صلى الله عليه وسلم إذا بلغه عن رجل شدة  عبادة  سأل",
    "en": ""
  },
  {
    "ar": "عن عقله فإذا قالوا حسن قال أرجوه وإن قالوا كان غير ذلك قال لن يبلغ حديث  أبي",
    "en": ""
  },
  {
    "ar": "الدرداء كان إذا بلغه عن رجل شدة عبادة  سأل  عن  عقله  الحديث  أخرجه  الترمذي",
    "en": ""
  },
  {
    "ar": "الحكيم في النوادر وابن عدي ومن طريقه البيهقي في  الشعب  وضعفه  وذكر  له  شدة",
    "en": ""
  },
  {
    "ar": "عبادة رجل فقال كيف عقله قالوا ليس بشيء قال لن يبلغ صاحبكم حيث تظنون  فالذكاء",
    "en": ""
  },
  {
    "ar": "صحيح وغريزة العقل نعمة من الله تعالى في أصل الفطرة فإن  فاتت  ببلادة  وحماقة",
    "en": ""
  },
  {
    "ar": "فلا تدارك لها الثاني المعرفة وأعني بالمعرفة أن يعرف  أربعة  أمور  يعرف  نفسه",
    "en": ""
  },
  {
    "ar": "ويعرف ربه ويعرف الدنيا ويعرف الآخرة فيعرف نفسه بالعبودية والذل وبكونه  غريبا",
    "en": ""
  },
  {
    "ar": "في هذا العالم وأجنبيا من هذه الشهوات  البهيمية  وإنما  الموافق  له  طبعا  هو",
    "en": "Site\n    © Copyright 2003 by Islamic Philosophy Online, Inc. A not-for-profit\n    organization dedicated to academic study of Islamic philosophy. Individual\n    content may have its own individual copyrights. See\n    copyright information."
  },
  {
    "ar": "معرفة الله تعالى والنظر إلى وجهه فقط فلا يتصور أن يعرف هذا ما لم  يعرف  نفسه",
    "en": ""
  },
  {
    "ar": "ولم يعرف ربه فليستعن على هذا بما ذكرناه في كتاب المحبة وفي  كتاب  شرح  عجائب",
    "en": ""
  },
  {
    "ar": "القلب وكتاب التفكر وكتاب الشكر إذ فيها إشارات إلى وصف النفس  وإلى  وصف  جلال",
    "en": ""
  },
  {
    "ar": "الله ويحصل به التنبه  على  الجملة  وكمال  المعرفة  وراءه  فإن  هذا  من  علوم",
    "en": ""
  },
  {
    "ar": "المكاشفة ولم نطنب في هذا الكتاب إلا  في  علوم  المعاملة  وأما  معرفة  الدنيا",
    "en": ""
  },
  {
    "ar": "والآخرة فيستعين عليها بما ذكرنا في كتاب ذم الدنيا وكتاب ذكر الموت ليتبين  له",
    "en": ""
  },
  {
    "ar": "أن لا نسبة للدنيا إلى الآخرة فإذا عرف نفسه وربه وعرف الدنيا والآخرة  ثار  من",
    "en": ""
  },
  {
    "ar": "قلبه بمعرفة الله حب الله وبمعرفة  الآخرة  شدة  الرغبة  فيها  وبمعرفة  الدنيا",
    "en": ""
  },
  {
    "ar": "الرغبة عنها ويصير أهم أموره ما يوصله إلى الله تعالى وينفعه  في  الآخرة  وإذا",
    "en": ""
  },
  {
    "ar": "غلبت هذه الإرادة على قلبه صحت نيته في الأمور كلها  فإن  أكل  مثلا  أو  اشتغل",
    "en": ""
  },
  {
    "ar": "بقضاء الحاجة كان قصده منه الاستعانة على سلوك طريق الآخرة  وصحت  نيته  واندفع",
    "en": ""
  },
  {
    "ar": "عنه كل غرور منشؤه تجاذب الأغراض والنزوع إلى الدنيا والجاه والمال فإن ذلك  هو",
    "en": ""
  },
  {
    "ar": "المفسد للنية وما دامت الدنيا أحب إليه من الآخرة وهوى نفسه أحب  إليه  من  رضا",
    "en": ""
  },
  {
    "ar": "الله تعالى فلا يمكنه الخلاص من الغرور فإذا غلب  حب  الله  على  قلبه  بمعرفته",
    "en": ""
  },
  {
    "ar": "بالله وبنفسه الصادرة عن كمال عقله فيحتاج إلى المعنى الثالث  وهو  العلم  أعني",
    "en": ""
  },
  {
    "ar": "العلم بمعرفة كيفية سلوك الطريق إلى الله والعلم بما يقربه من الله  وما  يبعده",
    "en": ""
  },
  {
    "ar": "عنه والعلم بآفات الطريق وعقباته وغوائله وجميع ذلك قد أودعناه كتب إحياء  علوم",
    "en": ""
  },
  {
    "ar": "الدين فيعرف من ربع العبادات شروطها فيراعيها وآفاتها فيتقيها ومن ربع  العادات",
    "en": ""
  },
  {
    "ar": "أسرار المعايش وما هو مضطر إليه فيأخذه بأدب الشرع وما هو مستغن عنه فيعرض  عنه",
    "en": ""
  },
  {
    "ar": "ومن ربع المهلكات يعلم جميع العقبات المانعة في طريق الله فإن المانع  من  الله",
    "en": ""
  },
  {
    "ar": "الصفات المذمومة في الخلق  فيعلم  المذموم  ويعلم  طريق  علاجه  ويعرف  من  ربع",
    "en": ""
  },
  {
    "ar": "المنجيات الصفات المحمودة التي لا بد وأن توضع  خلفا  عن  المذمومة  بعد  محوها",
    "en": ""
  },
  {
    "ar": "فإذا أحاط بجميع ذلك أمكنه الحذر من الأنواع التي أشرنا إليها من  الغرور  وأصل",
    "en": ""
  },
  {
    "ar": "ذلك كله أن يغلب حب الله على القلب ويسقط حب الدنيا منه حتى  تقوى  به  الإرادة",
    "en": ""
  },
  {
    "ar": "وتصح به النية ولا يحصل ذلك إلا بالمعرفة التي ذكرناها فإن قلت فإذا  فعل  جميع",
    "en": ""
  },
  {
    "ar": "ذلك فما الذي يخاف عليه فأقول يخاف عليه  أن  يخدعه  الشيطان  ويدعوه  إلى  نصح",
    "en": ""
  },
  {
    "ar": "الخلق ونشر العلم ودعوته الناس إلى ما عرفه من دين الله فإن المريد المخلص  إذا",
    "en": ""
  },
  {
    "ar": "فرغ من تهذيب نفسه وأخلاقه وراقب القلب حتى صفاه من جميع المكدرات  واستوى  على",
    "en": ""
  },
  {
    "ar": "الصراط المستقيم وصغرت الدنيا في عينه فتركها وانقطع طمعه عن الخلق  فلم  يلتفت",
    "en": ""
  },
  {
    "ar": "إليهم ولم يبق إلا هم واحد وهو الله تعالى والتلذذ بذكره ومناجاته  والشوق  إلى",
    "en": ""
  },
  {
    "ar": "لقائه وقد عجز الشيطان عن إغرائه إذ يأتيه من  جهة  الدنيا  وشهوات  النفس  فلا",
    "en": ""
  },
  {
    "ar": "يطيعه فيأتيه من جهة الدين ويدعوه إلى الرحمة على خلق الله والشفقة  على  دينهم",
    "en": ""
  },
  {
    "ar": "والنصح لهم والدعاء إلى الله فينظر العبد برحمته إلى العبيد  فيراهم  حيارى  في",
    "en": ""
  },
  {
    "ar": "أمرهم سكارى في دينهم صما عميا قد استولى عليهم المرض  وهم  لا  يشعرون  وفقدوا",
    "en": ""
  },
  {
    "ar": "الطبيب وأشرفوا على العطب فغلب  على  قلبه  الرحمة  لهم  وقد  كان  عنده  حقيقة",
    "en": ""
  },
  {
    "ar": "المعرفة بما يهديهم ويبين لهم ضلالهم ويرشدهم إلى سعادتهم وهو يقدر  على  ذكرها",
    "en": ""
  },
  {
    "ar": "من غير تعب ومؤنة ولزوم غرامة فكان مثله كمثل رجل كان  به  داء  عظيم  لا  يطاق",
    "en": ""
  },
  {
    "ar": "ألمه وقد كان لذلك يسهر ليله ويقلق نهاره لا  يأكل  ولا  يشرب  ولا  يتحرك  ولا",
    "en": ""
  },
  {
    "ar": "يتصرف لشدة ضربان الألم فوجد له دواء عفوا صفوا من غير ثمن ولا تعب  ولا  مرارة",
    "en": ""
  },
  {
    "ar": "في تناوله فاستعمله فبرئ وصح فطاب نومه بالليل بعد طول سهره وهدأ  بالنهار  بعد",
    "en": ""
  },
  {
    "ar": "شدة القلق وطاب عيشه بعد نهاية الكدر وأصاب لذة العافية بعد طول السقام ثم  نظر",
    "en": ""
  },
  {
    "ar": "إلى عدد كثير من المسلمين وإذا بهم تلك  العلة  بعينها  وقد  طال  سهرهم  واشتد",
    "en": ""
  },
  {
    "ar": "قلقهم وارتفع إلى السماء أنينهم فتذكر أن  دواءهم  هو  الذي  يعرفه  ويقدر  على",
    "en": ""
  },
  {
    "ar": "شفائهم بأسهل ما يكون وفي أرجى زمان فأخذته الرحمة والرأفة  ولم  يجد  فسحة  من",
    "en": ""
  },
  {
    "ar": "نفسه في التراخي عن الاشتغال بعلاجهم فكذلك العبد  المخلص  بعد  أن  اهتدى  إلى",
    "en": ""
  },
  {
    "ar": "الطريق وشفي من أمراض القلوب شاهد الخلق وقد  مرضت  قلوبهم  وأعضل  داؤهم  وقرب",
    "en": ""
  },
  {
    "ar": "هلاكهم وإشفاؤهم وسهل عليه دواؤهم فانبعث من ذات نفسه  عزم  جازم  في  الاشتغال",
    "en": ""
  },
  {
    "ar": "بنصحهم وحرضه الشيطان على ذلك رجاء أن يجد مجالا للفتنة فلما  اشتغل  بذلك  وجد",
    "en": ""
  },
  {
    "ar": "الشيطان مجالا للفتنة فدعاه إلى الرياسة دعاء خفيا أخفى من دبيب النمل لا  يشعر",
    "en": ""
  },
  {
    "ar": "به المريد فلم يزل ذلك الدبيب في قلبه  حتى  دعاه  إلى  التصنع  والتزين  للخلق",
    "en": ""
  },
  {
    "ar": "بتحسين الألفاظ والنغمات والحركات والتصنع في الزي والهيئة  فأقبل  الناس  إليه",
    "en": ""
  },
  {
    "ar": "يعظمونه ويبجلونه ويوقرونه توقيرا  يزيد  على  توقير  الملوك  إذا  رأوه  شافيا",
    "en": ""
  },
  {
    "ar": "لأدوائهم بمحض الشفقة والرحمة من غير طمع فصار أحب إليهم  من  آبائهم  وأمهاتهم",
    "en": ""
  },
  {
    "ar": "وأقاربهم فآثروه بأبدانهم وأموالهم  وصاروا  له  خولا  كالعبيد  والخدم  فخدموه",
    "en": ""
  },
  {
    "ar": "وقدموه في المحافل وحكموه على الملوك والسلاطين فعند ذلك انتشر  الطبع  وارتاحت",
    "en": ""
  },
  {
    "ar": "النفس وذاقت لذة يا لها من لذة أصابت من الدنيا شهوة يستحقر معها كل شهوة  فكان",
    "en": ""
  },
  {
    "ar": "قد ترك الدنيا فوقع في أعظم لذاتها فعند ذلك وجد الشيطان فرصة وامتدت إلى  قلبه",
    "en": ""
  },
  {
    "ar": "يده فهو يستعمله في كل ما يحفظ عليه  تلك  اللذة  وأمارة  انتشار  الطبع  وركون",
    "en": ""
  },
  {
    "ar": "النفس إلى الشيطان أنه لو أخطأ فرد عليه بين يدي الخلق غضب فإذا أنكر على  نفسه",
    "en": ""
  },
  {
    "ar": "ما وجده من الغضب بادر الشيطان فخيل إليه أن ذلك غضب  لله  لأنه  إذا  لم  يحسن",
    "en": ""
  },
  {
    "ar": "اعتقاد المريدين فيه انقطعوا عن طريق الله فوقع في الغرور فربما أخرجه ذلك  إلى",
    "en": ""
  },
  {
    "ar": "الوقيعة فيمن رد عليه فوقع في الغيبة المحظورة بعد تركه الحلال المتسع ووقع  في",
    "en": ""
  },
  {
    "ar": "الكبر الذي هو تمرد عن قبول الحق والشكر عليه بعد أن  يحذر  من  طوارق  الخطرات",
    "en": ""
  },
  {
    "ar": "وكذلك إذا سبقه الضحك أو فتر عن بعض الأوراد جزعت النفس  أن  يطلع  عليه  فيسقط",
    "en": ""
  },
  {
    "ar": "قبوله فأتبع ذلك بالاستغفار وتنفس الصعداء وربما زاد في الأعمال والأوراد  لأجل",
    "en": ""
  },
  {
    "ar": "ذلك والشيطان يخيل إليه إنك إنما تفعل  ذلك  كيلا  يفتر  رأيهم  عن  طريق  الله",
    "en": ""
  },
  {
    "ar": "فيتركون الطريق بتركه وإنما ذلك خدعة وغرور  بل  هو  جزع  من  النفس  خيفة  فوت",
    "en": ""
  },
  {
    "ar": "الرياسة ولذلك لا تجزع نفسه من اطلاع الناس على مثل ذلك من أقرانه بل ربما  يحب",
    "en": ""
  },
  {
    "ar": "ذلك ويستبشر به ولو ظهر من أقرانه من مالت القلوب إلى قبوله وزاد أثر كلامه  في",
    "en": ""
  },
  {
    "ar": "القبول على كلامه شق ذلك عليه ولولا أن النفس قد استبشرت واستلذت الرياسة  لكان",
    "en": ""
  },
  {
    "ar": "يغتنم ذلك إذ مثاله أن يرى الرجل جماعة من إخوانه قد وقعوا في  بئر  وتغطى  رأس",
    "en": ""
  },
  {
    "ar": "البئر بحجر كبير فعجزوا عن الرقي من البئر بسببه فرق قلبه لإخوانه  فجاء  ليرفع",
    "en": ""
  },
  {
    "ar": "الحجر من رأس البئر فشق عليه فجاءه من أعانه على ذلك حتى  تيسر  عليه  أو  كفاه",
    "en": ""
  },
  {
    "ar": "ذلك ونحاه بنفسه فيعظم بذلك فرحه لا محالة إذ غرضه خلاص إخوانه  من  البئر  فإن",
    "en": ""
  },
  {
    "ar": "كان غرض الناصح خلاص إخوانه المسلمين من النار فإذا ظهر من أعانه أو  كفاه  ذلك",
    "en": ""
  },
  {
    "ar": "لم يثقل عليه أرأيت لو اهتدوا جميعهم من أنفسهم أكان ينبغي أنه يثقل  ذلك  عليه",
    "en": ""
  },
  {
    "ar": "إن كان غرضه هدايتهم فإذا اهتدوا بغيره فلم يثقل عليه ومهما وجد  ذلك  في  نفسه",
    "en": ""
  },
  {
    "ar": "دعاه الشيطان إلى جميع كبائر القلوب وفواحش الجوارح وأهلكه فنعوذ بالله من  زيغ",
    "en": ""
  },
  {
    "ar": "القلوب بعد الهدى ومن اعوجاج النفس بعد الاستواء فإن قلت فمتى يصح له أن  يشتغل",
    "en": ""
  },
  {
    "ar": "بنصح الناس فأقول إذا لم يكن له قصد إلا هدايتهم لله تعالى وكان يود لو وجد  من",
    "en": ""
  },
  {
    "ar": "يعينه أو لو اهتدوا بأنفسهم وانقطع بالكلية طمعه عن ثنائهم وعن أموالهم  فاستوى",
    "en": ""
  },
  {
    "ar": "عنده حمدهم وذمهم فلم يبال بذمهم إذا كان الله يحمده ولم  يفرح  بحمدهم  إذ  لم",
    "en": ""
  },
  {
    "ar": "يقترن به حمد الله تعالى ونظر إليهم كما ينظر إلى  السادات  وإلى  البهائم  أما",
    "en": ""
  },
  {
    "ar": "إلى السادات فمن حيث إنه لا يتكبر عليهم ويرى كلهم  خيرا  منه  لجهله  بالخاتمة",
    "en": ""
  },
  {
    "ar": "وأما إلى البهائم فمن حيث انقطاع طمعه عن طلب المنزلة في قلوبهم فإنه لا  يبالي",
    "en": ""
  },
  {
    "ar": "كيف تراه البهائم فلا يتزين لها ولا يتصنع بل راعي  الماشية  إنما  غرضه  رعاية",
    "en": ""
  },
  {
    "ar": "الماشية ودفع الذئب عنها دون نظر الماشية إليه فما لم ير سائر  الناس  كالماشية",
    "en": ""
  },
  {
    "ar": "التي لا يلتفت إلى نظرها ولا يبالي بها لا يسلم من الاشتغال بإصلاحهم نعم  ربما",
    "en": ""
  },
  {
    "ar": "يصلحهم ولكن يفسد نفسه بإصلاحهم فيكون كالسراج يضيء لغيره ويحترق في  نفسه  فإن",
    "en": ""
  },
  {
    "ar": "قلت فلو ترك الوعاظ الوعظ إلا عند نيل هذه الدرجة لخلت الدنيا عن  الوعظ  وخربت",
    "en": ""
  },
  {
    "ar": "القلوب فأقول قد قال رسول الله صلى الله عليه وسلم  حب  الدنيا  رأس  كل  خطيئة",
    "en": ""
  },
  {
    "ar": "حديث حب الدنيا رأس كل خطيئة أخرجه البيهقي في الشعب من حديث الحسن  مرسلا  وقد",
    "en": ""
  },
  {
    "ar": "تقدم في كتاب ذم الدنيا ولو لم يحب الناس الدنيا  لهلك  العالم  وبطلت  المعايش",
    "en": ""
  },
  {
    "ar": "وهلكت القلوب والأبدان جميعا إلا أنه صلى الله عليه  وسلم  علم  أن  حب  الدنيا",
    "en": ""
  },
  {
    "ar": "مهلك وأن ذكر كونه مهلكا لا ينزع الحب من قلوب الأكثرين لا  الأقلين  الذين  لا",
    "en": ""
  },
  {
    "ar": "تخرب الدنيا بتركهم فلم يترك النصح وذكر ما في حب الدنيا  من  الخطر  ولم  يترك",
    "en": ""
  },
  {
    "ar": "ذكره خوفا من أن يترك  نفسه  بالشهوات  المهلكة  التي  سلطها  الله  على  عباده",
    "en": ""
  },
  {
    "ar": "ليسوقهم بها إلى جهنم تصديقا لقوله تعالى ولكن حق القول  مني  لأملأن  جهنم  من",
    "en": ""
  },
  {
    "ar": "الجنة والناس أجمعين فكذلك  لا  تزال  ألسنة  الوعاظ  مطلقة  لحب  الرياسة  ولا",
    "en": ""
  },
  {
    "ar": "يدعونها بقول من يقول إن الوعظ لحب  الرياسة  حرام  كما  لا  يدع  الخلق  الشرب",
    "en": ""
  },
  {
    "ar": "والزنا والسرقة والرياء والظلم وسائر المعاصي يقول الله تعالى  ورسوله  إن  ذلك",
    "en": ""
  },
  {
    "ar": "حرام فانظر لنفسك وكن فارغ القلب من حديث  الناس  فإن  الله  تعالى  يصلح  خلقا",
    "en": ""
  },
  {
    "ar": "كثيرا بإفساد شخص واحد وأشخاص ولولا دفع الله الناس  بعضهم  ببعض  لفسدت  الأرض",
    "en": ""
  },
  {
    "ar": "وإن الله يؤيد هذا الدين بأقوام لا خلاق لهم فإنما يخشى أن يفسد  طريق  الاتعاظ",
    "en": ""
  },
  {
    "ar": "فأما أن تخرص ألسنة الوعاظ ووراءهم باعث الرياسة وحب الدنيا فلا يكون ذلك  أبدا",
    "en": ""
  },
  {
    "ar": "فإن قلت فإن علم المريد هذه المكيدة من الشيطان فاشتغل  بنفسه  وترك  النصح  أو",
    "en": ""
  },
  {
    "ar": "نصح وراعى شرط الصدق والإخلاص فيه فما الذي يخاف عليه وما الذي  بقي  بين  يديه",
    "en": ""
  },
  {
    "ar": "من الأخطار وحبائل الاغترار فاعلم أنه بقي عليه أعظمه وهو أن الشيطان  يقول  له",
    "en": ""
  },
  {
    "ar": "قد أعجزتني وأفلت مني بذكائك  وكمال  عقلك  وقد  قدرت  على  جملة  من  الأولياء",
    "en": ""
  },
  {
    "ar": "والكبراء وما قدرت عليك فما أصبرك وما أعظم عند الله قدرك ومحلك  إذ  قواك  على",
    "en": ""
  },
  {
    "ar": "قهري ومكنك من التفطن لجميع مداخل غروري فيصغي  إليه  ويصدقه  ويعجب  بنفسه  من",
    "en": ""
  },
  {
    "ar": "فراره في الغرور كله فيكون إعجابه بنفسه غاية الغرور وهو المهلك الأكبر  فالعجب",
    "en": ""
  },
  {
    "ar": "أعظم من كل ذنب ولذلك قال الشيطان يا ابن آدم إذا ظننت  أنك  بعلمك  تخلصت  مني",
    "en": ""
  },
  {
    "ar": "فبجهلك قد وقعت في حبائلي فإن قلت فلو لم يعجب بنفسه إذ علم  أن  ذلك  من  الله",
    "en": ""
  },
  {
    "ar": "تعالى لا منه وإن مثله لا يقوى على دفع الشيطان إلا بتوفيق  الله  ومعونته  ومن",
    "en": ""
  },
  {
    "ar": "عرف ضعف نفسه وعجزه عن أقل القليل فإذا قدر على مثل هذا الأمر العظيم  علم  أنه",
    "en": ""
  },
  {
    "ar": "لم يقو عليه بنفسه بل بالله تعالى فما الذي يخاف  عليه  بعد  نفي  العجب  فأقول",
    "en": ""
  },
  {
    "ar": "يخاف عليه الغرور بفضل الله والثقة بكرمه والأمن من مكره حتى يظن أنه يبقى  على",
    "en": ""
  },
  {
    "ar": "هذه الوتيرة في المستقبل ولا يخاف من الفترة والانقلاب فيكون حاله الاتكال  على",
    "en": ""
  },
  {
    "ar": "فضل الله فقط دون أن يقارنه الخوف من مكره ومن أمن مكر الله فهو  خاسر  جدا  بل",
    "en": ""
  },
  {
    "ar": "سبيله أن يكون مشاهدا جملة ذلك من فضل الله ثم خائفا على نفسه أن يكون  قد  سدت",
    "en": ""
  },
  {
    "ar": "عليه صفة من صفات قلبه من حب دنيا ورياء وسوء خلق والتفات إلى عز وهو غافل  عنه",
    "en": ""
  },
  {
    "ar": "ويكون خائفا أن يسلب حاله في كل طرفة عين غير آمن من مكر الله ولا غافل عن  خطر",
    "en": ""
  },
  {
    "ar": "الخاتمة وهذا خطر لا محيص عنه وخوف لا نجاة منه إلا بعد  مجاوزة  الصراط  ولذلك",
    "en": ""
  },
  {
    "ar": "لما ظهر الشيطان لبعض الأولياء في وقت النزع وكان قد بقي له نفس فقال أفلت  مني",
    "en": ""
  },
  {
    "ar": "يا فلان فقال لا بعد ولذلك قيل الناس كلهم هلكى إلى  العالمون  والعالمون  كلهم",
    "en": ""
  },
  {
    "ar": "هلكى إلا العاملون والعاملون كلهم هلكى إلا المخلصون والمخلصون  على  خطر  عظيم",
    "en": ""
  },
  {
    "ar": "فإذن المغرور هالك والمخلص الفار من الغرور  على  خطر  فلذلك  لا  يفارق  الخوف",
    "en": ""
  },
  {
    "ar": "والحذر قلوب أولياء الله أبدا فنسأل الله تعالى العون  والتوفيق  وحسن  الخاتمة",
    "en": ""
  },
  {
    "ar": "فإن الأمور بخواتيمها تم كتاب ذم الغرور وبه تم ربع  المهلكات  ويتلوه  في  أول",
    "en": ""
  },
  {
    "ar": "ربع المنجيات كتاب التوبة والحمد لله أولا وآخرا وصلى الله وسلم على من لا  نبي",
    "en": ""
  },
  {
    "ar": "بعده وهو حسبي ونعم الوكيل ولا حول ولا قوة إلا بالله العلي  العظيم  تم  الجزء",
    "en": ""
  },
  {
    "ar": "الثالث من كتاب إحياء علوم الدين ويليه الجزء الرابع وأوله كتاب التوبة.",
    "en": ""
  }
]