[
  {
    "ar": "كتاب النية والإخلاص والصدق",
    "en": "REVIVAL OF RELIGIOUS LEARNINGS IMAM GHAZZALI'S IHYA ULUM-ID-DIN Translated by FAZL-UL-KARIM VOL. IV - PART II CONTENTS Chapter 7. Will, intention and Truthfulness 319 Actions relating to intention 321 Rewards of sincere intention 324 Truthfulness\t331 THE REVIVAL OF RELIGIOUS LEARNINGS The Book of Constructive Virtues PART II CHAPTER VII WILL OR INTENTION Will has got two elements in it-knowledge and action.' Knowledge comes before action as it is the basis of action and action comes after knowledge. Action is the fruit of knowledge and its branch. Action is not complete without three things-Knowledge, will and strength. Man does not will to do a thing which he does not known and so knowledge is necessary for an action. Again he does not do a thing even if he knows it unless he has the will to do it. So will or intention is also necessary. Again will is not sufficient to do a thing. Power or strength is also necessary to implement will. How many people there are who cannot eat for want of their strength even though they have got will to eat. So knowledge, will and strength are necessary for an action. First knowledge and then will and then action follow one after another. Without knowledge of a thing, a man does not intend to have that thing. Without will or intention, there is no movement of physical organs to do that thing. So action is the fruit of will and will is the fruit of knowledge. Number of Intention or will. A man may have no other intention than a single one to do a thing. Again he may have different intentions to do that thing. If a man sees a tiger, he at once flees away from it. This, fleeing is the only intention in order to ward off its attack and injury. This knowledge enkindles in him a desire to flee and that desire gives movement to his limbs to flee. This is his sole intention and there is no other intention mixed with it. ONE WHOSE INTENTION IS NEXT WORLD He who has made his sole object to get happiness in the next world does all his deeds in this world with that object alone and he has got no other objecttin his worldly deeds. He thinks that the food of soul is worship of God. The object of worship of God is to free the soul from diseases, to keep it alive and to make it healthy and better to gain happiness in the next world. The object of divine worship is to get relish of the sight of God. He will not attain this object unless he loves God and dies in that condition. He will not get the love of God unless he attains knowledge about Him. He will not get His knowledge unless he remembers Him 320\tWILL OR INTENTION\tVol-N too often. So the attainment of love of God is the result of constant remembrance of God and thought about Him and His works. Again mind does not turn to His constant remembrance unless it is free from the worldly thoughts and anxieties. Mind does not find time from worldly anxieties unless it is free from worldly greed and temptations, and unless it wills to do good and refrains from evil. A man likes to do good and refrains from evil when he knows that his fortune in the next world is linked with the good deeds he does in this world just as a wise man likes to take bitter pill to get cured from a fatal disease. When linking of mind is acquired along with knowledge, he acquires strength of mind to do good works and then he is habituated to do good works and it becomes then difficult for him to come out of them. Similar is the case with a man who is habituated to evil deeds. Therefore it is said that habit is the second nature. He whose object is the next worldly happiness should therefore be habituated to clear up his mind for constant remembrance of God. This state of mind cannot be created unless one gives up sins and takes up to virtuous deeds with the help of bodily limbs, because mind is affected by the movements of bodily organs and the bodily organs also are affected by the state of mind and thus there is a close connection between body and mind. Mind is just like a ruler and bodily organs are like servants. So bodily organs are subservient to mind. For this the Holy Prophet of loam said : There is a clot of blood in body. When it is sound the whole body is sound. He also said : 0 God, do good to the ruler and the ruled. Here the ruler means soul or mind. God also said in the Quran : Allah will not accept its blood or meat but He will accept from you Taqwa (meaning God=fear). That is the attribute of mind. The object of God-worship is to change mind and the propensities of mind, and not to change the bodily limbs. So dou''.t.think that the object of Sajda or prostration is only to place the forehead on the ground, but its real object is to habituate the sense of humility in mind. Whose finds humility of mind, his bodily limbs also assume an humble attitude. This humility of mind and the humble attitude of the bodily limbs make the attribute of modesty perfect. If the mind of anybody becomes soft on seeing an orphan, kindness in his mind is more enkindled if his hand passes over his head. For this reason, action without Vol-IV THE BOOK OF CONSTRUCTIVE VIRTUES\t321 intention is basically not fruitful or beneficial, because if a man's hand touches the head of an orphan unmindfully, softness of his mind does not increase and its effect does not fall in mind. Therefore God- worship without Niyyat (intention) or without application of mind brings no reward while Niyyat followed by action brings reward. The Holy Prophet said : There is written one reward for one who intended to do a good deed but could not translate it into action. The object of cow or animal sacrifice is not to shed blood but to turn away the mind from the temptations of the world for incurring the pleasure of Allah. This reward is attained owing to the object of Sacrifice. For this reason the Holy Prophet said: There are people at Medina who shared, with us the rewards of Jihad (holy war) although they did not actally join it. The reason is that they had pious intention to join it but could not do so owing to satisfactory reason. ACTIONS RELATING TO INTENTION These actions can mainly be divided into three classes Sinful actions, pious actions and lawful actions. (1) Sinful actions. If the intention is good, a sinful act does not turn to a virtuous act. If you backbite a man to please another, if you give to a beggar the food of another person, if you make gift of illegal property to construct a mosque, bridge or such charitable object, you will not absolve yourself from the sinful act although your intention is good and pious. To intend to do a pious action with an illegal thing is also sin. If he does out of ignorance, he will be guilty of ignorance as acquisition of learning is compulsory upon both males and, females. The Holy Prophet said: An ignorant man cannot raise the plea of innocent. (2) Pious actions. If there is no pious or good intention in a good act, there is no reward. If there is any other intention but to please God in a devotional act, it is a sinful act, but if there are many intentions including one to please God, rewards also multiply. For instance, to keep sitting in a mosque is a good act but it admits of many intentions - (1) to hope for sight of God as mosque is considered as a house of God where God can be seen, for the Holy Prophet said : He who keeps sitting in a mosque, meets with God. (2) to wait for the next prayer, for the Prophet said that he who waits for prayer will get the same reward as that of a man who has prayed, (3) to keep the bodily organs from 322\tWILL OR INTENTION\tVol-IV sinful acts. (4) to concentrate all thoughts upon Allah, (5) to be engaged in the remembrance of Allah. (6) to enjoin good works and prohibit evils, (7) to get benefit from those who fear Allah. So there might be many good intentions in a pious act and rewards also increase according to the number of such intentions. Lawful actions. In lawful act, rewards can be increased according to the number of intentions. He suffers much who is unmindful of this fact. The Prophet.said : There is account for what is lawful and there is punishment for what unlawful. He also said : People will be asked on the resurrection day for everything, even why he applied antimony to his eyes, why he muddled the earth with his fingers, why he touched the things of his brother. He said : He applies scent for the sake when Allah will come on the Resurrection Day with such a fragrance which will be more scented than musk. He who applies it for other than Allah will come on the Resurrection Day with the stench more than that of a dead animal. So application of scent is lawful, but intention therefor is necessary. Lawful things are innumerable and it is not possible to count these intentions. A pious man said I think it good to have intentions in everything eating, drinking sleeping, etc. To intend to attain nearness to God in these matters is possible, as these things are necessary for the upkeep of the body. If a man takes food with the intention of bringing fear of God in mind in God-worship, intercourses with his wife to preserve his religion and to give pleasure to the mind of his wife and also to have a pious son, he does true worship of Allah by his food and marriage. He whose sole object is the next world does not need with obstruction from his food and marriage. Allah sees his mind and intention. He says : He does not utter a word but near which there is not a warner-50:18. A pious man said : -1 wrote a letter and intended to have the ink soaked on placing it on the wall of my neighbour and actually had it thus soaked. Thereafter some one from above said : You will know tomorrow what wrong action you have done by doing this act. The great saint Hazrat Hassan Basari said : A man will come on the Resurrection Day conjoined with another person and say : There is God between you and me. He will say : By God, I don't know you. He will say : You have taken a piece of thread of my cloth. These things pierce the hearts of God fearing men. Vol-IV THE BOOK OF CONSTRUCTIVE VIRTUES\t323 It is reported that the Prophet Zakaria was raising an earthen wall as a labourer for some person. He used to eat the earnings of his own hand. He began to take his food but when a person begged of him something to eat, he did not give it to him. The people around him were surprised to see the action of the Prophet as he was too much reported for his generosity and asceticism. He then said : I work as a labourer of some persons. They gave me this bread in order to gain strength and do their work. If he- had taken food with me, it would not have been sufficient for him, nor for me. By that, I would not have been able to complete their work. The man who has got clear insight takes care of even these small things with the help of Divine light. The great saint Sufiyan said : If a man calls another to take share in his food without really intending to part anything of his food, he will be guilty of hypocrisy even if the man partakes of his food, Had he known his intention, he would not have partaken of his food. So examine your intention in all affairs and do not do any action without intention. MEANING OF INTENTION Meaning of Intention is not only expression by mouth but also will to that expression. It is the liking of mind for that-for which expression is used by the month. When there is no liking or intention of mind, mere verbal expression means nothing. So Niyyat or intention in prayer by only verbal expression without application of mind is meaningless. It is just like the expression,l, love so and so without actually meaning the same. Arran turns towards one whom he believes to be his friend. There are many causes for willingness or unwillingness of mind and causes vary according to. the different conditions of man. When a man desires to marry a girl in order to satisfy his carnal desire, he can not have the will to get a son by copulation with her. The reason of copulation is the satisfaction of his canal desire, and not to have a child, If he says by mouth \"I copulate with you to have a son\"; it will be falsehood. It is not his word of mind, but of mouth, For this reason, some of the former saints did not do anything without forming a definite niyyat or intention for that. It is reported that the great saint Ibn Sirin did not pray Janaja prayer over the deadbody of Hazrat Hasan Basari as he said that the niyyat of Janaja did not as yet arise in his mind. Ahmed-bSolaiman was a reputed learned man of Kufa. When he died, the 324\tWILL OR INTENTION\tVol-IV great saint Sufiyan Saori was requested to say his funereal prayer. He said : Had I had the intention, I would have performed it. Once the great saint Taus was requested to pray for the people, He said : When I will, I shall do it. These saints knew that Niyyat is not the only expression by mouth but it is also a desire of mind, a flow of current from Allah. Sometimes it is easy and sometimes it becomes difficult. It is true that the intention of the man in whose heart the affairs of the religion are easy becomes easy for doing good deeds, as his mind keeps inclined to good things for most part of the times, but the intention of the man whose mind keeps inclined to evil deeds does not become so easy for doing goods deeds, even the obligatory duties also become difficult to him. Different intentions in God-worship. Man may have different intentions in divine service. Some do good deeds out of hope of getting happiness in Paradise. If they do these deeds with the sole intention of pleasing God and to declare His glory and majesty and with no other intention, their intention is said to be pure and unadulterated. If one does good deeds for satisfying carnal desire with Hurs, he will get it in Paradise. If he does this to meet with Allah. he will be blessed with His sight. The most honourable and glorious are they who do good deeds out of love for Him ind out of a desire to be blessed with His love and sight. The ;puran praises them in the following words : Rather they call their Lord morning and evening only for His pleasure. They will gel J'ewards according to their intentions. When they will be blessed with His sight, they will think the sight of the beautiful Hurs very little. REWARDS OF PURE INTENTION The Holy Quran says: They were not ordered except to worship Allah, being sincere to Him along. It again says : Behold, reli*ion is only for Allah (39:5) He also says : Let one who hopes to meet his Lord do good works and do not associate anyone in the service of his Lord-18:110. The Prophet said : The heart of a Muslim does not play treachery in three things to work sincerely for Allah, to give admonition to the ruler and to remain united. He also said: Allah says : Ikhlas or to work sincerely for Allah is a fidden treasure out of My hidden treasures. I put it in the heart of one whom I love. He also said : The fountain of wisdom flows in his heart who worships Allah sincerely for 40 days. The Holy Vol-IV THE BOOK OF CONSTRUCTIVE VIRTUES\t325 Prophet said that three classes of persons who did not do good works sincerely for Him but for other purposes will go to Hell inspite of their ostensible good works a learned man, a benevolent man and a warrior. There is a story in the anecdotes of the children of Israel. A saint had at his credit divine service for long long year. One day some people were worshipping a tree besides Allah, At this, the saint Got angry and went to cut it with an axe. In the mean time, the devil came in the form of an old man and asked him : Where are you going? The saint said : I am going to cut off this tree. The devil said: Are you in this thought? You have come down to do this leaving aside your Divine service? The saint said : This work is also included in Divine service. The devil said : I will not permit you to cut down this tree. At this he fell down upon the saint but the latter overpowered him, threw him down on the ground and sat upon his chest. The devil said : Desist from this action or I will kill you. At this he let off the devil who said to him : 0 saint, Allah has taken over this responsibility from you. He has not made it compulsory for you. You yourself do not worship this tree and the affairs of others have not developed on you. This is the duty of Prophets. Had he willed, He would have certainly sent a Prophet to the inhabitants of this place and ordered him to cut down this tree. Then the saint said : To cut down this tree is also a part of my duty. The saint then fell upon the devil and threw him away and got on his chest. The devil again having been discomfitted said to him : There is an affair between you and me which is good and beneficial for you. The saint asked him what it was. The devil said : Let me be secure and then I will tell you of it. Thereafter he let him off and the devil said to him : You are a poor man, you have got no property. You are a burden upon your friends and relatives. Perhaps you wish to get more honour than your brethren, to get more sympathy from your religious men and you do not want to depend on the people The saint said : Yes I hope for that. The devil said : In that case, turn away from this affair. I will place two dinars every night near your head. When you will get up at dawn. You will take them and spend them for you and your family and gift a portion to your brothers. This act of yours will be more beneficial to you and the Muslim public than the cutting down of this tree. This tree was planted and there will be 326\tWILL OR INTENTION\tVol-IV no good if you cut down this tree. At this, the saint began to ponder and said : This old man has spoken the truth. I have not been ordered to cut down this tree by God. I will incur no sin if I do not cut down this tree. Then he turned his mind from this action of cutting down the tree. Thereafter the saint went to his place of worship and spent the night. At dawn, he found two dinars near his head and took them. Next day also, this happened. This continued for three days. On the fourth day, he did not find the dinars near his head became very much enraged, and took his journey to cut down the tree. The devil came to him in the form of an old man and said Where are you going? He said : I am going to cut down the tree. The devil said : By God, you will not be able to cut it down, you will also not find your way to go there. Thereupon the saint fell upon him but the saint became just like a sparrow between his ..two legs. The devil then sat upon his chest and said : If you want to'live, get away from here or else I will cut you to pieces. The saint being helpless looked to and fro and said : 0 gentle man, you have defeated me, Let me now go The devil said : Question me now how you have first overpowered me and thereafter I have overpowered you. The devil said : At first you became enraged for the sake of Allah alone and your sole intention was to get success In the hereafter. So God make me subservient to you. But now you have become engaged for your worldly propedsities and desires and so I overpowered you. This story shows how a man with a pure and unadulterated intention can win and how a man with a motive other than that can lose and be overpowered. This proves the Quranic word Except those who work sincerely for Allah. For this reason the great saint Maruf Karkhi used to beat himself and says : Take recourse to form intention, you will then get salvation. The pure soul Eakub said : He who keeps his good deeds copcealed as he keeps his sins conceded is a man of pure intention. Solaiman said He is blessed who takes one step in the way of Allah. The second Caliph Hazrat Omar wrote to Imam Abu Musa Ashari : Allah is sufficient for a man whose intention is pure. A certain saint wrote to his brother : Make your intention pure, then a small amount of action will be sufficient for you. Ayub Saktania said : To make intention pure in an action is more difficult than the action itself. The saint Motarref said : He who is pure will be made pure. A Vol-IV THE BOOK OF CONSTRUCTIVE VIRTUES\t327 man was asked in dream : How have you seen your action? He said : I saw the action which I did for Allah. Even I saw the reward of a walnut seed I removed from the path way. The great saint Ihya-b-Muaz said: Ikhlas or sincerity separates an action from its faults as milk separates itself from urine and blood. There is a story that a man used to wear the dress of women and join the ceremonies of marriage and other festivals where women gathered together. One day he just joined a gathering of some women. It was then noticed that a diamond of a woman was missing and the women raised hue and cry and said : Shut up the doors. We shall search for the diamond. Thereafter they began to search one by one. When the turn of the female-dressed man came, there was a woman with him. He called Allah sincerely and said : I will never do such an act if I get acquitted this time. Immediately then the diamond was found with the woman who was with him. They then cried aloud Leave the rest. We have found out the diamond. There is the story of a saint who said: I was travelling by sea for Jihad or holy war. Some one of us wanted to sell his bag and I thought that I should purchase this bag and sell it for a higher price in a city. Then I purchased it but dreamt in that night that two persons got down from heaven and one of them said to the other : Write down the names of the warriors in the way of Allah. The other said : So and so came out only to take a journey. So and so made Jihad only for fame. So and so came to make merchandise. So and so came out only for the sake of Allah. I at once exclaimed : 0 Allah, I have not come out to make merchandise. I have got no such commodities, I have come out for Jihad. Then the other person retorted : 0 man, you intended to make profit after purchasing a bag yesterday. Thereafter I wept bitterly and said : Don't enroll me among the merchants. The man said to his companion : Write, so and so came out as a warrior in the way of Allah. Then he purchased a bag for profit. The result then rests on Allah. The saint Sarri Sakti said: Your two rakat prayer in solitude is better than your writing 70 to 700 Hadis with Isnad. Some pious man said : Wisdom is like seed, action is like crop and Ikhlas or sincerity is like water for irrigation. Another pious man said : When God becomes displeased with a man, He grants him three things and prohibits him three things. He grants him the 328\tWILL OR INTENTION\tVol-IV company of pious men but does not give him benefits from them. He grants him strength to do good deeds but without sincere intentions. He grants him wisdom but without its practical application. The great saint Susi said : Among the actions of a man, Allah desires only his Ikhlas or sincerity. What is Ikhlas? (Sincere intention). Know it for certain, 0 good readers, that everything remains mixed up with another thing. When it does not remain mixed up with other things, it is said to be pure or unadultered. When any action is done with only one object, it is said to be done with pure intention. Allah says : There is a lesson in a cow. I give you drink from what is in its belly coming out of its dung and blood-milk pure and wholesome for those who drink-16:66Q. The purity of milk means that there is no mixture of blood or excretion in the milk. Purity is opposite to mixture. What is not pure has got mixture therein. Purity in Tauhid or oneness of God admits no partnership in the existence or in the attributes of God. His existence is unique and His attributes also are unique. So uniqueness admits no partnership commonly called Shirk or setting up partner. This purity or uniqueness is external expression of will. When purpose, and will are the same, the action which flows from them is called sincere work. He whose sole purpose is to show to the people, can also be called to possess unadulterated intention. He whose sole purpose is to gain nearness of God is also called a man having pure intention, If a man intends only to have the pleasure of Allah in divine service, he must get rid of the following intentions (1) to have good health in fasting, (2) to give relief from labour in setting free a slave, (3) to recoup health in journey for Haj, (4) to fight for any other purpose than to please God, (5) to pray Tahajjud to guard the family and properties at night, (6) to acquire money or fame by education (7) to acquire money by writing books, (8) to make ablution to make oneself pure or to purify the bodily limbs, (9) to make I'tigaf in mosque in order to get relief from house rent, (10) to give a beggar so that he may not beg again, (11) to do an act to gain name and fame or to have status in society. Such an action done with an intention mixed with the pleasure of Allah is not pure and unadulterated. It will be to setting up a share with Allah, while Allah says : I am free from the partnership of partners. In short, if any intention is mixed with the intention of securing the pleasure of God, it will be shirk or setting up Vol-IV THE BOOK OF CONSTRUCTIVE VIRTUES\t329 partnership with God. He who is immerged in the thoughts of God can find no other motive or intention in his mind in an action. He takes even food and drink just as he feels necessity to make waters or to ease himself from obnoxious things in his belly. He does not feel necessity for food only for food, but for gaining strength to do divine service. If the pangs of hunger is good for him, he does not take food. He takes food only for the bare existence of life. Such a man does everything for God and God alone. The man whose mind turns towards the attainment of the worldly objects cannot have pleasure and perfection in prayer, fasting and other divine acts. Thus sincerity of purpose is a medicine which breaks the happiness of propensities, cuts the temptations of the world and keeps one engaged in the deeds of the next world. Ikhlas becomes easy for him. It is reported from a pious man that he prayed in the first row in a mosque for thirty years. One day out of some excuse, he prayed in the second row and felt some shame before the people as they saw him praying in the second row. He saw that this was a sign of Riya or show as he wished that the people would have been pleased to see him praying in the first row. This is a very subtle act of show. Those who are unmindful in their prayers will see them fruitless in the next world, as God says And it will be disclosed to them from God which they did not even think of Allah says : Shall I not inform you of those who will be losers in. their deeds- those whose efforts in the life of this world will be fruitless while they will think that they did good works. When Hazrat Abu Bakr became the first Caliph, Hazrat Omar was not displeased but rather he became pleased with the fact that the best man was elected, the man who was better than himself. This should be the guiding principle of all learned, educated and pious man. Some sayings of the sages regarding Ikhlas: The true meaning of Ikhlas is what the Holy Prophet said : The meaning of Ikhlas is to say : Allah is my Lord and to keep firm over what has been ordered by Him. In other words, it is not to worship passions and propensities and not to worship any one except Allah. It is the engage one's thought in Allah keeping away from things other than Allah. 330\tWILL OR INTENTION\tVol-IV Things that destroy Ikhlas : There are some evils that destroy Ikhlas. Some are open and some are hidden. (1) Riya or show. It greatly destroys Ikhlas. For instance, a man began to pray quite sincerely for God, but in the midst of his prayers the devil comes to him and says : Some one is looking to your prayer. Pray well, so that they may see your prayer and take you as a great religious man. At this, he becomes humble in prayer. This is open Riya or show. (2) The devil instills in his mind the desire that the people should follow him and therefore instigates him to make his prayer good. The sage Wahab-b-Monabbah said : I saw written by the side of the Torah 22 wise counsels The religious people of the children of Israel collected them and used to read them. (1) No jewel is more valuable than wisdom. (2) No property is more profitable than patience. (3) No vice is more injurious than anger. (4) No friend is more enchanting than divine service. (5) Nothing is more shameful than ignorance. (6) Nothing is more honourable than God fear. (7) Nothing is more honourable than renunciation of passions. (8) Nothing is more benefiting than pondering. (9) Nothing is more meritorious than forbearance. (10) No guilt is more dishonourable than pride. (11) No medicine is more soothing than mildness. (12) No disease is more painful than foolishness. (13) No emissary is more just than truth. (14) No proof is more instructive than truthfulness. (15) No want is more disgraceful than temptations. (16) No property is more unfortunate than saving. (17) No life is sweeter than health. (18) No livelihood is easier than self abnegation. (19) No divine service is better than modesty: (20) No renunciation is better than self- contentment. (21) No guard is more trustworthy than silence. (22) No unseen thing is nearer than death. The great sage Mahmmad Ibn Sayyed said : When you seek God with sincerity. He comes to you as a mirror in your hand wherein you can see every wonderful thing of this world and the next world. Hazrat Ibn Abbas said : He who has got these four qualities is successful - truthfulness, shame, good conduct and gratefulness. Some pious man said : The learned and the theologians agreed with regard to three things. When these three things are found in a person, he will get salvation and one thing is not made perfect without the help of another - (1) Islam or self surrender freedom from innovation and passion, (2) sincerity in Vol-IV THE BOOK OF CONSTRUCTIVE VIRTUES\t331 divine service and (3) lawful food. The great sage Sahal Tastari was asked : What is the foundation of what we are in? He said Truthfulness, generosity and courage. He was asked : Give us more admonition, He said God-fear, truthfulness shame and lawful food. TRUTHFULNESS: The Holy Prophet was asked about the means of getting perfection. He replied : Truthfulness in talk and action with sincerity. The man who has got these six things is called Siddiq or a great truthful man. The man who has got one or more of these things is called Sadiq or simple truthful man - (1) truth in talk, (2) truth in will and resolve, (3) truth in promise, (4) truth in fulfilling promise, (5) truth in action, (6) truth in various stages of religion. (1) Truth in talk. In describing past, present and future events, one must speak the truth, but there are exceptions (1) to bring amicable settlement between two contending parties. (2) to win holy war. (3) and to please wives in case of plurality of wives. In these three cases also, sincerity in intention and good will shall have to be guarded. The Prophet allowed exceptions to truth speaking in these three-cases. (2) Truth in Intention. It is termed Ikhlas or sincerity of purpose. Such a man moves only for God. Sincerity of purpose d'o'es not remain if it is mixed with temptations or passions. Such a-man may be termed a liar or hypocrite. That is seen in Hadis of the Prophet in which it has been stated that three persons will be asked on the Resurrection Day. Firstly a learned man .will be asked whether he put his learning into practice. He will mention his deeds. God will say to him : You have spoken falsehood as you intended that the people should call you a learned man and so you were called., A sage said : The health of Tauhid lies in truthfulness. God says that He testifies that the hypocrites are liars :'They say that you are the Prophet of God but they do not believe it with their hearts. So their tongue differed from their mind's. Tongue and mind must be the same in case of truthfulness in intention. (3) Truth in promise. A man may think: If God gives me wealth, I will spend half of it in His way. If I meet with an enemy in the way of God, I will fight with him. If He gives me power of anything, I will administer justice and will not act in party spirit. 332\tWILL OR INTENTION\tVol-IV He makes such promises in mind. When these things come to him, he turns back. Hazrat Omar said : The action that you strike my neck is dearer to me than your asking me to rule over a people among whom there is Abu Bakr. He did not accept the reign of Government during the life time of Hazrat Abu Bakr. (4) Fulfillment of Promise: The fourth claim of truthfulness is fulfillment of promise. God says : There are such people among the believers who fulfill their promise with God-33:23Q. Hazrat Anas reported that his uncle Anas-b-Najar could not join the battle of Badar. This grieved him very much. He said : By God, if He gives me an opportunity of joining a jihad with the Prophet. He will show what I shall do. In the following year when the battle of Uhud occurred he joined it and became a martyr. He received as many as eighty wounds in his body. Then the above mentioned verse was revealed. The Holy Prophet said: There are four classes of martyrs (1) A believer with sound faith faces the enemy and fulfills his promise till he meets with martyrdom. Then he raised up his hand so high that his cap fell down and he said : To this man, people on the Resurrection Day will look up as such. (2) A believer with sound faith faces the enemy and sees his face injured as if with the thorns of a thorny tree. Then suddenly an arrow pierces him and kills him. He is placed in the second stage. (3) A believer who has got virtues and vices mixed up faces the enemy and fulfills promise with God and is thus killed. (4) A man who has oppressed much on his soul faces the enemy and is killed. Muzahed said : Two men approached the Prophet and said : If God gives us wealth, we shall spend it in charity. When they got it, they did not keep up their promise. For this, the verse was revealed : There are such persons among them who make such promise with God: If He gives us wealth out of kindness, we shall give it in charity and become of the pious men-9:75Q. (5) Outward behaviour must correspond to inner thought: Another meaning of truthfulness is to make sincere efforts to keep outward conduct and behaviour in consonance with inner thoughts. The inner call must correspond with outward acts. If it does not correspond, show or riya comes in. There are such men who assume humility in prayer and there are such men who stand up in prayer with minds hovering in markets. For this reason the Holy Prophet said : 0 God, make my mind better than Vol-IV THE BOOK OF CONSTRUCTIVE VIRTUES\t333 my outer being and make my outward behaviour good. The saint Atiyyah-b- Abed said : When the inner thoughts and outward behaviours of a believer become the same, God expresses glory for him before the angels and says : This s..rvant of Mine is truthful. (6) Complete progress in religion: This is the highest stage among the stages of religion. It is to keep truth in God-fear, hope, honour, renunciation, contentment, God-reliance, love and other affairs. To this effect, God says : The believers are those who believe in God, His Prophets, and do not entertain any doubt in them and fight with their lives and properties in the way of God. These are they who are truthful - 49:15Q. When the companion Abu Zarr was asked about faith, he mentioned the above verse as the Prophet, being asked, mentioned the above verse. Take one illustration about truthfulness in God-fear. There is no such man who, believing in God and the next world, does not entertain God- fear, but this fear is in name only. It is not the fear of the truthful, For this reason, the Prophet said : I have not seen such a horrible thing as Hell from which a man flees away and falls asleep. THE END E-mail: webmaster - Sign the Guest Book - Imam\nGhazali Home Page Information: This\n    Page was last updated on: 18 Jun 2007 21:31:58 -0400 This\n    page was created April 1,  2003. Page\n    URL: www.muslimphilosophy.com/gz/ihya/english/ihya-vol4-C7.htm . A\n    reader is needed for PDF files and it is available\n    free of charge from Adobe . About\n    the Islamic Philosophy Online Project . Reporting\n    copyright infringement . Site\n    © Copyright 2003 by Islamic Philosophy Online, Inc. A not-for-profit\n    organization dedicated to academic study of Islamic philosophy. Individual\n    content may have its own individual copyrights. See\n    copyright information."
  },
  {
    "ar": "وهو الكتاب السابع من ربع المنجيات من كتاب إحياء علوم الدين",
    "en": ""
  },
  {
    "ar": "بسم الله الرحمن الرحيم",
    "en": ""
  },
  {
    "ar": "نحمد الله  حمد  الشاكرين  ونؤمن  به  إيمان  الموقنين  ونقر  بوحدانيته  إقرار",
    "en": ""
  },
  {
    "ar": "الصادقين ونشهد أن لا إله إلا الله رب العالمين وخالق السموات  والأرضين  ومكلف",
    "en": ""
  },
  {
    "ar": "الجن والإنس والملائكة المقربين أن  يعبدوه  عبادة  المخلصين  فقال  تعالى  وما",
    "en": ""
  },
  {
    "ar": "أمروا إلا ليعبدوا الله مخلصين له الدين فما لله إلا الدين الخالص المتين  فإنه",
    "en": ""
  },
  {
    "ar": "أغنى الأغنياء عن شركة المشاركين والصلاة على  نبيه  محمد  سيد  المرسلين  وعلى",
    "en": ""
  },
  {
    "ar": "جميع النبيين وعلى آله وأصحابه الطيبين الطاهرين  أما  بعد  فقد  انكشف  لأرباب",
    "en": ""
  },
  {
    "ar": "القلوب ببصيرة الإيمان وأنوار القرآن  أن  لا  وصول  إلى  السعادة  إلا  بالعلم",
    "en": ""
  },
  {
    "ar": "والعبادة فالناس كلهم هلكى إلا العالمون  والعالمون  كلهم  هلكى  إلا  العاملون",
    "en": ""
  },
  {
    "ar": "والعاملون كلهم هلكى إلا المخلصون والمخلصون على  خطر  عظيم  فالعمل  بغير  نية",
    "en": ""
  },
  {
    "ar": "عناء والنية بغير إخلاص رياء وهو للنفاق كفاء ومع  العصيان  سواء  والإخلاص  من",
    "en": ""
  },
  {
    "ar": "غير صدق وتحقيق هباء وقد قال الله تعالى في كل عمل كان بإرادة غير  الله  مشوبا",
    "en": ""
  },
  {
    "ar": "مغمورا وقدمنا إلى ما عملوا من عمل فجعلناه هباء منثورا  وليت  شعرى  كيف  يصحح",
    "en": ""
  },
  {
    "ar": "نيته من لا يعرف حقيقة النية أو كيف يخلص من  صحح  النية  إذا  لم  يعرف  حقيقة",
    "en": ""
  },
  {
    "ar": "الإخلاص أو كيف تطالب المخلص نفسه بالصدق إذا لم يتحقق معناه  فالوظيفة  الأولى",
    "en": ""
  },
  {
    "ar": "على كل عبد أراد طاعة الله تعالى أن يتعلم النية أولا لتحصل المعرفة ثم  يصححها",
    "en": ""
  },
  {
    "ar": "بالعمل بعد فهم حقيقة الصدق والإخلاص اللذين  هما  وسيلتنا  العبد  إلى  النجاة",
    "en": ""
  },
  {
    "ar": "والخلاص ونحن نذكر معانى الصدق والإخلاص في ثلاثة أبواب:",
    "en": ""
  },
  {
    "ar": "الباب الأول في حقيقة النية ومعناها.",
    "en": ""
  },
  {
    "ar": "الباب الثاني في الإخلاص وحقائقه.",
    "en": ""
  },
  {
    "ar": "والباب الثالث في الصدق وحقيقته.",
    "en": ""
  },
  {
    "ar": "الباب الأول في حقيقة النية ومعناها وفيه:",
    "en": ""
  },
  {
    "ar": "بيان فضيلة النية",
    "en": ""
  },
  {
    "ar": "وبيان حقيقة النية  وبيان  كون  النية  خيرا  من  العمل  وبيان  تفضيل  الأعمال",
    "en": ""
  },
  {
    "ar": "المتعلقة بالنفس وبيان خروج النية عن  الاختيار  بيان  فضيلة  النية  قال  الله",
    "en": ""
  },
  {
    "ar": "تعالى ولا تطرد الذين يدعون ربهم بالغداة  والعشى  يريدون  وجهه  والمراد  بتلك",
    "en": ""
  },
  {
    "ar": "الإرادة هى النية وقال صلى الله عليه وسلم (إنما الأعمال بالنيات ولكل امرئ  ما",
    "en": ""
  },
  {
    "ar": "نوى فمن كانت هجرته إلى الله ورسوله فهجرته إلى الله  ورسوله  ومن  كانت  هجرته",
    "en": ""
  },
  {
    "ar": "إلى دنيا يصيبها أو امرأة ينكحها فهجرته إلى ما هاجر إليه)[1]  وقال  صلى  الله",
    "en": ""
  },
  {
    "ar": "عليه وسلم (أكثر شهداء أمتى  أصحاب  الفرش  ورب  قتيل  بين  الصفين  الله  أعلم",
    "en": ""
  },
  {
    "ar": "بنيته)[2] وقال تعالى (إن يريدا إصلاحا  يوفق  الله  بينهما)  فجعل  النية  سبب",
    "en": ""
  },
  {
    "ar": "التوفيق وقال صلى الله عليه وسلم (إن الله تعالى لا ينظر  إلى  صوركم  وأموالكم",
    "en": ""
  },
  {
    "ar": "وإنما ينظر إلى قلوبكم وأعمالكم)[3] وإنما نظر إلى  القلوب  لأنها  مظنة  النية",
    "en": ""
  },
  {
    "ar": "وقال صلى الله عليه وسلم (إن العبد ليعمل أعمالا حسنة فتصعد  الملائكة  في  صحف",
    "en": ""
  },
  {
    "ar": "مختمة فتلقى بين يدى الله تعالى فيقول ألقوا هذه الصحيفة فإنه لم يرد بما  فيها",
    "en": ""
  },
  {
    "ar": "وجهى ثم ينادى الملائكة اكتبوا له كذا وكذا اكتبوا  له  كذا  وكذا  فيقولون  يا",
    "en": ""
  },
  {
    "ar": "ربنا إنه لم يعمل شيئا من ذلك فيقول الله تعالى إنه نواه حديث إن  العبد  ليعمل",
    "en": ""
  },
  {
    "ar": "أعمالا حسنة فتصعد بها الملائكة)[4] وقال صلى الله عليه وسلم (الناس أربعة  رجل",
    "en": ""
  },
  {
    "ar": "أتاه الله عز وجل علما ومالا فهو يعمل بعلمه في ماله فيقول رجل لو  آتانى  الله",
    "en": ""
  },
  {
    "ar": "تعالى مثل ما آتاه لعملت كما يعمل فهما في الأجر سواء  ورجل  آتاه  الله  تعالى",
    "en": ""
  },
  {
    "ar": "مالا ولم يؤته علما فهو يتخبط بجهله في ماله فيقول رجل لو آتانى  الله  مثل  ما",
    "en": ""
  },
  {
    "ar": "آتاه عملت كما يعمل فهما في الوزر سواء)[5] بلفظ  مثل  هذه  الأمة  كمثل  أربعة",
    "en": ""
  },
  {
    "ar": "نفر[6] ألا ترى كيف شركه بالنية في محاسن عمله ومساويه وكذلك في  حديث  أنس  بن",
    "en": ""
  },
  {
    "ar": "مالك لما خرج رسول الله صلى الله عليه وسلم في  غزوة  تبوك  قال  (إن  بالمدينة",
    "en": ""
  },
  {
    "ar": "أقواما ما قطعنا واديا ولا وطئنا  موطئا  يغيظ  الكفار  ولا  أنفقنا  نفقة  ولا",
    "en": ""
  },
  {
    "ar": "أصابتنا مخمصة إلا شركونا في ذلك وهم بالمدينة) قالوا (وكيف ذلك يا  رسول  الله",
    "en": ""
  },
  {
    "ar": "وليسوا معنا) قال (حبسهم العذر فشركوا بحسن النية)[7] وفي حديث ابن  مسعود  (من",
    "en": ""
  },
  {
    "ar": "هاجر يبتغى شيئا فهو له) فهاجر رجل فتزوج امرأة منا فكان يسمى مهاجر أم  قيس[8]",
    "en": ""
  },
  {
    "ar": "وكذلك جاء في الخبر إن رجلا قتل في سبيل الله وكان يدعى  قتيل  الحمار[9]  لأنه",
    "en": ""
  },
  {
    "ar": "قاتل رجلا ليأخذ سلبه وحماره فقتل على ذلك فأضيف إلى نيته وفي  حديث  عبادة  عن",
    "en": ""
  },
  {
    "ar": "النبى صلى الله عليه وسلم (من غزا وهو لا ينوى إلا عقالا فله ما نوى)[10]  وقال",
    "en": ""
  },
  {
    "ar": "أبى استعنت رجلا يغزو معى فقال لا حتى تجعل لي جعلا فجعلت له فذكرت  ذلك  للنبى",
    "en": ""
  },
  {
    "ar": "صلى الله عليه وسلم فقال (ليس له من دنياه وآخرته إلا ما جعلت له)[11] وروى  في",
    "en": ""
  },
  {
    "ar": "الإسرائيليات (أن رجلا مر بكثبان من رمل في مجاعة فقال  في  نفسه  لو  كان  هذا",
    "en": ""
  },
  {
    "ar": "الرمل طعاما لقسمته بين الناس فأوحى الله تعالى إلى نبيهم أن  قل  له  إن  الله",
    "en": ""
  },
  {
    "ar": "تعالى قبل صدقتك وقد شكر حسن نيتك وأعطاك ثواب ما لو كان طعاما فتصدقت به)  وقد",
    "en": ""
  },
  {
    "ar": "ورد في أخبار كثيرة من هم بحسنة ولم يعملها كتبت  له  حسنة[12]  وفي  حديث  عبد",
    "en": ""
  },
  {
    "ar": "الله بن عمرو (من كانت الدنيا نيته جعل الله فقره بين عينيه  وفارقها  أرغب  ما",
    "en": ""
  },
  {
    "ar": "يكون فيها، ومن تكن الآخرة نيته جعل الله تعالى غناه في قلبه وجمع  عليه  ضيعته",
    "en": ""
  },
  {
    "ar": "وفارقها أزهد ما يكون فيها)[13] وفي حديث أم سلمة أن النبي صلى الله عليه  وسلم",
    "en": ""
  },
  {
    "ar": "ذكر جيشا يخسف بهم البيداء فقلت: (يا رسول  الله  يكون  فيهم  المكره  والأجير)",
    "en": ""
  },
  {
    "ar": "فقال: (يحشرون على نياتهم.)[14] وقال عمر رضى الله  عنه  سمعت  رسول  الله  صلى",
    "en": ""
  },
  {
    "ar": "الله عليه وسلم يقول: (إنما يقتتل المقتتلون على النيات)[15]",
    "en": ""
  },
  {
    "ar": "وقال عليه السلام (إذا التقى الصفان نزلت  الملائكة  تكتب  الخلق  على  مراتبهم",
    "en": ""
  },
  {
    "ar": "فلان يقاتل للدنيا فلان يقاتل حمية فلان يقاتل عصيبة ألا فلا تقولوا  فلان  قتل",
    "en": ""
  },
  {
    "ar": "في سبيل الله فمن قاتل لتكون كلمة الله هى العليا فهو فى  سبيل  الله)[16]  وعن",
    "en": ""
  },
  {
    "ar": "جابر عن رسول الله صلى الله عليه وسلم  أنه  قال  (يبعث  كل  عبد  على  ما  مات",
    "en": ""
  },
  {
    "ar": "عليه)[17] وفي حديث الاحنف عن أبي بكرة (إذا التقى المسلمان  بسيفيهما  فالقاتل",
    "en": ""
  },
  {
    "ar": "والمقتول في النار قيل يا رسول الله هذا القاتل فما بال المقتول قال لأنه  أراد",
    "en": ""
  },
  {
    "ar": "قتل صاحبه)[18] وفي حديث أبي هريرة (من تزوج امرأة على صداق وهو لا ينوي  أداءه",
    "en": ""
  },
  {
    "ar": "فهو زان ومن ادان دينا وهو لا ينوي قضاءه فهو سارق)[19]  وقال  صلى  الله  عليه",
    "en": ""
  },
  {
    "ar": "وسلم: (من تطيب لله تعالى جاء يوم القيامة وريحه أطيب من المسك ومن  تطيب  لغير",
    "en": ""
  },
  {
    "ar": "الله جاء يوم القيامة وريحه أنتن من الجيفة.)[20]",
    "en": ""
  },
  {
    "ar": "وأما الآثار فقد قال عمر بن الخطاب رضي الله عنه أفضل الأعمال  أداء  ما  افترض",
    "en": ""
  },
  {
    "ar": "الله تعالى والورع عما حرم الله تعالى وصدق النية فيما عند  الله  تعالى.  وكتب",
    "en": ""
  },
  {
    "ar": "سالم بن عبدالله إلى عمر بن عبد العزيز اعلم أن عون الله تعالى للعبد  على  قدر",
    "en": ""
  },
  {
    "ar": "النية فمن تمت نيته تم عون الله له وإن نقصت نقص بقدره. وقال بعض السلف رب  عمل",
    "en": ""
  },
  {
    "ar": "صغير تعظمه النية ورب عمل كبير  تصغره  النية.  وقال  داود  الطائي  البر  همته",
    "en": ""
  },
  {
    "ar": "التقوى فلو تعلقت جميع جوارحه بالدنيا لردته نيته يوما  إلى  نية  صالحة  وكذلك",
    "en": ""
  },
  {
    "ar": "الجاهل بعكس ذلك.",
    "en": ""
  },
  {
    "ar": "وقال الثوري كانوا يتعلمون النية للعمل كما تتعلمون  العمل  وقال  بعض  العلماء",
    "en": ""
  },
  {
    "ar": "أطلب النية للعمل قبل العمل وما دمت تنوي الخير فأنت بخير. وكان  بعض  المريدين",
    "en": ""
  },
  {
    "ar": "يطوف على العلماء يقول من يدلني على عمل لا أزال فيه عاملا لله تعالى  فإني  لا",
    "en": ""
  },
  {
    "ar": "أحب أن يأتي على ساعة من ليل أو نهار إلا وأنا عامل من عمال الله  فقيل  له  قد",
    "en": ""
  },
  {
    "ar": "وجدت حاجتك فاعمل الخير ما استطعت فإذا فترت أو  تركته  فهم  بعمله  فإن  الهام",
    "en": ""
  },
  {
    "ar": "بعمل الخير كعامله. وكذلك قال بعض السلف  وإن  نعمة  الله  عليكم  أكثر  من  أن",
    "en": ""
  },
  {
    "ar": "تحصوها وإن ذنوبكم أخفى من أن تعلموها ولكن أصبحوا توابين وأمسوا  توابين  يغفر",
    "en": ""
  },
  {
    "ar": "لكم ما بين ذلك.",
    "en": ""
  },
  {
    "ar": "وقال عيسى عليه السلام: (طوبي لعين نامت ولا تهم بمعصية وانتبهت إلى  غير  إثم)",
    "en": ""
  },
  {
    "ar": "وقال أبو هريرة: (يبعثون يوم القيامة على قدر نياتهم).  وكان  الفضيل  بن  عياض",
    "en": ""
  },
  {
    "ar": "إذا قرأ (ولنبلونكم حتى نعلم المجاهدين منكم  والصابرين  ونبلو  أخباركم)  يبكي",
    "en": ""
  },
  {
    "ar": "ويرددها ويقول إنك إن بلوتنا فضحتنا وهتكت أستارنا. وقال الحسن  إنما  خلد  أهل",
    "en": ""
  },
  {
    "ar": "الجنة في الجنة وأهل النار في  النار  بالنيات.  وقال  أبو  هريرة:  (مكتوب  في",
    "en": ""
  },
  {
    "ar": "التوراة ما أريد به وجهي فقليله كثير وما أريد  به  غيري  فكثيره  قليل.)  وقال",
    "en": ""
  },
  {
    "ar": "بلال بن سعد إن العبد ليقول قول مؤمن فلا يدعه الله عز وجل وقوله حتى  ينظر  في",
    "en": ""
  },
  {
    "ar": "عمله فإذا عمل لم يدعه الله حتى ينظر في ورعه فإن تورع لم يدعه حتى  ينظر  ماذا",
    "en": ""
  },
  {
    "ar": "نوى فإن صلحت نيته فبالحرى أن يصلح ما دون  ذلك.  فإذن  عماد  الأعمال  بالنيات",
    "en": ""
  },
  {
    "ar": "فالعمل مفتقر إلى النية ليصير بها خيرا والنية في نفسها  خير  وإن  تعذر  العمل",
    "en": ""
  },
  {
    "ar": "بعائق.",
    "en": ""
  },
  {
    "ar": "بيان حقيقة النية",
    "en": ""
  },
  {
    "ar": "أعلم أن النية والإرادة والقصد عبارات على متوارده معنى  واحد  وهو  حالة  وصفة",
    "en": ""
  },
  {
    "ar": "للقلب يكتنفها أمران علم وعمل العلم يقدمه لأنه أصله وشرطه والعمل  يتبعه  لأنه",
    "en": ""
  },
  {
    "ar": "ثمرته وفرعه وذلك لأن كل عمل أعنى كل حركة  وسكون  اختيارى  فإنه  لا  يتم  إلا",
    "en": ""
  },
  {
    "ar": "بثلاثة أمور علم وإرادة وقدرةلأنه لا يريد الإنسان مالا يعلمه فلابد  وأن  يعلم",
    "en": ""
  },
  {
    "ar": "ولا يعمل ما لم يرد فلا بد من إرادة ومعنى الإرادة انبعاث القلب  إلى  ما  يراه",
    "en": ""
  },
  {
    "ar": "موافقا للغرض إما في الحال أو فى  المآل  فقد  خلق  الإنسان  بحيث  يوافقه  بعض",
    "en": ""
  },
  {
    "ar": "الأمور ويلائم غرضه ويخالفه بعض الأمور فيحتاج إلى  جلب  الملائم  الموافق  إلى",
    "en": ""
  },
  {
    "ar": "نفسه ودفع الضار المنافى عن نفسه  فافتقر  بالضرورة  إلى  معرفة  وإدراك  للشىء",
    "en": ""
  },
  {
    "ar": "المضر والنافع حتى يجلب هذا ويهرب من هذا فإن من لا يبصر الغذاء ولا  يعرفه  لا",
    "en": "REVIVAL OF RELIGIOUS LEARNINGS IMAM GHAZZALI'S IHYA ULUM-ID-DIN Translated by FAZL-UL-KARIM VOL. IV - PART II CONTENTS Chapter 7. Will, intention and Truthfulness 319 Actions relating to intention 321 Rewards of sincere intention 324 Truthfulness\t331 THE REVIVAL OF RELIGIOUS LEARNINGS The Book of Constructive Virtues PART II CHAPTER VII WILL OR INTENTION Will has got two elements in it-knowledge and action.' Knowledge comes before action as it is the basis of action and action comes after knowledge. Action is the fruit of knowledge and its branch. Action is not complete without three things-Knowledge, will and strength. Man does not will to do a thing which he does not known and so knowledge is necessary for an action. Again he does not do a thing even if he knows it unless he has the will to do it. So will or intention is also necessary. Again will is not sufficient to do a thing. Power or strength is also necessary to implement will. How many people there are who cannot eat for want of their strength even though they have got will to eat. So knowledge, will and strength are necessary for an action. First knowledge and then will and then action follow one after another. Without knowledge of a thing, a man does not intend to have that thing. Without will or intention, there is no movement of physical organs to do that thing. So action is the fruit of will and will is the fruit of knowledge. Number of Intention or will. A man may have no other intention than a single one to do a thing. Again he may have different intentions to do that thing. If a man sees a tiger, he at once flees away from it. This, fleeing is the only intention in order to ward off its attack and injury. This knowledge enkindles in him a desire to flee and that desire gives movement to his limbs to flee. This is his sole intention and there is no other intention mixed with it. ONE WHOSE INTENTION IS NEXT WORLD He who has made his sole object to get happiness in the next world does all his deeds in this world with that object alone and he has got no other objecttin his worldly deeds. He thinks that the food of soul is worship of God. The object of worship of God is to free the soul from diseases, to keep it alive and to make it healthy and better to gain happiness in the next world. The object of divine worship is to get relish of the sight of God. He will not attain this object unless he loves God and dies in that condition. He will not get the love of God unless he attains knowledge about Him. He will not get His knowledge unless he remembers Him 320\tWILL OR INTENTION\tVol-N too often. So the attainment of love of God is the result of constant remembrance of God and thought about Him and His works. Again mind does not turn to His constant remembrance unless it is free from the worldly thoughts and anxieties. Mind does not find time from worldly anxieties unless it is free from worldly greed and temptations, and unless it wills to do good and refrains from evil. A man likes to do good and refrains from evil when he knows that his fortune in the next world is linked with the good deeds he does in this world just as a wise man likes to take bitter pill to get cured from a fatal disease. When linking of mind is acquired along with knowledge, he acquires strength of mind to do good works and then he is habituated to do good works and it becomes then difficult for him to come out of them. Similar is the case with a man who is habituated to evil deeds. Therefore it is said that habit is the second nature. He whose object is the next worldly happiness should therefore be habituated to clear up his mind for constant remembrance of God. This state of mind cannot be created unless one gives up sins and takes up to virtuous deeds with the help of bodily limbs, because mind is affected by the movements of bodily organs and the bodily organs also are affected by the state of mind and thus there is a close connection between body and mind. Mind is just like a ruler and bodily organs are like servants. So bodily organs are subservient to mind. For this the Holy Prophet of loam said : There is a clot of blood in body. When it is sound the whole body is sound. He also said : 0 God, do good to the ruler and the ruled. Here the ruler means soul or mind. God also said in the Quran : Allah will not accept its blood or meat but He will accept from you Taqwa (meaning God=fear). That is the attribute of mind. The object of God-worship is to change mind and the propensities of mind, and not to change the bodily limbs. So dou''.t.think that the object of Sajda or prostration is only to place the forehead on the ground, but its real object is to habituate the sense of humility in mind. Whose finds humility of mind, his bodily limbs also assume an humble attitude. This humility of mind and the humble attitude of the bodily limbs make the attribute of modesty perfect. If the mind of anybody becomes soft on seeing an orphan, kindness in his mind is more enkindled if his hand passes over his head. For this reason, action without Vol-IV THE BOOK OF CONSTRUCTIVE VIRTUES\t321 intention is basically not fruitful or beneficial, because if a man's hand touches the head of an orphan unmindfully, softness of his mind does not increase and its effect does not fall in mind. Therefore God- worship without Niyyat (intention) or without application of mind brings no reward while Niyyat followed by action brings reward. The Holy Prophet said : There is written one reward for one who intended to do a good deed but could not translate it into action. The object of cow or animal sacrifice is not to shed blood but to turn away the mind from the temptations of the world for incurring the pleasure of Allah. This reward is attained owing to the object of Sacrifice. For this reason the Holy Prophet said: There are people at Medina who shared, with us the rewards of Jihad (holy war) although they did not actally join it. The reason is that they had pious intention to join it but could not do so owing to satisfactory reason. ACTIONS RELATING TO INTENTION These actions can mainly be divided into three classes Sinful actions, pious actions and lawful actions. (1) Sinful actions. If the intention is good, a sinful act does not turn to a virtuous act. If you backbite a man to please another, if you give to a beggar the food of another person, if you make gift of illegal property to construct a mosque, bridge or such charitable object, you will not absolve yourself from the sinful act although your intention is good and pious. To intend to do a pious action with an illegal thing is also sin. If he does out of ignorance, he will be guilty of ignorance as acquisition of learning is compulsory upon both males and, females. The Holy Prophet said: An ignorant man cannot raise the plea of innocent. (2) Pious actions. If there is no pious or good intention in a good act, there is no reward. If there is any other intention but to please God in a devotional act, it is a sinful act, but if there are many intentions including one to please God, rewards also multiply. For instance, to keep sitting in a mosque is a good act but it admits of many intentions - (1) to hope for sight of God as mosque is considered as a house of God where God can be seen, for the Holy Prophet said : He who keeps sitting in a mosque, meets with God. (2) to wait for the next prayer, for the Prophet said that he who waits for prayer will get the same reward as that of a man who has prayed, (3) to keep the bodily organs from 322\tWILL OR INTENTION\tVol-IV sinful acts. (4) to concentrate all thoughts upon Allah, (5) to be engaged in the remembrance of Allah. (6) to enjoin good works and prohibit evils, (7) to get benefit from those who fear Allah. So there might be many good intentions in a pious act and rewards also increase according to the number of such intentions. Lawful actions. In lawful act, rewards can be increased according to the number of intentions. He suffers much who is unmindful of this fact. The Prophet.said : There is account for what is lawful and there is punishment for what unlawful. He also said : People will be asked on the resurrection day for everything, even why he applied antimony to his eyes, why he muddled the earth with his fingers, why he touched the things of his brother. He said : He applies scent for the sake when Allah will come on the Resurrection Day with such a fragrance which will be more scented than musk. He who applies it for other than Allah will come on the Resurrection Day with the stench more than that of a dead animal. So application of scent is lawful, but intention therefor is necessary. Lawful things are innumerable and it is not possible to count these intentions. A pious man said I think it good to have intentions in everything eating, drinking sleeping, etc. To intend to attain nearness to God in these matters is possible, as these things are necessary for the upkeep of the body. If a man takes food with the intention of bringing fear of God in mind in God-worship, intercourses with his wife to preserve his religion and to give pleasure to the mind of his wife and also to have a pious son, he does true worship of Allah by his food and marriage. He whose sole object is the next world does not need with obstruction from his food and marriage. Allah sees his mind and intention. He says : He does not utter a word but near which there is not a warner-50:18. A pious man said : -1 wrote a letter and intended to have the ink soaked on placing it on the wall of my neighbour and actually had it thus soaked. Thereafter some one from above said : You will know tomorrow what wrong action you have done by doing this act. The great saint Hazrat Hassan Basari said : A man will come on the Resurrection Day conjoined with another person and say : There is God between you and me. He will say : By God, I don't know you. He will say : You have taken a piece of thread of my cloth. These things pierce the hearts of God fearing men. Vol-IV THE BOOK OF CONSTRUCTIVE VIRTUES\t323 It is reported that the Prophet Zakaria was raising an earthen wall as a labourer for some person. He used to eat the earnings of his own hand. He began to take his food but when a person begged of him something to eat, he did not give it to him. The people around him were surprised to see the action of the Prophet as he was too much reported for his generosity and asceticism. He then said : I work as a labourer of some persons. They gave me this bread in order to gain strength and do their work. If he- had taken food with me, it would not have been sufficient for him, nor for me. By that, I would not have been able to complete their work. The man who has got clear insight takes care of even these small things with the help of Divine light. The great saint Sufiyan said : If a man calls another to take share in his food without really intending to part anything of his food, he will be guilty of hypocrisy even if the man partakes of his food, Had he known his intention, he would not have partaken of his food. So examine your intention in all affairs and do not do any action without intention. MEANING OF INTENTION Meaning of Intention is not only expression by mouth but also will to that expression. It is the liking of mind for that-for which expression is used by the month. When there is no liking or intention of mind, mere verbal expression means nothing. So Niyyat or intention in prayer by only verbal expression without application of mind is meaningless. It is just like the expression,l, love so and so without actually meaning the same. Arran turns towards one whom he believes to be his friend. There are many causes for willingness or unwillingness of mind and causes vary according to. the different conditions of man. When a man desires to marry a girl in order to satisfy his carnal desire, he can not have the will to get a son by copulation with her. The reason of copulation is the satisfaction of his canal desire, and not to have a child, If he says by mouth \"I copulate with you to have a son\"; it will be falsehood. It is not his word of mind, but of mouth, For this reason, some of the former saints did not do anything without forming a definite niyyat or intention for that. It is reported that the great saint Ibn Sirin did not pray Janaja prayer over the deadbody of Hazrat Hasan Basari as he said that the niyyat of Janaja did not as yet arise in his mind. Ahmed-bSolaiman was a reputed learned man of Kufa. When he died, the 324\tWILL OR INTENTION\tVol-IV great saint Sufiyan Saori was requested to say his funereal prayer. He said : Had I had the intention, I would have performed it. Once the great saint Taus was requested to pray for the people, He said : When I will, I shall do it. These saints knew that Niyyat is not the only expression by mouth but it is also a desire of mind, a flow of current from Allah. Sometimes it is easy and sometimes it becomes difficult. It is true that the intention of the man in whose heart the affairs of the religion are easy becomes easy for doing good deeds, as his mind keeps inclined to good things for most part of the times, but the intention of the man whose mind keeps inclined to evil deeds does not become so easy for doing goods deeds, even the obligatory duties also become difficult to him. Different intentions in God-worship. Man may have different intentions in divine service. Some do good deeds out of hope of getting happiness in Paradise. If they do these deeds with the sole intention of pleasing God and to declare His glory and majesty and with no other intention, their intention is said to be pure and unadulterated. If one does good deeds for satisfying carnal desire with Hurs, he will get it in Paradise. If he does this to meet with Allah. he will be blessed with His sight. The most honourable and glorious are they who do good deeds out of love for Him ind out of a desire to be blessed with His love and sight. The ;puran praises them in the following words : Rather they call their Lord morning and evening only for His pleasure. They will gel J'ewards according to their intentions. When they will be blessed with His sight, they will think the sight of the beautiful Hurs very little. REWARDS OF PURE INTENTION The Holy Quran says: They were not ordered except to worship Allah, being sincere to Him along. It again says : Behold, reli*ion is only for Allah (39:5) He also says : Let one who hopes to meet his Lord do good works and do not associate anyone in the service of his Lord-18:110. The Prophet said : The heart of a Muslim does not play treachery in three things to work sincerely for Allah, to give admonition to the ruler and to remain united. He also said: Allah says : Ikhlas or to work sincerely for Allah is a fidden treasure out of My hidden treasures. I put it in the heart of one whom I love. He also said : The fountain of wisdom flows in his heart who worships Allah sincerely for 40 days. The Holy Vol-IV THE BOOK OF CONSTRUCTIVE VIRTUES\t325 Prophet said that three classes of persons who did not do good works sincerely for Him but for other purposes will go to Hell inspite of their ostensible good works a learned man, a benevolent man and a warrior. There is a story in the anecdotes of the children of Israel. A saint had at his credit divine service for long long year. One day some people were worshipping a tree besides Allah, At this, the saint Got angry and went to cut it with an axe. In the mean time, the devil came in the form of an old man and asked him : Where are you going? The saint said : I am going to cut off this tree. The devil said: Are you in this thought? You have come down to do this leaving aside your Divine service? The saint said : This work is also included in Divine service. The devil said : I will not permit you to cut down this tree. At this he fell down upon the saint but the latter overpowered him, threw him down on the ground and sat upon his chest. The devil said : Desist from this action or I will kill you. At this he let off the devil who said to him : 0 saint, Allah has taken over this responsibility from you. He has not made it compulsory for you. You yourself do not worship this tree and the affairs of others have not developed on you. This is the duty of Prophets. Had he willed, He would have certainly sent a Prophet to the inhabitants of this place and ordered him to cut down this tree. Then the saint said : To cut down this tree is also a part of my duty. The saint then fell upon the devil and threw him away and got on his chest. The devil again having been discomfitted said to him : There is an affair between you and me which is good and beneficial for you. The saint asked him what it was. The devil said : Let me be secure and then I will tell you of it. Thereafter he let him off and the devil said to him : You are a poor man, you have got no property. You are a burden upon your friends and relatives. Perhaps you wish to get more honour than your brethren, to get more sympathy from your religious men and you do not want to depend on the people The saint said : Yes I hope for that. The devil said : In that case, turn away from this affair. I will place two dinars every night near your head. When you will get up at dawn. You will take them and spend them for you and your family and gift a portion to your brothers. This act of yours will be more beneficial to you and the Muslim public than the cutting down of this tree. This tree was planted and there will be 326\tWILL OR INTENTION\tVol-IV no good if you cut down this tree. At this, the saint began to ponder and said : This old man has spoken the truth. I have not been ordered to cut down this tree by God. I will incur no sin if I do not cut down this tree. Then he turned his mind from this action of cutting down the tree. Thereafter the saint went to his place of worship and spent the night. At dawn, he found two dinars near his head and took them. Next day also, this happened. This continued for three days. On the fourth day, he did not find the dinars near his head became very much enraged, and took his journey to cut down the tree. The devil came to him in the form of an old man and said Where are you going? He said : I am going to cut down the tree. The devil said : By God, you will not be able to cut it down, you will also not find your way to go there. Thereupon the saint fell upon him but the saint became just like a sparrow between his ..two legs. The devil then sat upon his chest and said : If you want to'live, get away from here or else I will cut you to pieces. The saint being helpless looked to and fro and said : 0 gentle man, you have defeated me, Let me now go The devil said : Question me now how you have first overpowered me and thereafter I have overpowered you. The devil said : At first you became enraged for the sake of Allah alone and your sole intention was to get success In the hereafter. So God make me subservient to you. But now you have become engaged for your worldly propedsities and desires and so I overpowered you. This story shows how a man with a pure and unadulterated intention can win and how a man with a motive other than that can lose and be overpowered. This proves the Quranic word Except those who work sincerely for Allah. For this reason the great saint Maruf Karkhi used to beat himself and says : Take recourse to form intention, you will then get salvation. The pure soul Eakub said : He who keeps his good deeds copcealed as he keeps his sins conceded is a man of pure intention. Solaiman said He is blessed who takes one step in the way of Allah. The second Caliph Hazrat Omar wrote to Imam Abu Musa Ashari : Allah is sufficient for a man whose intention is pure. A certain saint wrote to his brother : Make your intention pure, then a small amount of action will be sufficient for you. Ayub Saktania said : To make intention pure in an action is more difficult than the action itself. The saint Motarref said : He who is pure will be made pure. A Vol-IV THE BOOK OF CONSTRUCTIVE VIRTUES\t327 man was asked in dream : How have you seen your action? He said : I saw the action which I did for Allah. Even I saw the reward of a walnut seed I removed from the path way. The great saint Ihya-b-Muaz said: Ikhlas or sincerity separates an action from its faults as milk separates itself from urine and blood. There is a story that a man used to wear the dress of women and join the ceremonies of marriage and other festivals where women gathered together. One day he just joined a gathering of some women. It was then noticed that a diamond of a woman was missing and the women raised hue and cry and said : Shut up the doors. We shall search for the diamond. Thereafter they began to search one by one. When the turn of the female-dressed man came, there was a woman with him. He called Allah sincerely and said : I will never do such an act if I get acquitted this time. Immediately then the diamond was found with the woman who was with him. They then cried aloud Leave the rest. We have found out the diamond. There is the story of a saint who said: I was travelling by sea for Jihad or holy war. Some one of us wanted to sell his bag and I thought that I should purchase this bag and sell it for a higher price in a city. Then I purchased it but dreamt in that night that two persons got down from heaven and one of them said to the other : Write down the names of the warriors in the way of Allah. The other said : So and so came out only to take a journey. So and so made Jihad only for fame. So and so came to make merchandise. So and so came out only for the sake of Allah. I at once exclaimed : 0 Allah, I have not come out to make merchandise. I have got no such commodities, I have come out for Jihad. Then the other person retorted : 0 man, you intended to make profit after purchasing a bag yesterday. Thereafter I wept bitterly and said : Don't enroll me among the merchants. The man said to his companion : Write, so and so came out as a warrior in the way of Allah. Then he purchased a bag for profit. The result then rests on Allah. The saint Sarri Sakti said: Your two rakat prayer in solitude is better than your writing 70 to 700 Hadis with Isnad. Some pious man said : Wisdom is like seed, action is like crop and Ikhlas or sincerity is like water for irrigation. Another pious man said : When God becomes displeased with a man, He grants him three things and prohibits him three things. He grants him the 328\tWILL OR INTENTION\tVol-IV company of pious men but does not give him benefits from them. He grants him strength to do good deeds but without sincere intentions. He grants him wisdom but without its practical application. The great saint Susi said : Among the actions of a man, Allah desires only his Ikhlas or sincerity. What is Ikhlas? (Sincere intention). Know it for certain, 0 good readers, that everything remains mixed up with another thing. When it does not remain mixed up with other things, it is said to be pure or unadultered. When any action is done with only one object, it is said to be done with pure intention. Allah says : There is a lesson in a cow. I give you drink from what is in its belly coming out of its dung and blood-milk pure and wholesome for those who drink-16:66Q. The purity of milk means that there is no mixture of blood or excretion in the milk. Purity is opposite to mixture. What is not pure has got mixture therein. Purity in Tauhid or oneness of God admits no partnership in the existence or in the attributes of God. His existence is unique and His attributes also are unique. So uniqueness admits no partnership commonly called Shirk or setting up partner. This purity or uniqueness is external expression of will. When purpose, and will are the same, the action which flows from them is called sincere work. He whose sole purpose is to show to the people, can also be called to possess unadulterated intention. He whose sole purpose is to gain nearness of God is also called a man having pure intention, If a man intends only to have the pleasure of Allah in divine service, he must get rid of the following intentions (1) to have good health in fasting, (2) to give relief from labour in setting free a slave, (3) to recoup health in journey for Haj, (4) to fight for any other purpose than to please God, (5) to pray Tahajjud to guard the family and properties at night, (6) to acquire money or fame by education (7) to acquire money by writing books, (8) to make ablution to make oneself pure or to purify the bodily limbs, (9) to make I'tigaf in mosque in order to get relief from house rent, (10) to give a beggar so that he may not beg again, (11) to do an act to gain name and fame or to have status in society. Such an action done with an intention mixed with the pleasure of Allah is not pure and unadulterated. It will be to setting up a share with Allah, while Allah says : I am free from the partnership of partners. In short, if any intention is mixed with the intention of securing the pleasure of God, it will be shirk or setting up Vol-IV THE BOOK OF CONSTRUCTIVE VIRTUES\t329 partnership with God. He who is immerged in the thoughts of God can find no other motive or intention in his mind in an action. He takes even food and drink just as he feels necessity to make waters or to ease himself from obnoxious things in his belly. He does not feel necessity for food only for food, but for gaining strength to do divine service. If the pangs of hunger is good for him, he does not take food. He takes food only for the bare existence of life. Such a man does everything for God and God alone. The man whose mind turns towards the attainment of the worldly objects cannot have pleasure and perfection in prayer, fasting and other divine acts. Thus sincerity of purpose is a medicine which breaks the happiness of propensities, cuts the temptations of the world and keeps one engaged in the deeds of the next world. Ikhlas becomes easy for him. It is reported from a pious man that he prayed in the first row in a mosque for thirty years. One day out of some excuse, he prayed in the second row and felt some shame before the people as they saw him praying in the second row. He saw that this was a sign of Riya or show as he wished that the people would have been pleased to see him praying in the first row. This is a very subtle act of show. Those who are unmindful in their prayers will see them fruitless in the next world, as God says And it will be disclosed to them from God which they did not even think of Allah says : Shall I not inform you of those who will be losers in. their deeds- those whose efforts in the life of this world will be fruitless while they will think that they did good works. When Hazrat Abu Bakr became the first Caliph, Hazrat Omar was not displeased but rather he became pleased with the fact that the best man was elected, the man who was better than himself. This should be the guiding principle of all learned, educated and pious man. Some sayings of the sages regarding Ikhlas: The true meaning of Ikhlas is what the Holy Prophet said : The meaning of Ikhlas is to say : Allah is my Lord and to keep firm over what has been ordered by Him. In other words, it is not to worship passions and propensities and not to worship any one except Allah. It is the engage one's thought in Allah keeping away from things other than Allah. 330\tWILL OR INTENTION\tVol-IV Things that destroy Ikhlas : There are some evils that destroy Ikhlas. Some are open and some are hidden. (1) Riya or show. It greatly destroys Ikhlas. For instance, a man began to pray quite sincerely for God, but in the midst of his prayers the devil comes to him and says : Some one is looking to your prayer. Pray well, so that they may see your prayer and take you as a great religious man. At this, he becomes humble in prayer. This is open Riya or show. (2) The devil instills in his mind the desire that the people should follow him and therefore instigates him to make his prayer good. The sage Wahab-b-Monabbah said : I saw written by the side of the Torah 22 wise counsels The religious people of the children of Israel collected them and used to read them. (1) No jewel is more valuable than wisdom. (2) No property is more profitable than patience. (3) No vice is more injurious than anger. (4) No friend is more enchanting than divine service. (5) Nothing is more shameful than ignorance. (6) Nothing is more honourable than God fear. (7) Nothing is more honourable than renunciation of passions. (8) Nothing is more benefiting than pondering. (9) Nothing is more meritorious than forbearance. (10) No guilt is more dishonourable than pride. (11) No medicine is more soothing than mildness. (12) No disease is more painful than foolishness. (13) No emissary is more just than truth. (14) No proof is more instructive than truthfulness. (15) No want is more disgraceful than temptations. (16) No property is more unfortunate than saving. (17) No life is sweeter than health. (18) No livelihood is easier than self abnegation. (19) No divine service is better than modesty: (20) No renunciation is better than self- contentment. (21) No guard is more trustworthy than silence. (22) No unseen thing is nearer than death. The great sage Mahmmad Ibn Sayyed said : When you seek God with sincerity. He comes to you as a mirror in your hand wherein you can see every wonderful thing of this world and the next world. Hazrat Ibn Abbas said : He who has got these four qualities is successful - truthfulness, shame, good conduct and gratefulness. Some pious man said : The learned and the theologians agreed with regard to three things. When these three things are found in a person, he will get salvation and one thing is not made perfect without the help of another - (1) Islam or self surrender freedom from innovation and passion, (2) sincerity in Vol-IV THE BOOK OF CONSTRUCTIVE VIRTUES\t331 divine service and (3) lawful food. The great sage Sahal Tastari was asked : What is the foundation of what we are in? He said Truthfulness, generosity and courage. He was asked : Give us more admonition, He said God-fear, truthfulness shame and lawful food. TRUTHFULNESS: The Holy Prophet was asked about the means of getting perfection. He replied : Truthfulness in talk and action with sincerity. The man who has got these six things is called Siddiq or a great truthful man. The man who has got one or more of these things is called Sadiq or simple truthful man - (1) truth in talk, (2) truth in will and resolve, (3) truth in promise, (4) truth in fulfilling promise, (5) truth in action, (6) truth in various stages of religion. (1) Truth in talk. In describing past, present and future events, one must speak the truth, but there are exceptions (1) to bring amicable settlement between two contending parties. (2) to win holy war. (3) and to please wives in case of plurality of wives. In these three cases also, sincerity in intention and good will shall have to be guarded. The Prophet allowed exceptions to truth speaking in these three-cases. (2) Truth in Intention. It is termed Ikhlas or sincerity of purpose. Such a man moves only for God. Sincerity of purpose d'o'es not remain if it is mixed with temptations or passions. Such a-man may be termed a liar or hypocrite. That is seen in Hadis of the Prophet in which it has been stated that three persons will be asked on the Resurrection Day. Firstly a learned man .will be asked whether he put his learning into practice. He will mention his deeds. God will say to him : You have spoken falsehood as you intended that the people should call you a learned man and so you were called., A sage said : The health of Tauhid lies in truthfulness. God says that He testifies that the hypocrites are liars :'They say that you are the Prophet of God but they do not believe it with their hearts. So their tongue differed from their mind's. Tongue and mind must be the same in case of truthfulness in intention. (3) Truth in promise. A man may think: If God gives me wealth, I will spend half of it in His way. If I meet with an enemy in the way of God, I will fight with him. If He gives me power of anything, I will administer justice and will not act in party spirit. 332\tWILL OR INTENTION\tVol-IV He makes such promises in mind. When these things come to him, he turns back. Hazrat Omar said : The action that you strike my neck is dearer to me than your asking me to rule over a people among whom there is Abu Bakr. He did not accept the reign of Government during the life time of Hazrat Abu Bakr. (4) Fulfillment of Promise: The fourth claim of truthfulness is fulfillment of promise. God says : There are such people among the believers who fulfill their promise with God-33:23Q. Hazrat Anas reported that his uncle Anas-b-Najar could not join the battle of Badar. This grieved him very much. He said : By God, if He gives me an opportunity of joining a jihad with the Prophet. He will show what I shall do. In the following year when the battle of Uhud occurred he joined it and became a martyr. He received as many as eighty wounds in his body. Then the above mentioned verse was revealed. The Holy Prophet said: There are four classes of martyrs (1) A believer with sound faith faces the enemy and fulfills his promise till he meets with martyrdom. Then he raised up his hand so high that his cap fell down and he said : To this man, people on the Resurrection Day will look up as such. (2) A believer with sound faith faces the enemy and sees his face injured as if with the thorns of a thorny tree. Then suddenly an arrow pierces him and kills him. He is placed in the second stage. (3) A believer who has got virtues and vices mixed up faces the enemy and fulfills promise with God and is thus killed. (4) A man who has oppressed much on his soul faces the enemy and is killed. Muzahed said : Two men approached the Prophet and said : If God gives us wealth, we shall spend it in charity. When they got it, they did not keep up their promise. For this, the verse was revealed : There are such persons among them who make such promise with God: If He gives us wealth out of kindness, we shall give it in charity and become of the pious men-9:75Q. (5) Outward behaviour must correspond to inner thought: Another meaning of truthfulness is to make sincere efforts to keep outward conduct and behaviour in consonance with inner thoughts. The inner call must correspond with outward acts. If it does not correspond, show or riya comes in. There are such men who assume humility in prayer and there are such men who stand up in prayer with minds hovering in markets. For this reason the Holy Prophet said : 0 God, make my mind better than Vol-IV THE BOOK OF CONSTRUCTIVE VIRTUES\t333 my outer being and make my outward behaviour good. The saint Atiyyah-b- Abed said : When the inner thoughts and outward behaviours of a believer become the same, God expresses glory for him before the angels and says : This s..rvant of Mine is truthful. (6) Complete progress in religion: This is the highest stage among the stages of religion. It is to keep truth in God-fear, hope, honour, renunciation, contentment, God-reliance, love and other affairs. To this effect, God says : The believers are those who believe in God, His Prophets, and do not entertain any doubt in them and fight with their lives and properties in the way of God. These are they who are truthful - 49:15Q. When the companion Abu Zarr was asked about faith, he mentioned the above verse as the Prophet, being asked, mentioned the above verse. Take one illustration about truthfulness in God-fear. There is no such man who, believing in God and the next world, does not entertain God- fear, but this fear is in name only. It is not the fear of the truthful, For this reason, the Prophet said : I have not seen such a horrible thing as Hell from which a man flees away and falls asleep. THE END E-mail: webmaster - Sign the Guest Book - Imam\nGhazali Home Page Information: This\n    Page was last updated on: 18 Jun 2007 21:31:58 -0400 This\n    page was created April 1,  2003. Page\n    URL: www.muslimphilosophy.com/gz/ihya/english/ihya-vol4-C7.htm . A\n    reader is needed for PDF files and it is available\n    free of charge from Adobe . About\n    the Islamic Philosophy Online Project . Reporting\n    copyright infringement . Site\n    © Copyright 2003 by Islamic Philosophy Online, Inc. A not-for-profit\n    organization dedicated to academic study of Islamic philosophy. Individual\n    content may have its own individual copyrights. See\n    copyright information."
  },
  {
    "ar": "يمكنه أن بتناول ومن لا يبصر النار لا يمكنه  الهرب  منها  فخلق  الله  الهداية",
    "en": ""
  },
  {
    "ar": "والمعرفة وجعل لها أسبابا وهى الحواس الظاهرة والباطنة وليس ذلك  من  غرضنا  ثم",
    "en": ""
  },
  {
    "ar": "لو أبصر الغذاء وعرف انه موافق له فلا يكفيه ذلك للتناول ما  لم  يكن  فيه  ميل",
    "en": ""
  },
  {
    "ar": "إليه ورغبة فيه وشهوة له باعثة عليه إذا المريض يرى  الغذاء  ويعلم  أنه  موافق",
    "en": ""
  },
  {
    "ar": "ولا يمكنه التناول لعدم الرغبة والميل ولفقد الداعية المحركة  إليه  فخلق  الله",
    "en": ""
  },
  {
    "ar": "تعالى له الميل والرغبة والإرادة وأعنى به نزوعا في نفسه إليه وتوجها  في  قلبه",
    "en": ""
  },
  {
    "ar": "إليه ثم ذلك لايكفيه فكم من مشاهد طعاما راغب فيه مريد تناوله عاجز  عنه  لكونه",
    "en": ""
  },
  {
    "ar": "زمنا فخلقت له القدرة والأعضاء المتحركة حتى يتم به التناول  والعضو  لا  يتحرك",
    "en": ""
  },
  {
    "ar": "إلا بالقدرة والقدرة تنتظر الداعية الباعثة والداعية تنتظر العلم  والمعرفة  أو",
    "en": ""
  },
  {
    "ar": "الظن والاعتقاد وهو أن يقوى في نفسه كون الشىء موافقا  له  فإذا  جزمت  المعرفة",
    "en": ""
  },
  {
    "ar": "بأن الشىء موافق ولا بد وأن يفعل وسمت عن معارضة  باعث  آخر  صارف  عنه  انبعثت",
    "en": ""
  },
  {
    "ar": "الإرادة وتحقق الميل فإذا انبعثت الإرادة انتهضت  القدرة  لتحريك  الأعضاء  لأن",
    "en": ""
  },
  {
    "ar": "القدرة خادمة للإردة والإرادة تابعة لحكم الاعتقاد والمعرفة  فالنية  عبارة  عن",
    "en": ""
  },
  {
    "ar": "الصفة المتوسطة وهى الإرادة وانبعاث النفس بحكم الرغبة والميل إلى ما هو  موافق",
    "en": ""
  },
  {
    "ar": "للغرض إما في الحال وإما في المآل فالمحرك الأول هو الغرض المطلوب  وهو  الباعث",
    "en": ""
  },
  {
    "ar": "والغرض الباعث هو المقصد المنوى والانبعاث  هو  القصد  والنية  وانتهاض  القدرة",
    "en": ""
  },
  {
    "ar": "لخدمة الإرادة بتحريك الأعضاء هو العمل إلا أن انتهاض  القدرة  للعمل  قد  يكون",
    "en": ""
  },
  {
    "ar": "بباعث واحد وقد يكون بباعثين اجتمعا في فعل واحد وإذا كان بباعثين فقد يكون  كل",
    "en": ""
  },
  {
    "ar": "واحد بحيث لو انفرد لكان مليا بإنهاض القدرة وقد يكون كل واحد  قاصرا  عنه  إلا",
    "en": ""
  },
  {
    "ar": "بالاجتماع وقد يكون أحدهما كافيا لولا الآخر لكن الآخر انتهض عاضدا له  ومعاونا",
    "en": ""
  },
  {
    "ar": "فيخرج من هذا القسم أربعة أقسام فلنذكر لكل واحد مثالا واسما أما الأول فهو  أن",
    "en": ""
  },
  {
    "ar": "ينفرد الباعث الواحد يتجرد كما إذا هجم على  الإنسان  سبع  فكلما  رآه  قام  من",
    "en": ""
  },
  {
    "ar": "موضعه فلا مزعج له إلا غرض الهرب من السبع فإنه رأى السبع وعرفه  ضارا  فانبعثت",
    "en": ""
  },
  {
    "ar": "نفسه إلى الهرب ورغبت فيه فانتهضت القدرة عاملة  بمقتضى  الانبعاث  فيقال  نيته",
    "en": ""
  },
  {
    "ar": "للفرار من السبع لا نية له في القيام لغيره وهذه النية تسمى خالصة ويسمى  العمل",
    "en": ""
  },
  {
    "ar": "بموجبها إخلاصا بالإضافة إلى الغرض الباعث  ومعناه  أنه  خلص  عن  مشاركة  غيره",
    "en": ""
  },
  {
    "ar": "وممازجته وأما الثانى فهو أن يجتمع باعثان كل واحد  مستقل  بالإنهاض  لو  انفرد",
    "en": ""
  },
  {
    "ar": "ومثاله من المحسوس أن يتعاون رجلان على حمل شىء بمقدار من القوة كان  كافيا  في",
    "en": ""
  },
  {
    "ar": "الحمل لو انفرد ومثاله في غرضنا أن يسأله قريبه  الفقير  حاجة   فيقضيها  لفقره",
    "en": ""
  },
  {
    "ar": "وقرابته وعلم أنه لولا فقره لكان يقضيها بمجرد القرابة وأنه لولا  قرابته  لكان",
    "en": ""
  },
  {
    "ar": "يقضيها بمجرد القرابة وأنه لولا قرابته لكان يقضيها بمجرد الفقر  وعلم  ذلك  من",
    "en": ""
  },
  {
    "ar": "نفسه بأنه يحضره قريب غنى فيرغب فى قضاء حاجته  وفقير  أجنبى  فيرغب  أيضا  فيه",
    "en": ""
  },
  {
    "ar": "وكذلك من أمره الطبيب بترك الطعام ودخل عليه يوم عرفه فصام وهو يعلم أنه لو  لم",
    "en": ""
  },
  {
    "ar": "يكن يوم عرفة لكان يترك الطعام حمية ولولا الحمية  لكان  يتركه  لأجل  أنه  يوم",
    "en": ""
  },
  {
    "ar": "عرفه وقد اجتمعا جميعا فأقدم على الفعل وكان الباعث الثانى  رفيق  الأول  فلنسم",
    "en": ""
  },
  {
    "ar": "هذا مرافقة للبواعث والثالث أن لا يستقل كل واحد لو انفرد  ولكل  قوى  مجموعهما",
    "en": ""
  },
  {
    "ar": "على إنهاض القدرة ومثاله في المحسوس أن  يتعاون  ضعيفان  على  حمل  مالا  ينفرد",
    "en": ""
  },
  {
    "ar": "أحدهما به ومثاله في غرضنا أن يقصده قريبه الغنى فيطلب درهما فلا يعطيه  ويقصده",
    "en": ""
  },
  {
    "ar": "الأجنبى الفقير فيطلب درهما فلا يعطيه ثم يقصده  القريب  الفقير  فيعطيه  فيكون",
    "en": ""
  },
  {
    "ar": "انبعاث داعيته المجموع الباعثين وهو القرابة والفقر وكذلك الرجل يتصدق بين  يدى",
    "en": ""
  },
  {
    "ar": "الناس لغرض الثواب ولغرض الثناء ويكون بحيث لو كان منفردا لكان لا  يبعثه  مجرد",
    "en": ""
  },
  {
    "ar": "قصد الثواب على العطاء ولو كان الطالب فاسقا لا ثواب في التصدق  عليه  لكان  لا",
    "en": ""
  },
  {
    "ar": "يبعثه مجرد الرياء على العطاء ولو اجتمعا أورثا بمجموعهما  تحريك  القلب  ولنسم",
    "en": ""
  },
  {
    "ar": "هذا الجنس مشاركة والرابع أن يكون أحد الباعثين مستقلا لو انفرد بنفسه  والثانى",
    "en": ""
  },
  {
    "ar": "لا يستقل ولكن لما انضاف إليه لم ينفك عن تأثير بالإعانة  والتسهيل  ومثاله  في",
    "en": ""
  },
  {
    "ar": "المحسوس أن يعاون الضعيف الرجل القوى على الحمل ولو  انفرد  القوى  لاستقل  ولو",
    "en": ""
  },
  {
    "ar": "انفرد الضعيف لم يستقل فإن ذلك بالجملة يسهل العمل ويؤثر في تخفيفه  ومثاله  في",
    "en": ""
  },
  {
    "ar": "غرضنا أن يكون للإنسان ورد في الصلاة وعادة في الصدقات فاتفق أن حضر  في  وقتها",
    "en": ""
  },
  {
    "ar": "جماعة من الناس فصار الفعل أخف علة بسبب مشاهدتهم وعلم  من  نفسه  أنه  لو  كان",
    "en": ""
  },
  {
    "ar": "منفردا خاليا لم يفتر عن عمله وعلم أن عمله لو لم يكن طاعة لم يكن مجرد  الرياء",
    "en": ""
  },
  {
    "ar": "يحمله عليه فهو شوب تطرق إلى النية ولنسم هذا الجنس  المعاونة  فالباعث  الثانى",
    "en": ""
  },
  {
    "ar": "إما أن يكون رفيقا أو شريكا أو معينا وسنذكر حكمها في باب الإخلاص والغرض  الآن",
    "en": ""
  },
  {
    "ar": "بيان أقسام النيات فإن العمل تابع للباعث عليه  فيكتسب  الحكم  منه  ولذلك  قيل",
    "en": ""
  },
  {
    "ar": "إنما الاعمال بالنيات لأنها تابعة لا حكم لها في نفسها وإنما الحكم للمتبوع.",
    "en": ""
  },
  {
    "ar": "بيان سر قوله صلى الله عليه وسلم نية المؤمن خير من عمله[21]",
    "en": ""
  },
  {
    "ar": "أعلم أنه قد يظن أن سبب هذا الترجيح ان النية سر لا يطلع عليه إلا  الله  تعالى",
    "en": ""
  },
  {
    "ar": "والعمل ظاهر ولعمل السر فضل وهذا صحيح ولكن ليس هو المراد لانه لو نوى ان  يذكر",
    "en": ""
  },
  {
    "ar": "الله بقلبه أو يتفكر في مصالح المسلمين فيقتضي عموم الحديث أن تكون نية  التفكر",
    "en": ""
  },
  {
    "ar": "خيرا من التفكر وقد يظن أن سبب الترجيح أن النية تدوم إلى آخر  العمل  والأعمال",
    "en": ""
  },
  {
    "ar": "لا تدوم وهو ضعيف لأن ذلك يرجع معناه إلى أن العمل الكثير  خير  من  القليل  بل",
    "en": ""
  },
  {
    "ar": "ليس كذلك فإن نية أعمال الصلاة قد لا تدوم إلا في لحظات معدودة  والأعمال  تدوم",
    "en": ""
  },
  {
    "ar": "والعموم يقتضى أن تكون نيته خيرا من عمله وقد يقال إن معناه أن  النية  بمجردها",
    "en": ""
  },
  {
    "ar": "خير من العمل بمجرده دون النية وهو كذلك ولكنه  بعيد  ان  يكون  هو  المراد  إذ",
    "en": ""
  },
  {
    "ar": "العمل بلا نية أو على الغفلة  لا  خير  فيه  أصلا  والنية  بمجردها  خير  وظاهر",
    "en": ""
  },
  {
    "ar": "الترجيح للمشتركين في اصل الخير بل المعنى أن كل طاعة تنتظم  بنية  وعمل  وكانت",
    "en": ""
  },
  {
    "ar": "النية من جملة الخيرات وكان العمل من جملة الخيرات ولكن النية من  جملة  الطاعة",
    "en": ""
  },
  {
    "ar": "خير من العمل أى لكل واحد منهما أثر في المقصود وأثر النية أكثر من  أثر  العمل",
    "en": ""
  },
  {
    "ar": "فمعناه نية المؤمن من جملة طاعته خير من عمله الذى هو من جملة طاعته والغرض  أن",
    "en": ""
  },
  {
    "ar": "للعبد اختيارا في النية وفى العمل فمهما عملان والنية من  الجملة  خيرهما  فهذا",
    "en": ""
  },
  {
    "ar": "معناه وأما سبب كونها خيرا ومترجحة على العمل فلا يفهمه إلا من فهم مقصد  الدين",
    "en": ""
  },
  {
    "ar": "وطريقه ومبلغ أثر الطريق في الاتصال إلى المقصد وقاس  بعض  الآثار  بالبعض  حتى",
    "en": ""
  },
  {
    "ar": "يظهر له بعد ذلك الأرجح بالإضافة إلى المقصود فمن قال  الخبز  خير  من  الفاكهة",
    "en": ""
  },
  {
    "ar": "فإنما يعنى به أنه خير بالإضافة إلى مقصود القوت والاغتذاء ولا  يفهم  ذلك  إلا",
    "en": ""
  },
  {
    "ar": "من فهم أن للغذاء مقصدا وهو الصحة والبقاء  وأن  الأغذية  مختلفة  الآثار  فيها",
    "en": ""
  },
  {
    "ar": "وفهم أثر كل واحد وقاس بعضها بالبعض  فالطاعات  غذاء  للقلوب  والمقصود  شفاؤها",
    "en": ""
  },
  {
    "ar": "وبقاؤها وسلامتها في الآخرة وسعادتها وتنعمها بلقاء  الله  تعالى  فالمقصد  لذة",
    "en": ""
  },
  {
    "ar": "السعادة بلقاء الله فقط ولن يتنعم بلقاء الله إلا من مات محبا لله تعالى  عارفا",
    "en": ""
  },
  {
    "ar": "بالله ولن يحبه إلا من عرفه ولن يأنس بربه إلا من  طال  ذكره  له  فالآنس  يحصل",
    "en": ""
  },
  {
    "ar": "بدوام الذكر والمعرفة تحصل بدوام الفكر  والمحبة  تتبع  المعرفة  بالضرورة  ولن",
    "en": ""
  },
  {
    "ar": "يتفرغ القلب لدوام الذكر والفكر إلا إذا فرغ من  شواغل  الدنيا  ولن  يتفرغ  من",
    "en": ""
  },
  {
    "ar": "شواغلها إلا إذا انقطع عنه شهواتها حتى يصير مائلا إلى الخير  مريدا  له  نافرا",
    "en": ""
  },
  {
    "ar": "عن الشر مبغضا له وإنما يميل إلى  الخيرات  والطاعات  إذا  علم  أن  سعادته  في",
    "en": ""
  },
  {
    "ar": "الآخرة منوطة بها كما يميل العاقل إلى القصد والحجامة لعلمه بأن  سلامته  فيهما",
    "en": ""
  },
  {
    "ar": "وإذا حصل أصل الميل بالمعرفة فإنما يقوى بالعمل بمقتضى  الميل  والمواظبة  عليه",
    "en": ""
  },
  {
    "ar": "فإن المواظبة على مقتضى صفات القلب وإرادتها بالعمل تجرى  مجرى  الغذاء  والقوت",
    "en": ""
  },
  {
    "ar": "لتلك الصفة حتى تترشح الصفة  وتقوى  بسببها  فالمائل  إلى  طلب  العلم  او  طلب",
    "en": ""
  },
  {
    "ar": "الرياسة لا يكون ميله في الابتداء إلا ضعيفا  فإن  اتبع  بمقتضى  الميل  واشتغل",
    "en": ""
  },
  {
    "ar": "بالعلم وتربية الرياسة والأعمال المطلوبة  لذلك  تأكيد  ميله  ورسخ  وعسر  عليه",
    "en": ""
  },
  {
    "ar": "النزوع وإن خالف مقتضى ميله ضعف ميله وانكسر وربما زال  والمحق  بل  الذى  ينظر",
    "en": ""
  },
  {
    "ar": "إلى وجه حسن مثلا فيميل  إليه  طبعا  لا  ضعفا  لو  تبعه  وعمل  بمقتضاه  فداوم",
    "en": ""
  },
  {
    "ar": "علىالنظر والمجالسة والمخالطة والمحاورة تأكد ميله حتى يخرج  أمره  عن  اختياره",
    "en": ""
  },
  {
    "ar": "فلا يقدر على النزوع عنه ولو فطم نفسه ابتداء وخالف مقتضى ميله لكان  ذلك  كقطع",
    "en": ""
  },
  {
    "ar": "القوت والغذاء عن صفة الميل ويكون ذلك زبرا ودفعا  في  وجهه  حتى  يضعف  وينكسر",
    "en": ""
  },
  {
    "ar": "بسببه وينقمع وينمحى وهكذا جميع الصفات والخيرات والطاعات كلها  هى  التى  تراد",
    "en": ""
  },
  {
    "ar": "بها الآخرة والشرور كلها هى التى تراد بها الدنيا لا  الآخرة  وميل  النفس  إلى",
    "en": ""
  },
  {
    "ar": "الخيرات الأخروية وانصرافها عن الدنيوية  هو  الذى  يفرغها  للذكر  والفكر  ولن",
    "en": ""
  },
  {
    "ar": "يتأكد ذلك إلا بالمواظبة على أعمال  الطاعة  وترك  المعاصى  بالجوارح  لأن  بين",
    "en": ""
  },
  {
    "ar": "الجوارح وبين القلب علاقة حتى إنه يتأثر كل واحد منهما بالآخر فترى  العضو  إذا",
    "en": ""
  },
  {
    "ar": "أصابته جراحة تألم بها القلب وترى القلب إذا تألم بعلمه بموت عزيز من أعزته  أو",
    "en": ""
  },
  {
    "ar": "بهجوم أمر مخوف تأثرت به الأعضاء وارتعدت الفرائض وتغير اللون إلا أن القلب  هو",
    "en": ""
  },
  {
    "ar": "الأصل  المتبوع  فكأنه  الأمير  والراعى  والجوارح  كالخدم  والرعايا  والأتباع",
    "en": ""
  },
  {
    "ar": "فالجوارح خادمة للقلب بتأكيد صفاتها  فيه  فالقلب  هو  المقصود  والأعضاء  آلات",
    "en": ""
  },
  {
    "ar": "موصلة إلى المقصود ولذلك قال النبى صلى الله عليه وسلم (إن في الجسد  مضغة  إذا",
    "en": ""
  },
  {
    "ar": "صلحت صلح لها سائر الجسد)[22] وقال عليه الصلاة  والسلام  (اللهم  أصلح  الراعى",
    "en": ""
  },
  {
    "ar": "والرعية)[23] وأراد بالراعى القلب وقال الله تعالى (لن ينال لحومها ولا  دماؤها",
    "en": ""
  },
  {
    "ar": "ولكن يناله التقوى منكم) وهى صفة القلب فمن هذا الوجه يجب  لا  محالة  أن  تكون",
    "en": ""
  },
  {
    "ar": "أعمال القلب على الجملة أفضل من حركات الجوارح ثم يجب أن تكون النية من  جملتها",
    "en": ""
  },
  {
    "ar": "أفضل لأنها عبارة عن ميل  القلب  إلى  الخير  وإرادته  له  وغرضنا  من  الأعمال",
    "en": ""
  },
  {
    "ar": "بالجوارح أن يعود القلب إرادة الخير ويؤكد  فيه  الميل  إليه  ليفرغ  من  شهوات",
    "en": ""
  },
  {
    "ar": "الدنيا ويكب على الذكر والفكر فبالضرورة  يكون  خيرا  بالإضافة  إلىالغرض  لأنه",
    "en": "IMAM GHAZZALI'S IHYA ULUM-ID-DIN Translated by FAZL-UL-KARIM VOL. IV - PART II CONTENTS Chapter 7. Will, intention and Truthfulness 319 Actions relating to intention 321 Rewards of sincere intention 324 Truthfulness\t331 THE REVIVAL OF RELIGIOUS LEARNINGS The Book of Constructive Virtues PART II CHAPTER VII WILL OR INTENTION Will has got two elements in it-knowledge and action.' Knowledge comes before action as it is the basis of action and action comes after knowledge. Action is the fruit of knowledge and its branch. Action is not complete without three things-Knowledge, will and strength. Man does not will to do a thing which he does not known and so knowledge is necessary for an action. Again he does not do a thing even if he knows it unless he has the will to do it. So will or intention is also necessary. Again will is not sufficient to do a thing. Power or strength is also necessary to implement will. How many people there are who cannot eat for want of their strength even though they have got will to eat. So knowledge, will and strength are necessary for an action. First knowledge and then will and then action follow one after another. Without knowledge of a thing, a man does not intend to have that thing. Without will or intention, there is no movement of physical organs to do that thing. So action is the fruit of will and will is the fruit of knowledge. Number of Intention or will. A man may have no other intention than a single one to do a thing. Again he may have different intentions to do that thing. If a man sees a tiger, he at once flees away from it. This, fleeing is the only intention in order to ward off its attack and injury. This knowledge enkindles in him a desire to flee and that desire gives movement to his limbs to flee. This is his sole intention and there is no other intention mixed with it. ONE WHOSE INTENTION IS NEXT WORLD He who has made his sole object to get happiness in the next world does all his deeds in this world with that object alone and he has got no other objecttin his worldly deeds. He thinks that the food of soul is worship of God. The object of worship of God is to free the soul from diseases, to keep it alive and to make it healthy and better to gain happiness in the next world. The object of divine worship is to get relish of the sight of God. He will not attain this object unless he loves God and dies in that condition. He will not get the love of God unless he attains knowledge about Him. He will not get His knowledge unless he remembers Him 320\tWILL OR INTENTION\tVol-N too often. So the attainment of love of God is the result of constant remembrance of God and thought about Him and His works. Again mind does not turn to His constant remembrance unless it is free from the worldly thoughts and anxieties. Mind does not find time from worldly anxieties unless it is free from worldly greed and temptations, and unless it wills to do good and refrains from evil. A man likes to do good and refrains from evil when he knows that his fortune in the next world is linked with the good deeds he does in this world just as a wise man likes to take bitter pill to get cured from a fatal disease. When linking of mind is acquired along with knowledge, he acquires strength of mind to do good works and then he is habituated to do good works and it becomes then difficult for him to come out of them. Similar is the case with a man who is habituated to evil deeds. Therefore it is said that habit is the second nature. He whose object is the next worldly happiness should therefore be habituated to clear up his mind for constant remembrance of God. This state of mind cannot be created unless one gives up sins and takes up to virtuous deeds with the help of bodily limbs, because mind is affected by the movements of bodily organs and the bodily organs also are affected by the state of mind and thus there is a close connection between body and mind. Mind is just like a ruler and bodily organs are like servants. So bodily organs are subservient to mind. For this the Holy Prophet of loam said : There is a clot of blood in body. When it is sound the whole body is sound. He also said : 0 God, do good to the ruler and the ruled. Here the ruler means soul or mind. God also said in the Quran : Allah will not accept its blood or meat but He will accept from you Taqwa (meaning God=fear). That is the attribute of mind. The object of God-worship is to change mind and the propensities of mind, and not to change the bodily limbs. So dou''.t.think that the object of Sajda or prostration is only to place the forehead on the ground, but its real object is to habituate the sense of humility in mind. Whose finds humility of mind, his bodily limbs also assume an humble attitude. This humility of mind and the humble attitude of the bodily limbs make the attribute of modesty perfect. If the mind of anybody becomes soft on seeing an orphan, kindness in his mind is more enkindled if his hand passes over his head. For this reason, action without Vol-IV THE BOOK OF CONSTRUCTIVE VIRTUES\t321 intention is basically not fruitful or beneficial, because if a man's hand touches the head of an orphan unmindfully, softness of his mind does not increase and its effect does not fall in mind. Therefore God- worship without Niyyat (intention) or without application of mind brings no reward while Niyyat followed by action brings reward. The Holy Prophet said : There is written one reward for one who intended to do a good deed but could not translate it into action. The object of cow or animal sacrifice is not to shed blood but to turn away the mind from the temptations of the world for incurring the pleasure of Allah. This reward is attained owing to the object of Sacrifice. For this reason the Holy Prophet said: There are people at Medina who shared, with us the rewards of Jihad (holy war) although they did not actally join it. The reason is that they had pious intention to join it but could not do so owing to satisfactory reason. ACTIONS RELATING TO INTENTION These actions can mainly be divided into three classes Sinful actions, pious actions and lawful actions. (1) Sinful actions. If the intention is good, a sinful act does not turn to a virtuous act. If you backbite a man to please another, if you give to a beggar the food of another person, if you make gift of illegal property to construct a mosque, bridge or such charitable object, you will not absolve yourself from the sinful act although your intention is good and pious. To intend to do a pious action with an illegal thing is also sin. If he does out of ignorance, he will be guilty of ignorance as acquisition of learning is compulsory upon both males and, females. The Holy Prophet said: An ignorant man cannot raise the plea of innocent. (2) Pious actions. If there is no pious or good intention in a good act, there is no reward. If there is any other intention but to please God in a devotional act, it is a sinful act, but if there are many intentions including one to please God, rewards also multiply. For instance, to keep sitting in a mosque is a good act but it admits of many intentions - (1) to hope for sight of God as mosque is considered as a house of God where God can be seen, for the Holy Prophet said : He who keeps sitting in a mosque, meets with God. (2) to wait for the next prayer, for the Prophet said that he who waits for prayer will get the same reward as that of a man who has prayed, (3) to keep the bodily organs from 322\tWILL OR INTENTION\tVol-IV sinful acts. (4) to concentrate all thoughts upon Allah, (5) to be engaged in the remembrance of Allah. (6) to enjoin good works and prohibit evils, (7) to get benefit from those who fear Allah. So there might be many good intentions in a pious act and rewards also increase according to the number of such intentions. Lawful actions. In lawful act, rewards can be increased according to the number of intentions. He suffers much who is unmindful of this fact. The Prophet.said : There is account for what is lawful and there is punishment for what unlawful. He also said : People will be asked on the resurrection day for everything, even why he applied antimony to his eyes, why he muddled the earth with his fingers, why he touched the things of his brother. He said : He applies scent for the sake when Allah will come on the Resurrection Day with such a fragrance which will be more scented than musk. He who applies it for other than Allah will come on the Resurrection Day with the stench more than that of a dead animal. So application of scent is lawful, but intention therefor is necessary. Lawful things are innumerable and it is not possible to count these intentions. A pious man said I think it good to have intentions in everything eating, drinking sleeping, etc. To intend to attain nearness to God in these matters is possible, as these things are necessary for the upkeep of the body. If a man takes food with the intention of bringing fear of God in mind in God-worship, intercourses with his wife to preserve his religion and to give pleasure to the mind of his wife and also to have a pious son, he does true worship of Allah by his food and marriage. He whose sole object is the next world does not need with obstruction from his food and marriage. Allah sees his mind and intention. He says : He does not utter a word but near which there is not a warner-50:18. A pious man said : -1 wrote a letter and intended to have the ink soaked on placing it on the wall of my neighbour and actually had it thus soaked. Thereafter some one from above said : You will know tomorrow what wrong action you have done by doing this act. The great saint Hazrat Hassan Basari said : A man will come on the Resurrection Day conjoined with another person and say : There is God between you and me. He will say : By God, I don't know you. He will say : You have taken a piece of thread of my cloth. These things pierce the hearts of God fearing men. Vol-IV THE BOOK OF CONSTRUCTIVE VIRTUES\t323 It is reported that the Prophet Zakaria was raising an earthen wall as a labourer for some person. He used to eat the earnings of his own hand. He began to take his food but when a person begged of him something to eat, he did not give it to him. The people around him were surprised to see the action of the Prophet as he was too much reported for his generosity and asceticism. He then said : I work as a labourer of some persons. They gave me this bread in order to gain strength and do their work. If he- had taken food with me, it would not have been sufficient for him, nor for me. By that, I would not have been able to complete their work. The man who has got clear insight takes care of even these small things with the help of Divine light. The great saint Sufiyan said : If a man calls another to take share in his food without really intending to part anything of his food, he will be guilty of hypocrisy even if the man partakes of his food, Had he known his intention, he would not have partaken of his food. So examine your intention in all affairs and do not do any action without intention. MEANING OF INTENTION Meaning of Intention is not only expression by mouth but also will to that expression. It is the liking of mind for that-for which expression is used by the month. When there is no liking or intention of mind, mere verbal expression means nothing. So Niyyat or intention in prayer by only verbal expression without application of mind is meaningless. It is just like the expression,l, love so and so without actually meaning the same. Arran turns towards one whom he believes to be his friend. There are many causes for willingness or unwillingness of mind and causes vary according to. the different conditions of man. When a man desires to marry a girl in order to satisfy his carnal desire, he can not have the will to get a son by copulation with her. The reason of copulation is the satisfaction of his canal desire, and not to have a child, If he says by mouth \"I copulate with you to have a son\"; it will be falsehood. It is not his word of mind, but of mouth, For this reason, some of the former saints did not do anything without forming a definite niyyat or intention for that. It is reported that the great saint Ibn Sirin did not pray Janaja prayer over the deadbody of Hazrat Hasan Basari as he said that the niyyat of Janaja did not as yet arise in his mind. Ahmed-bSolaiman was a reputed learned man of Kufa. When he died, the 324\tWILL OR INTENTION\tVol-IV great saint Sufiyan Saori was requested to say his funereal prayer. He said : Had I had the intention, I would have performed it. Once the great saint Taus was requested to pray for the people, He said : When I will, I shall do it. These saints knew that Niyyat is not the only expression by mouth but it is also a desire of mind, a flow of current from Allah. Sometimes it is easy and sometimes it becomes difficult. It is true that the intention of the man in whose heart the affairs of the religion are easy becomes easy for doing good deeds, as his mind keeps inclined to good things for most part of the times, but the intention of the man whose mind keeps inclined to evil deeds does not become so easy for doing goods deeds, even the obligatory duties also become difficult to him. Different intentions in God-worship. Man may have different intentions in divine service. Some do good deeds out of hope of getting happiness in Paradise. If they do these deeds with the sole intention of pleasing God and to declare His glory and majesty and with no other intention, their intention is said to be pure and unadulterated. If one does good deeds for satisfying carnal desire with Hurs, he will get it in Paradise. If he does this to meet with Allah. he will be blessed with His sight. The most honourable and glorious are they who do good deeds out of love for Him ind out of a desire to be blessed with His love and sight. The ;puran praises them in the following words : Rather they call their Lord morning and evening only for His pleasure. They will gel J'ewards according to their intentions. When they will be blessed with His sight, they will think the sight of the beautiful Hurs very little. REWARDS OF PURE INTENTION The Holy Quran says: They were not ordered except to worship Allah, being sincere to Him along. It again says : Behold, reli*ion is only for Allah (39:5) He also says : Let one who hopes to meet his Lord do good works and do not associate anyone in the service of his Lord-18:110. The Prophet said : The heart of a Muslim does not play treachery in three things to work sincerely for Allah, to give admonition to the ruler and to remain united. He also said: Allah says : Ikhlas or to work sincerely for Allah is a fidden treasure out of My hidden treasures. I put it in the heart of one whom I love. He also said : The fountain of wisdom flows in his heart who worships Allah sincerely for 40 days. The Holy Vol-IV THE BOOK OF CONSTRUCTIVE VIRTUES\t325 Prophet said that three classes of persons who did not do good works sincerely for Him but for other purposes will go to Hell inspite of their ostensible good works a learned man, a benevolent man and a warrior. There is a story in the anecdotes of the children of Israel. A saint had at his credit divine service for long long year. One day some people were worshipping a tree besides Allah, At this, the saint Got angry and went to cut it with an axe. In the mean time, the devil came in the form of an old man and asked him : Where are you going? The saint said : I am going to cut off this tree. The devil said: Are you in this thought? You have come down to do this leaving aside your Divine service? The saint said : This work is also included in Divine service. The devil said : I will not permit you to cut down this tree. At this he fell down upon the saint but the latter overpowered him, threw him down on the ground and sat upon his chest. The devil said : Desist from this action or I will kill you. At this he let off the devil who said to him : 0 saint, Allah has taken over this responsibility from you. He has not made it compulsory for you. You yourself do not worship this tree and the affairs of others have not developed on you. This is the duty of Prophets. Had he willed, He would have certainly sent a Prophet to the inhabitants of this place and ordered him to cut down this tree. Then the saint said : To cut down this tree is also a part of my duty. The saint then fell upon the devil and threw him away and got on his chest. The devil again having been discomfitted said to him : There is an affair between you and me which is good and beneficial for you. The saint asked him what it was. The devil said : Let me be secure and then I will tell you of it. Thereafter he let him off and the devil said to him : You are a poor man, you have got no property. You are a burden upon your friends and relatives. Perhaps you wish to get more honour than your brethren, to get more sympathy from your religious men and you do not want to depend on the people The saint said : Yes I hope for that. The devil said : In that case, turn away from this affair. I will place two dinars every night near your head. When you will get up at dawn. You will take them and spend them for you and your family and gift a portion to your brothers. This act of yours will be more beneficial to you and the Muslim public than the cutting down of this tree. This tree was planted and there will be 326\tWILL OR INTENTION\tVol-IV no good if you cut down this tree. At this, the saint began to ponder and said : This old man has spoken the truth. I have not been ordered to cut down this tree by God. I will incur no sin if I do not cut down this tree. Then he turned his mind from this action of cutting down the tree. Thereafter the saint went to his place of worship and spent the night. At dawn, he found two dinars near his head and took them. Next day also, this happened. This continued for three days. On the fourth day, he did not find the dinars near his head became very much enraged, and took his journey to cut down the tree. The devil came to him in the form of an old man and said Where are you going? He said : I am going to cut down the tree. The devil said : By God, you will not be able to cut it down, you will also not find your way to go there. Thereupon the saint fell upon him but the saint became just like a sparrow between his ..two legs. The devil then sat upon his chest and said : If you want to'live, get away from here or else I will cut you to pieces. The saint being helpless looked to and fro and said : 0 gentle man, you have defeated me, Let me now go The devil said : Question me now how you have first overpowered me and thereafter I have overpowered you. The devil said : At first you became enraged for the sake of Allah alone and your sole intention was to get success In the hereafter. So God make me subservient to you. But now you have become engaged for your worldly propedsities and desires and so I overpowered you. This story shows how a man with a pure and unadulterated intention can win and how a man with a motive other than that can lose and be overpowered. This proves the Quranic word Except those who work sincerely for Allah. For this reason the great saint Maruf Karkhi used to beat himself and says : Take recourse to form intention, you will then get salvation. The pure soul Eakub said : He who keeps his good deeds copcealed as he keeps his sins conceded is a man of pure intention. Solaiman said He is blessed who takes one step in the way of Allah. The second Caliph Hazrat Omar wrote to Imam Abu Musa Ashari : Allah is sufficient for a man whose intention is pure. A certain saint wrote to his brother : Make your intention pure, then a small amount of action will be sufficient for you. Ayub Saktania said : To make intention pure in an action is more difficult than the action itself. The saint Motarref said : He who is pure will be made pure. A Vol-IV THE BOOK OF CONSTRUCTIVE VIRTUES\t327 man was asked in dream : How have you seen your action? He said : I saw the action which I did for Allah. Even I saw the reward of a walnut seed I removed from the path way. The great saint Ihya-b-Muaz said: Ikhlas or sincerity separates an action from its faults as milk separates itself from urine and blood. There is a story that a man used to wear the dress of women and join the ceremonies of marriage and other festivals where women gathered together. One day he just joined a gathering of some women. It was then noticed that a diamond of a woman was missing and the women raised hue and cry and said : Shut up the doors. We shall search for the diamond. Thereafter they began to search one by one. When the turn of the female-dressed man came, there was a woman with him. He called Allah sincerely and said : I will never do such an act if I get acquitted this time. Immediately then the diamond was found with the woman who was with him. They then cried aloud Leave the rest. We have found out the diamond. There is the story of a saint who said: I was travelling by sea for Jihad or holy war. Some one of us wanted to sell his bag and I thought that I should purchase this bag and sell it for a higher price in a city. Then I purchased it but dreamt in that night that two persons got down from heaven and one of them said to the other : Write down the names of the warriors in the way of Allah. The other said : So and so came out only to take a journey. So and so made Jihad only for fame. So and so came to make merchandise. So and so came out only for the sake of Allah. I at once exclaimed : 0 Allah, I have not come out to make merchandise. I have got no such commodities, I have come out for Jihad. Then the other person retorted : 0 man, you intended to make profit after purchasing a bag yesterday. Thereafter I wept bitterly and said : Don't enroll me among the merchants. The man said to his companion : Write, so and so came out as a warrior in the way of Allah. Then he purchased a bag for profit. The result then rests on Allah. The saint Sarri Sakti said: Your two rakat prayer in solitude is better than your writing 70 to 700 Hadis with Isnad. Some pious man said : Wisdom is like seed, action is like crop and Ikhlas or sincerity is like water for irrigation. Another pious man said : When God becomes displeased with a man, He grants him three things and prohibits him three things. He grants him the 328\tWILL OR INTENTION\tVol-IV company of pious men but does not give him benefits from them. He grants him strength to do good deeds but without sincere intentions. He grants him wisdom but without its practical application. The great saint Susi said : Among the actions of a man, Allah desires only his Ikhlas or sincerity. What is Ikhlas? (Sincere intention). Know it for certain, 0 good readers, that everything remains mixed up with another thing. When it does not remain mixed up with other things, it is said to be pure or unadultered. When any action is done with only one object, it is said to be done with pure intention. Allah says : There is a lesson in a cow. I give you drink from what is in its belly coming out of its dung and blood-milk pure and wholesome for those who drink-16:66Q. The purity of milk means that there is no mixture of blood or excretion in the milk. Purity is opposite to mixture. What is not pure has got mixture therein. Purity in Tauhid or oneness of God admits no partnership in the existence or in the attributes of God. His existence is unique and His attributes also are unique. So uniqueness admits no partnership commonly called Shirk or setting up partner. This purity or uniqueness is external expression of will. When purpose, and will are the same, the action which flows from them is called sincere work. He whose sole purpose is to show to the people, can also be called to possess unadulterated intention. He whose sole purpose is to gain nearness of God is also called a man having pure intention, If a man intends only to have the pleasure of Allah in divine service, he must get rid of the following intentions (1) to have good health in fasting, (2) to give relief from labour in setting free a slave, (3) to recoup health in journey for Haj, (4) to fight for any other purpose than to please God, (5) to pray Tahajjud to guard the family and properties at night, (6) to acquire money or fame by education (7) to acquire money by writing books, (8) to make ablution to make oneself pure or to purify the bodily limbs, (9) to make I'tigaf in mosque in order to get relief from house rent, (10) to give a beggar so that he may not beg again, (11) to do an act to gain name and fame or to have status in society. Such an action done with an intention mixed with the pleasure of Allah is not pure and unadulterated. It will be to setting up a share with Allah, while Allah says : I am free from the partnership of partners. In short, if any intention is mixed with the intention of securing the pleasure of God, it will be shirk or setting up Vol-IV THE BOOK OF CONSTRUCTIVE VIRTUES\t329 partnership with God. He who is immerged in the thoughts of God can find no other motive or intention in his mind in an action. He takes even food and drink just as he feels necessity to make waters or to ease himself from obnoxious things in his belly. He does not feel necessity for food only for food, but for gaining strength to do divine service. If the pangs of hunger is good for him, he does not take food. He takes food only for the bare existence of life. Such a man does everything for God and God alone. The man whose mind turns towards the attainment of the worldly objects cannot have pleasure and perfection in prayer, fasting and other divine acts. Thus sincerity of purpose is a medicine which breaks the happiness of propensities, cuts the temptations of the world and keeps one engaged in the deeds of the next world. Ikhlas becomes easy for him. It is reported from a pious man that he prayed in the first row in a mosque for thirty years. One day out of some excuse, he prayed in the second row and felt some shame before the people as they saw him praying in the second row. He saw that this was a sign of Riya or show as he wished that the people would have been pleased to see him praying in the first row. This is a very subtle act of show. Those who are unmindful in their prayers will see them fruitless in the next world, as God says And it will be disclosed to them from God which they did not even think of Allah says : Shall I not inform you of those who will be losers in. their deeds- those whose efforts in the life of this world will be fruitless while they will think that they did good works. When Hazrat Abu Bakr became the first Caliph, Hazrat Omar was not displeased but rather he became pleased with the fact that the best man was elected, the man who was better than himself. This should be the guiding principle of all learned, educated and pious man. Some sayings of the sages regarding Ikhlas: The true meaning of Ikhlas is what the Holy Prophet said : The meaning of Ikhlas is to say : Allah is my Lord and to keep firm over what has been ordered by Him. In other words, it is not to worship passions and propensities and not to worship any one except Allah. It is the engage one's thought in Allah keeping away from things other than Allah. 330\tWILL OR INTENTION\tVol-IV Things that destroy Ikhlas : There are some evils that destroy Ikhlas. Some are open and some are hidden. (1) Riya or show. It greatly destroys Ikhlas. For instance, a man began to pray quite sincerely for God, but in the midst of his prayers the devil comes to him and says : Some one is looking to your prayer. Pray well, so that they may see your prayer and take you as a great religious man. At this, he becomes humble in prayer. This is open Riya or show. (2) The devil instills in his mind the desire that the people should follow him and therefore instigates him to make his prayer good. The sage Wahab-b-Monabbah said : I saw written by the side of the Torah 22 wise counsels The religious people of the children of Israel collected them and used to read them. (1) No jewel is more valuable than wisdom. (2) No property is more profitable than patience. (3) No vice is more injurious than anger. (4) No friend is more enchanting than divine service. (5) Nothing is more shameful than ignorance. (6) Nothing is more honourable than God fear. (7) Nothing is more honourable than renunciation of passions. (8) Nothing is more benefiting than pondering. (9) Nothing is more meritorious than forbearance. (10) No guilt is more dishonourable than pride. (11) No medicine is more soothing than mildness. (12) No disease is more painful than foolishness. (13) No emissary is more just than truth. (14) No proof is more instructive than truthfulness. (15) No want is more disgraceful than temptations. (16) No property is more unfortunate than saving. (17) No life is sweeter than health. (18) No livelihood is easier than self abnegation. (19) No divine service is better than modesty: (20) No renunciation is better than self- contentment. (21) No guard is more trustworthy than silence. (22) No unseen thing is nearer than death. The great sage Mahmmad Ibn Sayyed said : When you seek God with sincerity. He comes to you as a mirror in your hand wherein you can see every wonderful thing of this world and the next world. Hazrat Ibn Abbas said : He who has got these four qualities is successful - truthfulness, shame, good conduct and gratefulness. Some pious man said : The learned and the theologians agreed with regard to three things. When these three things are found in a person, he will get salvation and one thing is not made perfect without the help of another - (1) Islam or self surrender freedom from innovation and passion, (2) sincerity in Vol-IV THE BOOK OF CONSTRUCTIVE VIRTUES\t331 divine service and (3) lawful food. The great sage Sahal Tastari was asked : What is the foundation of what we are in? He said Truthfulness, generosity and courage. He was asked : Give us more admonition, He said God-fear, truthfulness shame and lawful food. TRUTHFULNESS: The Holy Prophet was asked about the means of getting perfection. He replied : Truthfulness in talk and action with sincerity. The man who has got these six things is called Siddiq or a great truthful man. The man who has got one or more of these things is called Sadiq or simple truthful man - (1) truth in talk, (2) truth in will and resolve, (3) truth in promise, (4) truth in fulfilling promise, (5) truth in action, (6) truth in various stages of religion. (1) Truth in talk. In describing past, present and future events, one must speak the truth, but there are exceptions (1) to bring amicable settlement between two contending parties. (2) to win holy war. (3) and to please wives in case of plurality of wives. In these three cases also, sincerity in intention and good will shall have to be guarded. The Prophet allowed exceptions to truth speaking in these three-cases. (2) Truth in Intention. It is termed Ikhlas or sincerity of purpose. Such a man moves only for God. Sincerity of purpose d'o'es not remain if it is mixed with temptations or passions. Such a-man may be termed a liar or hypocrite. That is seen in Hadis of the Prophet in which it has been stated that three persons will be asked on the Resurrection Day. Firstly a learned man .will be asked whether he put his learning into practice. He will mention his deeds. God will say to him : You have spoken falsehood as you intended that the people should call you a learned man and so you were called., A sage said : The health of Tauhid lies in truthfulness. God says that He testifies that the hypocrites are liars :'They say that you are the Prophet of God but they do not believe it with their hearts. So their tongue differed from their mind's. Tongue and mind must be the same in case of truthfulness in intention. (3) Truth in promise. A man may think: If God gives me wealth, I will spend half of it in His way. If I meet with an enemy in the way of God, I will fight with him. If He gives me power of anything, I will administer justice and will not act in party spirit. 332\tWILL OR INTENTION\tVol-IV He makes such promises in mind. When these things come to him, he turns back. Hazrat Omar said : The action that you strike my neck is dearer to me than your asking me to rule over a people among whom there is Abu Bakr. He did not accept the reign of Government during the life time of Hazrat Abu Bakr. (4) Fulfillment of Promise: The fourth claim of truthfulness is fulfillment of promise. God says : There are such people among the believers who fulfill their promise with God-33:23Q. Hazrat Anas reported that his uncle Anas-b-Najar could not join the battle of Badar. This grieved him very much. He said : By God, if He gives me an opportunity of joining a jihad with the Prophet. He will show what I shall do. In the following year when the battle of Uhud occurred he joined it and became a martyr. He received as many as eighty wounds in his body. Then the above mentioned verse was revealed. The Holy Prophet said: There are four classes of martyrs (1) A believer with sound faith faces the enemy and fulfills his promise till he meets with martyrdom. Then he raised up his hand so high that his cap fell down and he said : To this man, people on the Resurrection Day will look up as such. (2) A believer with sound faith faces the enemy and sees his face injured as if with the thorns of a thorny tree. Then suddenly an arrow pierces him and kills him. He is placed in the second stage. (3) A believer who has got virtues and vices mixed up faces the enemy and fulfills promise with God and is thus killed. (4) A man who has oppressed much on his soul faces the enemy and is killed. Muzahed said : Two men approached the Prophet and said : If God gives us wealth, we shall spend it in charity. When they got it, they did not keep up their promise. For this, the verse was revealed : There are such persons among them who make such promise with God: If He gives us wealth out of kindness, we shall give it in charity and become of the pious men-9:75Q. (5) Outward behaviour must correspond to inner thought: Another meaning of truthfulness is to make sincere efforts to keep outward conduct and behaviour in consonance with inner thoughts. The inner call must correspond with outward acts. If it does not correspond, show or riya comes in. There are such men who assume humility in prayer and there are such men who stand up in prayer with minds hovering in markets. For this reason the Holy Prophet said : 0 God, make my mind better than Vol-IV THE BOOK OF CONSTRUCTIVE VIRTUES\t333 my outer being and make my outward behaviour good. The saint Atiyyah-b- Abed said : When the inner thoughts and outward behaviours of a believer become the same, God expresses glory for him before the angels and says : This s..rvant of Mine is truthful. (6) Complete progress in religion: This is the highest stage among the stages of religion. It is to keep truth in God-fear, hope, honour, renunciation, contentment, God-reliance, love and other affairs. To this effect, God says : The believers are those who believe in God, His Prophets, and do not entertain any doubt in them and fight with their lives and properties in the way of God. These are they who are truthful - 49:15Q. When the companion Abu Zarr was asked about faith, he mentioned the above verse as the Prophet, being asked, mentioned the above verse. Take one illustration about truthfulness in God-fear. There is no such man who, believing in God and the next world, does not entertain God- fear, but this fear is in name only. It is not the fear of the truthful, For this reason, the Prophet said : I have not seen such a horrible thing as Hell from which a man flees away and falls asleep. THE END E-mail: webmaster - Sign the Guest Book - Imam\nGhazali Home Page Information: This\n    Page was last updated on: 18 Jun 2007 21:31:58 -0400 This\n    page was created April 1,  2003. Page\n    URL: www.muslimphilosophy.com/gz/ihya/english/ihya-vol4-C7.htm . A\n    reader is needed for PDF files and it is available\n    free of charge from Adobe . About\n    the Islamic Philosophy Online Project . Reporting\n    copyright infringement . Site\n    © Copyright 2003 by Islamic Philosophy Online, Inc. A not-for-profit\n    organization dedicated to academic study of Islamic philosophy. Individual\n    content may have its own individual copyrights. See\n    copyright information."
  },
  {
    "ar": "متمكن من نفس المقصود وهذا كما أن المعدة إذا تألمت فقد تداوى بأن يوضع  الطلاء",
    "en": ""
  },
  {
    "ar": "على الصدر وتداوى بالشرب والدواء الواصل إلى المعدة فالشرب خير من  طلاء  الصدر",
    "en": ""
  },
  {
    "ar": "لأن طلاء الصدر أيضا إنما أريد به أن يسرى منه الأثر إلى المعدة فما بلاقى  عين",
    "en": ""
  },
  {
    "ar": "المعدة فهو خير وأنفع فهكذا ينبغى أن تفهم تأثير الطاعات كلها إذ المطلوب  منها",
    "en": ""
  },
  {
    "ar": "تغيير القلوب وتبديل صفاتها فقط دون الجوارح فلا تظنن أن  فى  وضع  الجبهة  على",
    "en": ""
  },
  {
    "ar": "الأرض غرضا من حيث إنه جمع بين الجبهة والأرض بل من حيث إنه بحكم  العادة  يؤكد",
    "en": ""
  },
  {
    "ar": "صفة التواضع في القلب فإن من يجد في نفسه تواضعا فإذا  استكان  بأعضائه  وصورها",
    "en": ""
  },
  {
    "ar": "بصورة التواضع تأكد تواضعه ومن وجد في قلبه رقة على يتيم فإذا مسح  رأسه  وقبله",
    "en": ""
  },
  {
    "ar": "تأكد الرقة في قلبه ولهذا لم يكن العمل بغير نية مفيدا أصلا لأن  من  يمسح  رأس",
    "en": ""
  },
  {
    "ar": "يتيم وهو غافل بقلبه أو ظان أنه يمسح ثوبا لم ينتشر من  أعضائه  أثر  الى  قلبه",
    "en": ""
  },
  {
    "ar": "لتأكيد الرقة وكذلك من يسجد غافلا وهو مشغول الهم بأعراض الدنيا  لم  ينتشر  من",
    "en": ""
  },
  {
    "ar": "جبهته ووضعها على الأرض أثر إلى قلبه يتأكد به التواضع  فكان  وجود  ذلك  كعدمه",
    "en": ""
  },
  {
    "ar": "وما ساوى وجوده عدمه بالإضافة إلى الغرض المطلوب منه يسمى باطلا فيقال  العبادة",
    "en": ""
  },
  {
    "ar": "بغير نية باطلة وهذا معناه إذا فعل عن غفلة فإذا قصد به رياء أو تعظيم شخص  آخر",
    "en": ""
  },
  {
    "ar": "لم يكن وجوده كعدمه بل زاده شرا فإنه لم يؤكد الصفة المطلوبة تأكيدها  حتى  أكد",
    "en": ""
  },
  {
    "ar": "الصفة المطلوب قمعها وهي صفة الرياء التي هي من الميل إلى الدنيا فهذا وجه  كون",
    "en": ""
  },
  {
    "ar": "النية خير من العمل وبهذا أيضا يعرف معنى قوله صلى الله عليه وسلم من هم  بحسنة",
    "en": ""
  },
  {
    "ar": "فلم يعملها كتبت له حسنة لأن هم القلب هو ميله إلى  الخير  وانصرافه  عن  الهوى",
    "en": ""
  },
  {
    "ar": "وحب الدنيا وهى غاية الحسنات وإنما الإتمام بالعمل يزيدها تأكيدا فليس  المقصود",
    "en": ""
  },
  {
    "ar": "من إراقة دم القربان الدم واللحم بل ميل القلب  عن  حب  الدنيا  وبذلها  إيثارا",
    "en": ""
  },
  {
    "ar": "لوجه الله تعالى وهذه الصفة قد حصلت عند جزم النية والهمة  وإن  عاق  عن  العمل",
    "en": ""
  },
  {
    "ar": "عائق ف لن ينال الله لحومها ولا دماؤها ولكن يناله التقوى  منكم  والتقوى  ههنا",
    "en": ""
  },
  {
    "ar": "صفة القلب ولذلك قال صلى الله عليه  وسلم  (إن  قوما  بالمدينة  قد  شركونا  في",
    "en": ""
  },
  {
    "ar": "جهادنا) كما تقدم ذكره لأن قلوبهم  في  صدق  إرادة  الخير  وبذل  المال  والنفس",
    "en": ""
  },
  {
    "ar": "والرغبة في طلب الشهادة وإعلاء كلمة  الله  تعالى  كقلوب  الخارجين  فى  الجهاد",
    "en": ""
  },
  {
    "ar": "وإنما فارقوهم بالأبدان لعوائق تخص الأسباب الخارجة عن القلب  وذلك  غير  مطلوب",
    "en": ""
  },
  {
    "ar": "إلا لتأكيد هذه الصفات وبهذه المعاني تفهم  جميع  الأحاديث  التى  أوردناها  في",
    "en": ""
  },
  {
    "ar": "فضيلة النية فاعرضها عليها لينكشف لك أسرارها فلا نطول بالإعادة .",
    "en": ""
  },
  {
    "ar": "بيان تفصيل الأعمال المتعلقة بالنية",
    "en": ""
  },
  {
    "ar": "اعلم أن الأعمال وإن انقسمت أقساما كثيرة من فعل وقول وحركة  وسكون  وجلب  ودفع",
    "en": ""
  },
  {
    "ar": "وفكر وذكر وغير ذلك مما لا  يتصور  إحصاؤه  واستقصاؤه  فهي  ثلاثة  أقسام  معاص",
    "en": ""
  },
  {
    "ar": "وطاعات ومباحات القسم الأول المعاصي وهي لا تتغير عن موضعها بالنية  فلا  ينبغي",
    "en": ""
  },
  {
    "ar": "أن يفهم الجاهل ذلك من عموم قوله عليه السلام إنما  الأعمال  بالنيات  فيظن  أن",
    "en": ""
  },
  {
    "ar": "المعصية تنقلب طاعة بالنية كالذي يغتاب إنسانا مراعاة لقلب غيره أو يطعم  فقيرا",
    "en": ""
  },
  {
    "ar": "من مال غيره أو يبني مدرسة أو مسجدا أو رباطا بمال حرام وقصده الخير  فهذا  كله",
    "en": ""
  },
  {
    "ar": "جهل والنية لا تؤثر في إخراجه عن كونه  ظلما  وعدوانا  ومعصية  بل  قصده  الخير",
    "en": ""
  },
  {
    "ar": "بالشر على خلاف مقتضى الشرع شر آخر فإن عرفه فهو معاند للشرع وإن جهله فهو  عاص",
    "en": ""
  },
  {
    "ar": "بجهله إذ طلب العلم فريضة على كل مسلم والخيرات إنما يعرف  كونها  خيرات  للشرع",
    "en": ""
  },
  {
    "ar": "فكيف يمكن أن يكون الشر خير هيهات بل المروج لذلك على القلب خفى  الشهوة  وباطن",
    "en": ""
  },
  {
    "ar": "الهوى فإن القلب إذا كان مائلا إلى طلب الجاه واستمالة قلوب الناس  وسائر  حظوظ",
    "en": ""
  },
  {
    "ar": "النفس توسل الشيطان به إلى التلبيس على الجاهل ولذلك قال سهل رحمه الله  تعالى:",
    "en": ""
  },
  {
    "ar": "(ما عصى الله تعالى بمعصية أعظم من الجهل) قيل يا أبا محمد هل  تعرف  شيئا  أشد",
    "en": ""
  },
  {
    "ar": "من الجهل، قال نعم: (الجهل بالجهل). وهو كما قال لأن الجهل بالجهل يسد  بالكلية",
    "en": ""
  },
  {
    "ar": "باب التعلم فمن يظن بالكلية بنفسه أنه عالم فكيف  يتعلم  وكذلك  أفضل  ما  أطيع",
    "en": ""
  },
  {
    "ar": "الله تعالى به العلم ورأس العلم العلم بالعلم كما أن رأس  الجهل  الجهل  بالجهل",
    "en": ""
  },
  {
    "ar": "فإن من لا يعلم العلم النافع من العلم الضار  اشتغل  بما  أكب  الناس  عليه  من",
    "en": ""
  },
  {
    "ar": "العلوم المزخرفة التى هى وسائلهم إلى الدنيا وذلك هو  مادة  الجهل  ومنبع  فساد",
    "en": ""
  },
  {
    "ar": "العالم والمقصود أن من قصد الخير بمعصية عن جهل فهو  غير  معذور  إلا  إذا  كان",
    "en": ""
  },
  {
    "ar": "قريب العهد بالإسلام ولم يجد بعد مهلة للتعلم وقد قال الله سبحانه فاسئلوا  أهل",
    "en": ""
  },
  {
    "ar": "الذكر إن كنتم لا تعلمون وقال النبي صلى الله عليه وسلم (لا  يعذر  الجاهل  على",
    "en": ""
  },
  {
    "ar": "الجهل ولا يحل للجاهل أن يسكت على جهله ولا للعالم أن يسكت على علمه)[24]  وقال",
    "en": ""
  },
  {
    "ar": "لا ينبغى بدل ولا يحل وقد تقدم في العلم ويقرب من تقرب السلاطين ببناء  المساجد",
    "en": ""
  },
  {
    "ar": "والمدارس بالمال الحرام تقرب العلماء  السوء  بتعليم  العلم  للسفهاء  والأشرار",
    "en": ""
  },
  {
    "ar": "المشغولين بالفسق والفجور القاصرين هممهم على مماراة العلماء  ومباراة  السفهاء",
    "en": ""
  },
  {
    "ar": "واستمالة وجوه الناس وجمع حطام الدنيا وأخذ أموال السلاطين واليتامى  والمساكين",
    "en": ""
  },
  {
    "ar": "فإن هؤلاء إذا تعلموا كانوا قطاع طريق الله  تعالى  وانتهض  كل  واحد  منهم  في",
    "en": ""
  },
  {
    "ar": "بلدته نائبا عن الدجال يتكالب  على  الدنيا  ويتبع  الهوى  ويتباعد  عن  التقوى",
    "en": ""
  },
  {
    "ar": "ويستجرى الناس بسبب مشاهدته على معاصى الله تعالى ثم قد ينتشر  ذلك  العلم  إلى",
    "en": ""
  },
  {
    "ar": "مثله وأمثاله ويتخذونه أيضا آلة ووسيلة  في  الشر  واتباع  الهوى  ويتسلسل  ذلك",
    "en": ""
  },
  {
    "ar": "ووبال جميعه يرجع إلى المعلم  الذى  علمه  العلم  مع  علمه  بفساد  نيته  وقصده",
    "en": ""
  },
  {
    "ar": "ومشاهدته أنواع المعاصى من أقواله وأفعاله وفي مطعمه وملبسه ومسكنه  فيموت  هذا",
    "en": ""
  },
  {
    "ar": "العالم وتبقى آثار شره منتشرة في العالم ألف سنة مثلا وألفى سنة وطوبى لمن  إذا",
    "en": ""
  },
  {
    "ar": "مات ماتت معه ذنوبه ثم العجب من جهله حيث يقول إنما الأعمال بالنيات  وقد  قصدت",
    "en": ""
  },
  {
    "ar": "بذلك نشر علم الدين فإن استعمله هو في الفساد فالمعصية منه لا منى وما قصدت  به",
    "en": ""
  },
  {
    "ar": "إلا أن يستعين به على الخير وإنما حب الرياسة والاستتباع والتفاخر  بعلو  العلم",
    "en": ""
  },
  {
    "ar": "يحسن ذلك في قلبه والشيطان بواسطة حب الرياسة يلبس عليه  وليت  شعرى  ما  جوابه",
    "en": ""
  },
  {
    "ar": "عمن وهب سيفا من قاطع طريق وأعد له خيلا وأسبابا يستعين بها على  مقصوده  ويقول",
    "en": ""
  },
  {
    "ar": "إنما أردت البذل والسخاء والتخلق بأخلاق الله الجميلة وقصدت به  أن  يغزو  بهذا",
    "en": ""
  },
  {
    "ar": "السيف والفرس في سبيل الله تعالى فإن إعداد الخيل  والرباط  والقوة  للغزاة  من",
    "en": ""
  },
  {
    "ar": "أفضل القربات فإن هو صرفه إلى قطع الطريق فهو العاصى وقد أجمع الفقهاء  على  أن",
    "en": ""
  },
  {
    "ar": "ذلك حرام مع أن السخاء هو أحب الأخلاق إلى الله تعالى حتى قال  رسول  الله  صلى",
    "en": ""
  },
  {
    "ar": "الله عليه وسلم (إن لله تعالى ثلثمائة خلق من تقرب إليه بواحد منها  دخل  الجنة",
    "en": ""
  },
  {
    "ar": "وأحبها إليه السخاء)[25] فليت شعرى لم حرم هذا السخاء ولم  وجب  عليه  أن  ينظر",
    "en": ""
  },
  {
    "ar": "إلى قرينه الحال من هذا الظالم فإذا لاح له من عادته أنه  يستعين  بالسلاح  على",
    "en": ""
  },
  {
    "ar": "الشر فينبغى أن يسعى فى سلب سلاحه لا أن  يمده  بغيره  والعلم  سلاح  يقاتل  به",
    "en": ""
  },
  {
    "ar": "الشيطان وأعداء الله تعالى وقد يعاون به أعداء الله عز وجل وهو  الهوى  فمن  لا",
    "en": ""
  },
  {
    "ar": "يزال مؤثرا لدنياه على دينه ولهواه على اخرته وهو عاجز  عنها  لقلة  فضله  فكيف",
    "en": ""
  },
  {
    "ar": "يجوز إمداده بنوع علم يتمكن به من الوصول إلى شهواته بل  لم  يزل  علماء  السلف",
    "en": ""
  },
  {
    "ar": "رحمهم الله تعالى يتفقدون أحوال من يتردد إليهم فلو رأوا منه تقصيرا فى نفل  من",
    "en": ""
  },
  {
    "ar": "النوافل أنكروه وتركوا إكرامه وإذا رأوا منه فجورا واستحلال حرام  هجروه  ونفوه",
    "en": ""
  },
  {
    "ar": "عن مجالسهم وتركوا تكليمه فضلا عن تعليمه لعلمهم بأن من تعلم  مسألة  ولم  يعمل",
    "en": ""
  },
  {
    "ar": "بها وجاوزها إلى غيرها فليس يطلب إلا آلة  الشر  وقد  تعوذ  جميع  السلف  بالله",
    "en": ""
  },
  {
    "ar": "تعالى من الفاجر العالم بالسنة وما تعوذوا من الفاجر الجاهل حكى عن  بعض  أصحاب",
    "en": ""
  },
  {
    "ar": "أحمد بن حنبل رحمه الله أنه كان يتردد إليه سنين ثم  اتفق  أن  أعرض  عنه  أحمد",
    "en": ""
  },
  {
    "ar": "وهجره وصار لا يكلمه فلم يزل يسأله عن تغيره عليه وهو لا يذكره حتى  قال  بلغني",
    "en": ""
  },
  {
    "ar": "أنك طينت حائط دارك من جانب الشارع وقد أخذت قدر سمك الطين وهو أنملة  من  شارع",
    "en": ""
  },
  {
    "ar": "المسلمين فلا تصلح لنقل العلم فهكذا كانت مراقبة السلف لأحوال طلاب العلم  وهذا",
    "en": ""
  },
  {
    "ar": "وأمثاله مما يلتبس على الأغبياء  وأتباع  الشيطان  وإن  كانوا  أرباب  الطيالسة",
    "en": ""
  },
  {
    "ar": "والأكمام الواسعة وأصحاب الألسنة الطويلة والفضل الكثير أعني الفضل  من  العلوم",
    "en": ""
  },
  {
    "ar": "التى لا تشتمل على التحذير من الدنيا والزجر عنها والترغيب في  الآخرة  والدعاء",
    "en": ""
  },
  {
    "ar": "إليها بل هي العلوم التى تتعلق بالخلق ويتوصل  بها  إلى  جمع  الحطام  واستتباع",
    "en": ""
  },
  {
    "ar": "الناس والتقدم على الأقران فإذن قوله عليه السلام إنما  الأعمال  بالنيات  يختص",
    "en": ""
  },
  {
    "ar": "من الأقسام الثلاثة بالطاعات والمباحات دون  المعاصي  اذ  الطاعة  تنقلب  معصية",
    "en": ""
  },
  {
    "ar": "بالقصد والمباح ينقلب معصية وطاعة بالقصد فأما المعصية فلا تنقلب  طاعة  بالقصد",
    "en": ""
  },
  {
    "ar": "أصلا نعم للنية دخل فيها وهو أنه إذا انضاف إليها قصود خبيثة تضاعف وزرها  وعظم",
    "en": ""
  },
  {
    "ar": "وبالها كما ذكرنا ذلك في كتاب التوبة.",
    "en": ""
  },
  {
    "ar": "القسم الثاني الطاعات",
    "en": ""
  },
  {
    "ar": "وهي مرتبطة بالنيات في أصل صحتها وفي تضاعف فضلها أما الأصل فهو  أن  ينوى  بها",
    "en": ""
  },
  {
    "ar": "عبادة الله تعالى لا غير فإن نوى الرياء صارت معصية وأما  تضاعف  الفضل  فبكثرة",
    "en": ""
  },
  {
    "ar": "النيات الحسنة فإن الطاعة الواحدة يمكن أن ينوى بها خيرات كثيرة فيكون  له  بكل",
    "en": ""
  },
  {
    "ar": "نية ثواب إذ كل واحدة منها حسنة ثم تضاعف كل حسنة عشر أمثالها[26] كما  ورد  به",
    "en": ""
  },
  {
    "ar": "الخبر ومثاله القعود فى المسجد فإنه طاعة ويمكن أن ينوى  فيه  نيات  كثيرة  حتى",
    "en": ""
  },
  {
    "ar": "يصير من فضائل أعمال المتقين ويبلغ به درجات المقربين:",
    "en": ""
  },
  {
    "ar": "أولها أن يعتقد أنه بيت الله وأن داخله زائر الله فيقصد به  زيارة  مولاه  رجاء",
    "en": ""
  },
  {
    "ar": "لما وعده به رسول الله صلى الله عليه وسلم حيث قال (من قعد فى المسجد  فقد  زار",
    "en": ""
  },
  {
    "ar": "الله تعالى وحق على المزور أن يكرم زائره)[27]",
    "en": ""
  },
  {
    "ar": "وثانيها أن ينتظر الصلاة بعد الصلاة فيكون في جملة انتظاره في الصلاة وهو  معنى",
    "en": ""
  },
  {
    "ar": "قوله تعالى ورابطوا.",
    "en": ""
  },
  {
    "ar": "وثالثها الترهب بكف السمع والبصر والأعضاء عن الحركات والترددات  فإن  الاعتكاف",
    "en": ""
  },
  {
    "ar": "كف وهو في معنى الصوم وهو نوع ترهب ولذلك قال رسول الله  صلى  الله  عليه  وسلم",
    "en": ""
  },
  {
    "ar": "(رهبانية أمتي القعود في المساجد)[28]",
    "en": "CONTENTS Chapter 7. Will, intention and Truthfulness 319 Actions relating to intention 321 Rewards of sincere intention 324 Truthfulness\t331 THE REVIVAL OF RELIGIOUS LEARNINGS The Book of Constructive Virtues PART II CHAPTER VII WILL OR INTENTION Will has got two elements in it-knowledge and action.' Knowledge comes before action as it is the basis of action and action comes after knowledge. Action is the fruit of knowledge and its branch. Action is not complete without three things-Knowledge, will and strength. Man does not will to do a thing which he does not known and so knowledge is necessary for an action. Again he does not do a thing even if he knows it unless he has the will to do it. So will or intention is also necessary. Again will is not sufficient to do a thing. Power or strength is also necessary to implement will. How many people there are who cannot eat for want of their strength even though they have got will to eat. So knowledge, will and strength are necessary for an action. First knowledge and then will and then action follow one after another. Without knowledge of a thing, a man does not intend to have that thing. Without will or intention, there is no movement of physical organs to do that thing. So action is the fruit of will and will is the fruit of knowledge. Number of Intention or will. A man may have no other intention than a single one to do a thing. Again he may have different intentions to do that thing. If a man sees a tiger, he at once flees away from it. This, fleeing is the only intention in order to ward off its attack and injury. This knowledge enkindles in him a desire to flee and that desire gives movement to his limbs to flee. This is his sole intention and there is no other intention mixed with it. ONE WHOSE INTENTION IS NEXT WORLD He who has made his sole object to get happiness in the next world does all his deeds in this world with that object alone and he has got no other objecttin his worldly deeds. He thinks that the food of soul is worship of God. The object of worship of God is to free the soul from diseases, to keep it alive and to make it healthy and better to gain happiness in the next world. The object of divine worship is to get relish of the sight of God. He will not attain this object unless he loves God and dies in that condition. He will not get the love of God unless he attains knowledge about Him. He will not get His knowledge unless he remembers Him 320\tWILL OR INTENTION\tVol-N too often. So the attainment of love of God is the result of constant remembrance of God and thought about Him and His works. Again mind does not turn to His constant remembrance unless it is free from the worldly thoughts and anxieties. Mind does not find time from worldly anxieties unless it is free from worldly greed and temptations, and unless it wills to do good and refrains from evil. A man likes to do good and refrains from evil when he knows that his fortune in the next world is linked with the good deeds he does in this world just as a wise man likes to take bitter pill to get cured from a fatal disease. When linking of mind is acquired along with knowledge, he acquires strength of mind to do good works and then he is habituated to do good works and it becomes then difficult for him to come out of them. Similar is the case with a man who is habituated to evil deeds. Therefore it is said that habit is the second nature. He whose object is the next worldly happiness should therefore be habituated to clear up his mind for constant remembrance of God. This state of mind cannot be created unless one gives up sins and takes up to virtuous deeds with the help of bodily limbs, because mind is affected by the movements of bodily organs and the bodily organs also are affected by the state of mind and thus there is a close connection between body and mind. Mind is just like a ruler and bodily organs are like servants. So bodily organs are subservient to mind. For this the Holy Prophet of loam said : There is a clot of blood in body. When it is sound the whole body is sound. He also said : 0 God, do good to the ruler and the ruled. Here the ruler means soul or mind. God also said in the Quran : Allah will not accept its blood or meat but He will accept from you Taqwa (meaning God=fear). That is the attribute of mind. The object of God-worship is to change mind and the propensities of mind, and not to change the bodily limbs. So dou''.t.think that the object of Sajda or prostration is only to place the forehead on the ground, but its real object is to habituate the sense of humility in mind. Whose finds humility of mind, his bodily limbs also assume an humble attitude. This humility of mind and the humble attitude of the bodily limbs make the attribute of modesty perfect. If the mind of anybody becomes soft on seeing an orphan, kindness in his mind is more enkindled if his hand passes over his head. For this reason, action without Vol-IV THE BOOK OF CONSTRUCTIVE VIRTUES\t321 intention is basically not fruitful or beneficial, because if a man's hand touches the head of an orphan unmindfully, softness of his mind does not increase and its effect does not fall in mind. Therefore God- worship without Niyyat (intention) or without application of mind brings no reward while Niyyat followed by action brings reward. The Holy Prophet said : There is written one reward for one who intended to do a good deed but could not translate it into action. The object of cow or animal sacrifice is not to shed blood but to turn away the mind from the temptations of the world for incurring the pleasure of Allah. This reward is attained owing to the object of Sacrifice. For this reason the Holy Prophet said: There are people at Medina who shared, with us the rewards of Jihad (holy war) although they did not actally join it. The reason is that they had pious intention to join it but could not do so owing to satisfactory reason. ACTIONS RELATING TO INTENTION These actions can mainly be divided into three classes Sinful actions, pious actions and lawful actions. (1) Sinful actions. If the intention is good, a sinful act does not turn to a virtuous act. If you backbite a man to please another, if you give to a beggar the food of another person, if you make gift of illegal property to construct a mosque, bridge or such charitable object, you will not absolve yourself from the sinful act although your intention is good and pious. To intend to do a pious action with an illegal thing is also sin. If he does out of ignorance, he will be guilty of ignorance as acquisition of learning is compulsory upon both males and, females. The Holy Prophet said: An ignorant man cannot raise the plea of innocent. (2) Pious actions. If there is no pious or good intention in a good act, there is no reward. If there is any other intention but to please God in a devotional act, it is a sinful act, but if there are many intentions including one to please God, rewards also multiply. For instance, to keep sitting in a mosque is a good act but it admits of many intentions - (1) to hope for sight of God as mosque is considered as a house of God where God can be seen, for the Holy Prophet said : He who keeps sitting in a mosque, meets with God. (2) to wait for the next prayer, for the Prophet said that he who waits for prayer will get the same reward as that of a man who has prayed, (3) to keep the bodily organs from 322\tWILL OR INTENTION\tVol-IV sinful acts. (4) to concentrate all thoughts upon Allah, (5) to be engaged in the remembrance of Allah. (6) to enjoin good works and prohibit evils, (7) to get benefit from those who fear Allah. So there might be many good intentions in a pious act and rewards also increase according to the number of such intentions. Lawful actions. In lawful act, rewards can be increased according to the number of intentions. He suffers much who is unmindful of this fact. The Prophet.said : There is account for what is lawful and there is punishment for what unlawful. He also said : People will be asked on the resurrection day for everything, even why he applied antimony to his eyes, why he muddled the earth with his fingers, why he touched the things of his brother. He said : He applies scent for the sake when Allah will come on the Resurrection Day with such a fragrance which will be more scented than musk. He who applies it for other than Allah will come on the Resurrection Day with the stench more than that of a dead animal. So application of scent is lawful, but intention therefor is necessary. Lawful things are innumerable and it is not possible to count these intentions. A pious man said I think it good to have intentions in everything eating, drinking sleeping, etc. To intend to attain nearness to God in these matters is possible, as these things are necessary for the upkeep of the body. If a man takes food with the intention of bringing fear of God in mind in God-worship, intercourses with his wife to preserve his religion and to give pleasure to the mind of his wife and also to have a pious son, he does true worship of Allah by his food and marriage. He whose sole object is the next world does not need with obstruction from his food and marriage. Allah sees his mind and intention. He says : He does not utter a word but near which there is not a warner-50:18. A pious man said : -1 wrote a letter and intended to have the ink soaked on placing it on the wall of my neighbour and actually had it thus soaked. Thereafter some one from above said : You will know tomorrow what wrong action you have done by doing this act. The great saint Hazrat Hassan Basari said : A man will come on the Resurrection Day conjoined with another person and say : There is God between you and me. He will say : By God, I don't know you. He will say : You have taken a piece of thread of my cloth. These things pierce the hearts of God fearing men. Vol-IV THE BOOK OF CONSTRUCTIVE VIRTUES\t323 It is reported that the Prophet Zakaria was raising an earthen wall as a labourer for some person. He used to eat the earnings of his own hand. He began to take his food but when a person begged of him something to eat, he did not give it to him. The people around him were surprised to see the action of the Prophet as he was too much reported for his generosity and asceticism. He then said : I work as a labourer of some persons. They gave me this bread in order to gain strength and do their work. If he- had taken food with me, it would not have been sufficient for him, nor for me. By that, I would not have been able to complete their work. The man who has got clear insight takes care of even these small things with the help of Divine light. The great saint Sufiyan said : If a man calls another to take share in his food without really intending to part anything of his food, he will be guilty of hypocrisy even if the man partakes of his food, Had he known his intention, he would not have partaken of his food. So examine your intention in all affairs and do not do any action without intention. MEANING OF INTENTION Meaning of Intention is not only expression by mouth but also will to that expression. It is the liking of mind for that-for which expression is used by the month. When there is no liking or intention of mind, mere verbal expression means nothing. So Niyyat or intention in prayer by only verbal expression without application of mind is meaningless. It is just like the expression,l, love so and so without actually meaning the same. Arran turns towards one whom he believes to be his friend. There are many causes for willingness or unwillingness of mind and causes vary according to. the different conditions of man. When a man desires to marry a girl in order to satisfy his carnal desire, he can not have the will to get a son by copulation with her. The reason of copulation is the satisfaction of his canal desire, and not to have a child, If he says by mouth \"I copulate with you to have a son\"; it will be falsehood. It is not his word of mind, but of mouth, For this reason, some of the former saints did not do anything without forming a definite niyyat or intention for that. It is reported that the great saint Ibn Sirin did not pray Janaja prayer over the deadbody of Hazrat Hasan Basari as he said that the niyyat of Janaja did not as yet arise in his mind. Ahmed-bSolaiman was a reputed learned man of Kufa. When he died, the 324\tWILL OR INTENTION\tVol-IV great saint Sufiyan Saori was requested to say his funereal prayer. He said : Had I had the intention, I would have performed it. Once the great saint Taus was requested to pray for the people, He said : When I will, I shall do it. These saints knew that Niyyat is not the only expression by mouth but it is also a desire of mind, a flow of current from Allah. Sometimes it is easy and sometimes it becomes difficult. It is true that the intention of the man in whose heart the affairs of the religion are easy becomes easy for doing good deeds, as his mind keeps inclined to good things for most part of the times, but the intention of the man whose mind keeps inclined to evil deeds does not become so easy for doing goods deeds, even the obligatory duties also become difficult to him. Different intentions in God-worship. Man may have different intentions in divine service. Some do good deeds out of hope of getting happiness in Paradise. If they do these deeds with the sole intention of pleasing God and to declare His glory and majesty and with no other intention, their intention is said to be pure and unadulterated. If one does good deeds for satisfying carnal desire with Hurs, he will get it in Paradise. If he does this to meet with Allah. he will be blessed with His sight. The most honourable and glorious are they who do good deeds out of love for Him ind out of a desire to be blessed with His love and sight. The ;puran praises them in the following words : Rather they call their Lord morning and evening only for His pleasure. They will gel J'ewards according to their intentions. When they will be blessed with His sight, they will think the sight of the beautiful Hurs very little. REWARDS OF PURE INTENTION The Holy Quran says: They were not ordered except to worship Allah, being sincere to Him along. It again says : Behold, reli*ion is only for Allah (39:5) He also says : Let one who hopes to meet his Lord do good works and do not associate anyone in the service of his Lord-18:110. The Prophet said : The heart of a Muslim does not play treachery in three things to work sincerely for Allah, to give admonition to the ruler and to remain united. He also said: Allah says : Ikhlas or to work sincerely for Allah is a fidden treasure out of My hidden treasures. I put it in the heart of one whom I love. He also said : The fountain of wisdom flows in his heart who worships Allah sincerely for 40 days. The Holy Vol-IV THE BOOK OF CONSTRUCTIVE VIRTUES\t325 Prophet said that three classes of persons who did not do good works sincerely for Him but for other purposes will go to Hell inspite of their ostensible good works a learned man, a benevolent man and a warrior. There is a story in the anecdotes of the children of Israel. A saint had at his credit divine service for long long year. One day some people were worshipping a tree besides Allah, At this, the saint Got angry and went to cut it with an axe. In the mean time, the devil came in the form of an old man and asked him : Where are you going? The saint said : I am going to cut off this tree. The devil said: Are you in this thought? You have come down to do this leaving aside your Divine service? The saint said : This work is also included in Divine service. The devil said : I will not permit you to cut down this tree. At this he fell down upon the saint but the latter overpowered him, threw him down on the ground and sat upon his chest. The devil said : Desist from this action or I will kill you. At this he let off the devil who said to him : 0 saint, Allah has taken over this responsibility from you. He has not made it compulsory for you. You yourself do not worship this tree and the affairs of others have not developed on you. This is the duty of Prophets. Had he willed, He would have certainly sent a Prophet to the inhabitants of this place and ordered him to cut down this tree. Then the saint said : To cut down this tree is also a part of my duty. The saint then fell upon the devil and threw him away and got on his chest. The devil again having been discomfitted said to him : There is an affair between you and me which is good and beneficial for you. The saint asked him what it was. The devil said : Let me be secure and then I will tell you of it. Thereafter he let him off and the devil said to him : You are a poor man, you have got no property. You are a burden upon your friends and relatives. Perhaps you wish to get more honour than your brethren, to get more sympathy from your religious men and you do not want to depend on the people The saint said : Yes I hope for that. The devil said : In that case, turn away from this affair. I will place two dinars every night near your head. When you will get up at dawn. You will take them and spend them for you and your family and gift a portion to your brothers. This act of yours will be more beneficial to you and the Muslim public than the cutting down of this tree. This tree was planted and there will be 326\tWILL OR INTENTION\tVol-IV no good if you cut down this tree. At this, the saint began to ponder and said : This old man has spoken the truth. I have not been ordered to cut down this tree by God. I will incur no sin if I do not cut down this tree. Then he turned his mind from this action of cutting down the tree. Thereafter the saint went to his place of worship and spent the night. At dawn, he found two dinars near his head and took them. Next day also, this happened. This continued for three days. On the fourth day, he did not find the dinars near his head became very much enraged, and took his journey to cut down the tree. The devil came to him in the form of an old man and said Where are you going? He said : I am going to cut down the tree. The devil said : By God, you will not be able to cut it down, you will also not find your way to go there. Thereupon the saint fell upon him but the saint became just like a sparrow between his ..two legs. The devil then sat upon his chest and said : If you want to'live, get away from here or else I will cut you to pieces. The saint being helpless looked to and fro and said : 0 gentle man, you have defeated me, Let me now go The devil said : Question me now how you have first overpowered me and thereafter I have overpowered you. The devil said : At first you became enraged for the sake of Allah alone and your sole intention was to get success In the hereafter. So God make me subservient to you. But now you have become engaged for your worldly propedsities and desires and so I overpowered you. This story shows how a man with a pure and unadulterated intention can win and how a man with a motive other than that can lose and be overpowered. This proves the Quranic word Except those who work sincerely for Allah. For this reason the great saint Maruf Karkhi used to beat himself and says : Take recourse to form intention, you will then get salvation. The pure soul Eakub said : He who keeps his good deeds copcealed as he keeps his sins conceded is a man of pure intention. Solaiman said He is blessed who takes one step in the way of Allah. The second Caliph Hazrat Omar wrote to Imam Abu Musa Ashari : Allah is sufficient for a man whose intention is pure. A certain saint wrote to his brother : Make your intention pure, then a small amount of action will be sufficient for you. Ayub Saktania said : To make intention pure in an action is more difficult than the action itself. The saint Motarref said : He who is pure will be made pure. A Vol-IV THE BOOK OF CONSTRUCTIVE VIRTUES\t327 man was asked in dream : How have you seen your action? He said : I saw the action which I did for Allah. Even I saw the reward of a walnut seed I removed from the path way. The great saint Ihya-b-Muaz said: Ikhlas or sincerity separates an action from its faults as milk separates itself from urine and blood. There is a story that a man used to wear the dress of women and join the ceremonies of marriage and other festivals where women gathered together. One day he just joined a gathering of some women. It was then noticed that a diamond of a woman was missing and the women raised hue and cry and said : Shut up the doors. We shall search for the diamond. Thereafter they began to search one by one. When the turn of the female-dressed man came, there was a woman with him. He called Allah sincerely and said : I will never do such an act if I get acquitted this time. Immediately then the diamond was found with the woman who was with him. They then cried aloud Leave the rest. We have found out the diamond. There is the story of a saint who said: I was travelling by sea for Jihad or holy war. Some one of us wanted to sell his bag and I thought that I should purchase this bag and sell it for a higher price in a city. Then I purchased it but dreamt in that night that two persons got down from heaven and one of them said to the other : Write down the names of the warriors in the way of Allah. The other said : So and so came out only to take a journey. So and so made Jihad only for fame. So and so came to make merchandise. So and so came out only for the sake of Allah. I at once exclaimed : 0 Allah, I have not come out to make merchandise. I have got no such commodities, I have come out for Jihad. Then the other person retorted : 0 man, you intended to make profit after purchasing a bag yesterday. Thereafter I wept bitterly and said : Don't enroll me among the merchants. The man said to his companion : Write, so and so came out as a warrior in the way of Allah. Then he purchased a bag for profit. The result then rests on Allah. The saint Sarri Sakti said: Your two rakat prayer in solitude is better than your writing 70 to 700 Hadis with Isnad. Some pious man said : Wisdom is like seed, action is like crop and Ikhlas or sincerity is like water for irrigation. Another pious man said : When God becomes displeased with a man, He grants him three things and prohibits him three things. He grants him the 328\tWILL OR INTENTION\tVol-IV company of pious men but does not give him benefits from them. He grants him strength to do good deeds but without sincere intentions. He grants him wisdom but without its practical application. The great saint Susi said : Among the actions of a man, Allah desires only his Ikhlas or sincerity. What is Ikhlas? (Sincere intention). Know it for certain, 0 good readers, that everything remains mixed up with another thing. When it does not remain mixed up with other things, it is said to be pure or unadultered. When any action is done with only one object, it is said to be done with pure intention. Allah says : There is a lesson in a cow. I give you drink from what is in its belly coming out of its dung and blood-milk pure and wholesome for those who drink-16:66Q. The purity of milk means that there is no mixture of blood or excretion in the milk. Purity is opposite to mixture. What is not pure has got mixture therein. Purity in Tauhid or oneness of God admits no partnership in the existence or in the attributes of God. His existence is unique and His attributes also are unique. So uniqueness admits no partnership commonly called Shirk or setting up partner. This purity or uniqueness is external expression of will. When purpose, and will are the same, the action which flows from them is called sincere work. He whose sole purpose is to show to the people, can also be called to possess unadulterated intention. He whose sole purpose is to gain nearness of God is also called a man having pure intention, If a man intends only to have the pleasure of Allah in divine service, he must get rid of the following intentions (1) to have good health in fasting, (2) to give relief from labour in setting free a slave, (3) to recoup health in journey for Haj, (4) to fight for any other purpose than to please God, (5) to pray Tahajjud to guard the family and properties at night, (6) to acquire money or fame by education (7) to acquire money by writing books, (8) to make ablution to make oneself pure or to purify the bodily limbs, (9) to make I'tigaf in mosque in order to get relief from house rent, (10) to give a beggar so that he may not beg again, (11) to do an act to gain name and fame or to have status in society. Such an action done with an intention mixed with the pleasure of Allah is not pure and unadulterated. It will be to setting up a share with Allah, while Allah says : I am free from the partnership of partners. In short, if any intention is mixed with the intention of securing the pleasure of God, it will be shirk or setting up Vol-IV THE BOOK OF CONSTRUCTIVE VIRTUES\t329 partnership with God. He who is immerged in the thoughts of God can find no other motive or intention in his mind in an action. He takes even food and drink just as he feels necessity to make waters or to ease himself from obnoxious things in his belly. He does not feel necessity for food only for food, but for gaining strength to do divine service. If the pangs of hunger is good for him, he does not take food. He takes food only for the bare existence of life. Such a man does everything for God and God alone. The man whose mind turns towards the attainment of the worldly objects cannot have pleasure and perfection in prayer, fasting and other divine acts. Thus sincerity of purpose is a medicine which breaks the happiness of propensities, cuts the temptations of the world and keeps one engaged in the deeds of the next world. Ikhlas becomes easy for him. It is reported from a pious man that he prayed in the first row in a mosque for thirty years. One day out of some excuse, he prayed in the second row and felt some shame before the people as they saw him praying in the second row. He saw that this was a sign of Riya or show as he wished that the people would have been pleased to see him praying in the first row. This is a very subtle act of show. Those who are unmindful in their prayers will see them fruitless in the next world, as God says And it will be disclosed to them from God which they did not even think of Allah says : Shall I not inform you of those who will be losers in. their deeds- those whose efforts in the life of this world will be fruitless while they will think that they did good works. When Hazrat Abu Bakr became the first Caliph, Hazrat Omar was not displeased but rather he became pleased with the fact that the best man was elected, the man who was better than himself. This should be the guiding principle of all learned, educated and pious man. Some sayings of the sages regarding Ikhlas: The true meaning of Ikhlas is what the Holy Prophet said : The meaning of Ikhlas is to say : Allah is my Lord and to keep firm over what has been ordered by Him. In other words, it is not to worship passions and propensities and not to worship any one except Allah. It is the engage one's thought in Allah keeping away from things other than Allah. 330\tWILL OR INTENTION\tVol-IV Things that destroy Ikhlas : There are some evils that destroy Ikhlas. Some are open and some are hidden. (1) Riya or show. It greatly destroys Ikhlas. For instance, a man began to pray quite sincerely for God, but in the midst of his prayers the devil comes to him and says : Some one is looking to your prayer. Pray well, so that they may see your prayer and take you as a great religious man. At this, he becomes humble in prayer. This is open Riya or show. (2) The devil instills in his mind the desire that the people should follow him and therefore instigates him to make his prayer good. The sage Wahab-b-Monabbah said : I saw written by the side of the Torah 22 wise counsels The religious people of the children of Israel collected them and used to read them. (1) No jewel is more valuable than wisdom. (2) No property is more profitable than patience. (3) No vice is more injurious than anger. (4) No friend is more enchanting than divine service. (5) Nothing is more shameful than ignorance. (6) Nothing is more honourable than God fear. (7) Nothing is more honourable than renunciation of passions. (8) Nothing is more benefiting than pondering. (9) Nothing is more meritorious than forbearance. (10) No guilt is more dishonourable than pride. (11) No medicine is more soothing than mildness. (12) No disease is more painful than foolishness. (13) No emissary is more just than truth. (14) No proof is more instructive than truthfulness. (15) No want is more disgraceful than temptations. (16) No property is more unfortunate than saving. (17) No life is sweeter than health. (18) No livelihood is easier than self abnegation. (19) No divine service is better than modesty: (20) No renunciation is better than self- contentment. (21) No guard is more trustworthy than silence. (22) No unseen thing is nearer than death. The great sage Mahmmad Ibn Sayyed said : When you seek God with sincerity. He comes to you as a mirror in your hand wherein you can see every wonderful thing of this world and the next world. Hazrat Ibn Abbas said : He who has got these four qualities is successful - truthfulness, shame, good conduct and gratefulness. Some pious man said : The learned and the theologians agreed with regard to three things. When these three things are found in a person, he will get salvation and one thing is not made perfect without the help of another - (1) Islam or self surrender freedom from innovation and passion, (2) sincerity in Vol-IV THE BOOK OF CONSTRUCTIVE VIRTUES\t331 divine service and (3) lawful food. The great sage Sahal Tastari was asked : What is the foundation of what we are in? He said Truthfulness, generosity and courage. He was asked : Give us more admonition, He said God-fear, truthfulness shame and lawful food. TRUTHFULNESS: The Holy Prophet was asked about the means of getting perfection. He replied : Truthfulness in talk and action with sincerity. The man who has got these six things is called Siddiq or a great truthful man. The man who has got one or more of these things is called Sadiq or simple truthful man - (1) truth in talk, (2) truth in will and resolve, (3) truth in promise, (4) truth in fulfilling promise, (5) truth in action, (6) truth in various stages of religion. (1) Truth in talk. In describing past, present and future events, one must speak the truth, but there are exceptions (1) to bring amicable settlement between two contending parties. (2) to win holy war. (3) and to please wives in case of plurality of wives. In these three cases also, sincerity in intention and good will shall have to be guarded. The Prophet allowed exceptions to truth speaking in these three-cases. (2) Truth in Intention. It is termed Ikhlas or sincerity of purpose. Such a man moves only for God. Sincerity of purpose d'o'es not remain if it is mixed with temptations or passions. Such a-man may be termed a liar or hypocrite. That is seen in Hadis of the Prophet in which it has been stated that three persons will be asked on the Resurrection Day. Firstly a learned man .will be asked whether he put his learning into practice. He will mention his deeds. God will say to him : You have spoken falsehood as you intended that the people should call you a learned man and so you were called., A sage said : The health of Tauhid lies in truthfulness. God says that He testifies that the hypocrites are liars :'They say that you are the Prophet of God but they do not believe it with their hearts. So their tongue differed from their mind's. Tongue and mind must be the same in case of truthfulness in intention. (3) Truth in promise. A man may think: If God gives me wealth, I will spend half of it in His way. If I meet with an enemy in the way of God, I will fight with him. If He gives me power of anything, I will administer justice and will not act in party spirit. 332\tWILL OR INTENTION\tVol-IV He makes such promises in mind. When these things come to him, he turns back. Hazrat Omar said : The action that you strike my neck is dearer to me than your asking me to rule over a people among whom there is Abu Bakr. He did not accept the reign of Government during the life time of Hazrat Abu Bakr. (4) Fulfillment of Promise: The fourth claim of truthfulness is fulfillment of promise. God says : There are such people among the believers who fulfill their promise with God-33:23Q. Hazrat Anas reported that his uncle Anas-b-Najar could not join the battle of Badar. This grieved him very much. He said : By God, if He gives me an opportunity of joining a jihad with the Prophet. He will show what I shall do. In the following year when the battle of Uhud occurred he joined it and became a martyr. He received as many as eighty wounds in his body. Then the above mentioned verse was revealed. The Holy Prophet said: There are four classes of martyrs (1) A believer with sound faith faces the enemy and fulfills his promise till he meets with martyrdom. Then he raised up his hand so high that his cap fell down and he said : To this man, people on the Resurrection Day will look up as such. (2) A believer with sound faith faces the enemy and sees his face injured as if with the thorns of a thorny tree. Then suddenly an arrow pierces him and kills him. He is placed in the second stage. (3) A believer who has got virtues and vices mixed up faces the enemy and fulfills promise with God and is thus killed. (4) A man who has oppressed much on his soul faces the enemy and is killed. Muzahed said : Two men approached the Prophet and said : If God gives us wealth, we shall spend it in charity. When they got it, they did not keep up their promise. For this, the verse was revealed : There are such persons among them who make such promise with God: If He gives us wealth out of kindness, we shall give it in charity and become of the pious men-9:75Q. (5) Outward behaviour must correspond to inner thought: Another meaning of truthfulness is to make sincere efforts to keep outward conduct and behaviour in consonance with inner thoughts. The inner call must correspond with outward acts. If it does not correspond, show or riya comes in. There are such men who assume humility in prayer and there are such men who stand up in prayer with minds hovering in markets. For this reason the Holy Prophet said : 0 God, make my mind better than Vol-IV THE BOOK OF CONSTRUCTIVE VIRTUES\t333 my outer being and make my outward behaviour good. The saint Atiyyah-b- Abed said : When the inner thoughts and outward behaviours of a believer become the same, God expresses glory for him before the angels and says : This s..rvant of Mine is truthful. (6) Complete progress in religion: This is the highest stage among the stages of religion. It is to keep truth in God-fear, hope, honour, renunciation, contentment, God-reliance, love and other affairs. To this effect, God says : The believers are those who believe in God, His Prophets, and do not entertain any doubt in them and fight with their lives and properties in the way of God. These are they who are truthful - 49:15Q. When the companion Abu Zarr was asked about faith, he mentioned the above verse as the Prophet, being asked, mentioned the above verse. Take one illustration about truthfulness in God-fear. There is no such man who, believing in God and the next world, does not entertain God- fear, but this fear is in name only. It is not the fear of the truthful, For this reason, the Prophet said : I have not seen such a horrible thing as Hell from which a man flees away and falls asleep. THE END E-mail: webmaster - Sign the Guest Book - Imam\nGhazali Home Page Information: This\n    Page was last updated on: 18 Jun 2007 21:31:58 -0400 This\n    page was created April 1,  2003. Page\n    URL: www.muslimphilosophy.com/gz/ihya/english/ihya-vol4-C7.htm . A\n    reader is needed for PDF files and it is available\n    free of charge from Adobe . About\n    the Islamic Philosophy Online Project . Reporting\n    copyright infringement . Site\n    © Copyright 2003 by Islamic Philosophy Online, Inc. A not-for-profit\n    organization dedicated to academic study of Islamic philosophy. Individual\n    content may have its own individual copyrights. See\n    copyright information."
  },
  {
    "ar": "ورابعها عكوف الهم على الله ولزوم السر للفكر في الآخرة ودفع  الشواغل  الصارفة",
    "en": ""
  },
  {
    "ar": "عنه بالاعتزال إلى المسجد.",
    "en": ""
  },
  {
    "ar": "وخامسها التجرد لذكر الله أو لاستماع ذكره وللتذكر به كما روي في الخبر من  غدا",
    "en": ""
  },
  {
    "ar": "إلى المسجد ليذكر الله تعالى أو يذكر به كان كالمجاهد في سبيل الله  تعالى.[29]",
    "en": ""
  },
  {
    "ar": "وسادسها أن يقصد إفادة العلم بأمر بمعروف ونهي عن منكر إذ المسجد لا  يخلو  عمن",
    "en": ""
  },
  {
    "ar": "يسئ في صلاته أو يتعاطى مالا يحل له فيأمره بالمعروف ويرشده  إلى  الدين  فيكون",
    "en": ""
  },
  {
    "ar": "شريكا معه في خيره الذي يعلم منه فتتضاعف خيراته.",
    "en": ""
  },
  {
    "ar": "وسابعها أن يستفيد أخا في الله فإن ذلك  غنيمة  وذخيرة  للدار  الآخرة  والمسجد",
    "en": ""
  },
  {
    "ar": "معشش أهل الدين المحبين لله وفي الله.",
    "en": ""
  },
  {
    "ar": "وثامنها أن يترك الذنوب حياء من الله تعالى وحياء من أن يتعاطى في بيت الله  ما",
    "en": ""
  },
  {
    "ar": "يقتضي هتك الحرمة وقد قال الحسن بن علي رضي الله عنهما من  أدمن  الاختلاف  إلى",
    "en": ""
  },
  {
    "ar": "المسجد رزقه الله إحدى سبع خصال أخا مستفادا في الله أو رحمة مستنزلة  أو  علما",
    "en": ""
  },
  {
    "ar": "مستظرفا أو كلمة تدل على هدى أو تصرفه عن ردى أو  يترك  الذنوب  خشية  أو  حياء",
    "en": ""
  },
  {
    "ar": "فهذا طريق تكثير النيات وقس به سائر الطاعات  والمباحات  إذ  ما  من  طاعة  إلا",
    "en": ""
  },
  {
    "ar": "وتحتمل نيات كثيرة وإنما تحضر في قلب العبد  المؤمن  بقدر  جده  في  طلب  الخير",
    "en": ""
  },
  {
    "ar": "وتشمره له وتفكر فيه فبهذا تزكوا الأعمال وتتضاعف الحسنات.",
    "en": ""
  },
  {
    "ar": "القسم الثالث المباحات",
    "en": ""
  },
  {
    "ar": "وما من شىء من المبحاثات إلا ويحتمل نية أو نيات يصير  بها  من  محاسن  القربات",
    "en": ""
  },
  {
    "ar": "وينال بها معالي الدرجات فما أعظم خسران من يغفل عنها ويتعاطاها تعاطي  البهائم",
    "en": ""
  },
  {
    "ar": "المهملة عن سهو وغفلة ولا ينبغي أن يستحقر  العبد  شيئا  من  الخطرات  والخطوات",
    "en": ""
  },
  {
    "ar": "واللحظات فكل ذلك يسئل عنه يوم القيامة أنه لم فعله وما الذي  قصد  به  هذا  في",
    "en": ""
  },
  {
    "ar": "مباح محض لا يشوبه كراهة ولذلك قال صلى الله عليه وسلم  (حلالها  حساب  وحرامها",
    "en": ""
  },
  {
    "ar": "عقاب)[30] وفي حديث معاذ بن حبل أن النبي صلى الله عليه  وسلم  قال  (إن  العبد",
    "en": ""
  },
  {
    "ar": "ليسأل يوم القيامة عن كل شىء حتى عن كحل عينيه وعن  فتات  الطينة  بأصبعيه  وعن",
    "en": ""
  },
  {
    "ar": "لمسه ثوب أخيه)[31] وفي خبر آخر من تطيب لله تعالى جاء يوم القيامة وريحه  أطيب",
    "en": ""
  },
  {
    "ar": "من المسك ومن تطيب لغير الله تعالى جاء  يوم  القيامة  وريحه  أنتن  من  الجيفة",
    "en": ""
  },
  {
    "ar": "فاستعمال الطيب مباح ولكن لا بد فيه من نية فإن قلت  فما  الذي  يمكن  أن  ينوي",
    "en": ""
  },
  {
    "ar": "بالطيب وهو حظ من حظوظ النفس وكيف يتطيب  لله  فاعلم  أن  من  يتطيب  مثلا  يوم",
    "en": ""
  },
  {
    "ar": "الجمعة وفي سائر الأوقات يتصور أن يقصد التنعم بلذات الدنيا أو يقصد  به  إظهار",
    "en": ""
  },
  {
    "ar": "التفاخر بكثرة المال ليحسده الأقران أو يقصد به رياء الخلق ليقوم له  الجاه  فى",
    "en": ""
  },
  {
    "ar": "قلوبهم ويذكر بطيب الرائحة أو ليتودد به إلى قلوب  النساء  الأجنبيات  إذا  كان",
    "en": ""
  },
  {
    "ar": "مستحلا للنظر إليهن ولأمور أخرى لا تحصى وكل هذا يجعل التطيب معصية فبذلك  يكون",
    "en": ""
  },
  {
    "ar": "أنتن من الجيفة في القيامة إلا القصد الأول وهو التلذذ  والتنعم  فإن  ذلك  ليس",
    "en": ""
  },
  {
    "ar": "بمعصية إلا أنه يسئل عنه (ومن نوقش الحساب عذب) ومن أتى شيئا  من  مباح  الدنيا",
    "en": ""
  },
  {
    "ar": "لم يعذب عليه في الآخرة ولكن ينقص من نعيم الآخرة له بقدره وناهيك  خسرانا  بأن",
    "en": ""
  },
  {
    "ar": "يستعجل ما يفنى ويخسر زيادة نعيم لا يفنى  وأما  النية  الحسنة  فإنه  ينوى  به",
    "en": ""
  },
  {
    "ar": "اتباع سنة رسول الله صلى الله عليه وسلم يوم الجمعة[32] وينوي بذلك أيضا  تعظيم",
    "en": ""
  },
  {
    "ar": "المسجد واحترام بيت الله فلا يرى أن يدخله زائرا لله إلا طيب الرائحة وأن  يقصد",
    "en": ""
  },
  {
    "ar": "به ترويح جيرانه ليستريحوا فى المسجد عند مجاورته  بروائحه  وأن  يقصد  به  دفع",
    "en": ""
  },
  {
    "ar": "الروائح الكريهة عن نفسه التى تؤدي إلى إيذاء مخالطيه وأن يقصد حسم باب  الغيبة",
    "en": ""
  },
  {
    "ar": "عن المغتابين إذا اغتابوه بالروائح الكريهة فيعصون الله بسببه فمن تعرض  للغيبة",
    "en": ""
  },
  {
    "ar": "وهو قادر على الاحتراز منها فهو شريك في تلك المعصية كما قيل إذا ترحلت عن  قوم",
    "en": ""
  },
  {
    "ar": "وقد قدروا ان لا تفارقهم فالراحلون هم وقال الله تعالى ولا تسبوا  الذين  يدعون",
    "en": ""
  },
  {
    "ar": "من دون الله فيسبوا الله عدوا بغير علم أشار به إلى أن التسبب إلى الشر شر  وأن",
    "en": ""
  },
  {
    "ar": "يقصد به معالجة دماغه لتزيد به فطنته وذكاؤه ويسهل عليه درك مهمات دينه  بالفكر",
    "en": ""
  },
  {
    "ar": "فقد قال الشافعي رحمه الله من طاب ريحه زاد عقله فهذا  وأمثاله  من  النيات  لا",
    "en": ""
  },
  {
    "ar": "يعجز الفقيه عنها إذا كانت تجارة الآخرة وطلب الخير غالبة  على  قلبه  وإذا  لم",
    "en": ""
  },
  {
    "ar": "يغلب على قلبه إلا نعيم الدنيا لم تحضره هذه النيات وإن ذكرت له لم  ينبعث  لها",
    "en": ""
  },
  {
    "ar": "قلبه فلا يكون معه منها إلا حديث النفس وليس ذلك من  النية  في  شىء  والمباحات",
    "en": ""
  },
  {
    "ar": "كثيرة ولا يمكن إحصاء النيات فيها فقس بهذا الواحد ما عداه.",
    "en": ""
  },
  {
    "ar": "ولهذا قال بعض العارفين من السلف إني أستحب أن يكون لي في كل شىء  نية  حتى  فى",
    "en": ""
  },
  {
    "ar": "أكلي وشربي ونومي ودخولي إلى الخلاء وكل ذلك مما يمكن أن يقصد  به  التقرب  إلى",
    "en": ""
  },
  {
    "ar": "الله تعالى لأن كل ما هو سبب لبقاء البدن وفراغ القلب من مهمات البدن فهو  معين",
    "en": ""
  },
  {
    "ar": "على الدين فمن قصده من الأكل التقوي على العبادة ومن الوقاع تحصين دينه  وتطييب",
    "en": ""
  },
  {
    "ar": "قلب أهله والتوصل به إلى نسل صالح يعبد الله تعالى بعده فتكثر به أمة محمد  صلى",
    "en": ""
  },
  {
    "ar": "الله عليه وسلم كان مطيعا بأكله ونكاحه وأغلب حظوظ النفس  الأكل  والوقاع  وقصد",
    "en": ""
  },
  {
    "ar": "الخير بهما غير ممتنع لمن غلب على قلبه هم الآخرة ولذلك  ينبغي  أن  يحسن  نيته",
    "en": ""
  },
  {
    "ar": "مهما ضاع له مال ويقول هو في سبيل الله وإذا بلغه اغتياب غيره له  فليطيب  قلبه",
    "en": ""
  },
  {
    "ar": "بأنه سيحمل سيآته وستنقل إلى ديوانه حسناته ولينوي ذلك بسكوته  عن  الجواب  ففي",
    "en": ""
  },
  {
    "ar": "الخبر إن العبد ليحاسب فتبطل أعماله لدخول الآفة  فيها  حتى  يستوجب  النار  ثم",
    "en": ""
  },
  {
    "ar": "ينشر له من الأعمال الصالحة ما يستوجب به الجنة فيتعجب ويقول يا رب  هذه  أعمال",
    "en": ""
  },
  {
    "ar": "ما عملتها قط فيقال هذه أعمال الذين اغتابوك وآذوك وظلموك[33].",
    "en": ""
  },
  {
    "ar": "وفي الخبر إن العبد ليوافي القيامة بحسنات أمثال الجبال لو خلصت له لدخل  الجنة",
    "en": ""
  },
  {
    "ar": "فيأتي وقد ظلم هذا وشتم هذا وضرب هذا فيقتص لهذا من  حسناته  ولهذا  من  حسناته",
    "en": ""
  },
  {
    "ar": "حتى لا يبقي له حسنة فتقول الملائكة قد فنيت حسناته  وبقي  طالبون  فيقول  الله",
    "en": ""
  },
  {
    "ar": "تعالى ألقوا عليه من سيآتهم ثم صكوا له صكا إلى النار[34]  وبالجملة  فإياك  ثم",
    "en": ""
  },
  {
    "ar": "إياك أن تستحقر شيئا من حركاتك فلا تحترز من غرورها  وشرورها  ولا  تعد  جوابها",
    "en": ""
  },
  {
    "ar": "يوم السؤال والحساب فإن الله تعالى مطلع عليك وشهيد (ما يلفظ من قول  إلا  لديه",
    "en": ""
  },
  {
    "ar": "رقيب عتيد)",
    "en": ""
  },
  {
    "ar": "وقال بعض السلف كتبت كتابا وأردت أن أتربه من حائط جار لى فتحرجت ثم  قلت  تراب",
    "en": ""
  },
  {
    "ar": "وما تراب فتربته فهتف بي هاتف سيعلم من استخف بتراب جاره ما يلقى  غدا  من  سوء",
    "en": ""
  },
  {
    "ar": "الحساب وصلى رجل مع الثورى فرآه مقلوب الثوب فعرفه فمد  يده  ليصلحه  ثم  قبضها",
    "en": ""
  },
  {
    "ar": "فلم يسوه فسأله عن ذلك فقال إنى لبسته لله تعالى ولا أريد أن أسويه  لغير  الله",
    "en": ""
  },
  {
    "ar": "وقد قال الحسن إن الرجل ليتعلق بالرجل  يوم  القيامة  فيقول  بينى  وبينك  الله",
    "en": ""
  },
  {
    "ar": "فيقول والله ما أعرفك فيقول بلى أنت أخذت لبنة من حائطى  وأخذت  خيطا  من  ثوبى",
    "en": ""
  },
  {
    "ar": "فهذا وأمثاله من الأخبار قطع قلوب الخائفين فإن كنت من اولى العزم  والنهى  ولم",
    "en": ""
  },
  {
    "ar": "تكن من المغترين فانظر لنفسك الآن ودقق الحساب  على  نفسك  قبل  أن  يدقق  عليك",
    "en": ""
  },
  {
    "ar": "وراقب أحوالك ولا تسكن ولا تتحرك ما لم تتأمل أولا أنك  لم  تتحرك  وماذا  تقصد",
    "en": ""
  },
  {
    "ar": "وما الذى تنال به من الدنيا وما الذى يفوتك من الآخرة وبماذا ترجح  الدنيا  على",
    "en": ""
  },
  {
    "ar": "الآخرة فإذا علمت أنه لا باعث إلا الدين فأمض عزمك وما خطر  ببالك  وإلا  فأمسك",
    "en": ""
  },
  {
    "ar": "ثم راقب أيضا قلبك في إمساكك وإمتناعك فإن ترك الفعل فعل  ولا  بد  له  من  نيه",
    "en": ""
  },
  {
    "ar": "صحيحه فلا ينبغي أن يكون الداعي هوى خفي لا يطلع عليه ولا يغرنك  ظواهر  الأمور",
    "en": ""
  },
  {
    "ar": "ومشهورات الخيرات وافطن للأغوار والأسرار تخرج من حيز أهل الإغترار.",
    "en": ""
  },
  {
    "ar": "فقد روى عن زكريا عليه السلام أنه كان يعمل في حائط  بالطين  وكان  أجيرا  لقوم",
    "en": ""
  },
  {
    "ar": "فقدموا له رغيفا إذ كان لا يأكل إلا من كسب يده فدخل عليه قوم  فلم  يدعهم  إلى",
    "en": ""
  },
  {
    "ar": "الطعام حتى فرغ فتعجبوا منه لما علموا من سخائه وزهده وظنوا أن  الخير  في  طلب",
    "en": ""
  },
  {
    "ar": "المساعدة في الطعام فقال إنى أعمل لقوم بالأجرة وقدموا إلى  الرغيف  لأتقوى  به",
    "en": ""
  },
  {
    "ar": "على عملهم فلو أكلتم معى لم يكفكم ولم يكفنى وضعفت عن عملهم فالبصير هكذا  ينظر",
    "en": ""
  },
  {
    "ar": "في البواطن بنور الله فإن ضعفه عن العمل نقص في فرض  وترك  الدعوة  إلى  الطعام",
    "en": ""
  },
  {
    "ar": "نقص في فضل ولا حكم للفضائل مع الفرائض وقال بعضهم دخلت  على  سفيان  وهو  يأكل",
    "en": ""
  },
  {
    "ar": "فما كلمنى حتى لعق أصابعه ثم قال لولا أنى أخذته بدين لأحببت أن تأكل منه.",
    "en": ""
  },
  {
    "ar": "وقال سفيان من دعا رجلا إلى طعامه وليس له رغبة أن يأكل  منه  فإن  أجابه  فأكل",
    "en": ""
  },
  {
    "ar": "فعليه وزران وإن لم يأكل فعليه وزر واحد وأراد بأحد  الوزرين  النفاق  وبالثانى",
    "en": ""
  },
  {
    "ar": "تعريضه أخاه لما يكره لو علمه  فهكذا  ينبغى  أن  يتفقد  العبد  نيته  في  سائر",
    "en": ""
  },
  {
    "ar": "الأعمال فلا يقدم ولا يحجم إلا بنية فإن لم تحضره  النية  توقف  فإن  النية  لا",
    "en": ""
  },
  {
    "ar": "تدخل تحت الاختيار.",
    "en": ""
  },
  {
    "ar": "بيان أن النية غير داخلة تحت الاختيار",
    "en": ""
  },
  {
    "ar": "أعلم أن الجاهل يسمع ما ذكرناه من الوصية بتحسين النية وتكثيرها  مع  قوله  صلى",
    "en": ""
  },
  {
    "ar": "الله عليه وسلم (إنما الأعمال بالنيات) فيقول في نفسه عند تدريسه أو تجارته  أو",
    "en": ""
  },
  {
    "ar": "أكله نويت أن أدرس لله أو آكل لله ويظن ذلك نية وهيهات  فذلك  حديث  نفس  وحديث",
    "en": ""
  },
  {
    "ar": "لسان وفكر أو انتقال من خاطر إلى خاطر والنية بمعزل من جميع  ذلك  وإنما  النية",
    "en": ""
  },
  {
    "ar": "انبعاث النفس وتوجهها وميلها إلى ما ظهر لها أن فيه غرضها إما عاجلا وإما  آجلا",
    "en": ""
  },
  {
    "ar": "والميل إذا لم يكن لا  يمكن  اختراعه  واكتسابه  بمجرد  الإرادة  بل  ذلك  كقول",
    "en": ""
  },
  {
    "ar": "الشبعان نويت أن أشتهى الطعام وأميل إليه أو قول الفارغ  نويت  أن  أعشق  فلانا",
    "en": ""
  },
  {
    "ar": "وأحبه وأعظمه بقلبى فذلك محال بل لا طريق  إلى  اكتساب  صرف  القلب  إلى  الشىء",
    "en": ""
  },
  {
    "ar": "وميله إليه وتوجهه نحوه إلا باكتساب أسبابه وذلك مما قدم يقدر عليه وقد  لايقدر",
    "en": ""
  },
  {
    "ar": "عليه وإنما تنبعث النفس إلى الفعل إجابة للغرض الباعث  الموافق  للنفس  الملائم",
    "en": ""
  },
  {
    "ar": "لها وما لم يعتقد الإنسان أن غرضه منوط بفعل من الأفعال فلا  يتوجه  نحوه  قصده",
    "en": ""
  },
  {
    "ar": "وذلك مما لا يقدر على اعتقاده في كل حين وإذا اعتقد فإنما يتوجه القلب إذا  كان",
    "en": ""
  },
  {
    "ar": "فارغا غير مصروف عنه بغرض شاغل أقوى منه وذلك  لا  يمكن  في  كل  وقت  والدواعى",
    "en": "E-mail: webmaster - Sign the Guest Book - Imam\nGhazali Home"
  },
  {
    "ar": "والصوارف لها أسباب كثيرة بها تجتمع ويختلف ذلك بالأشخاص  وبالأحوال  وبالأعمال",
    "en": ""
  },
  {
    "ar": "فإذا غلبت شهوة النكاح مثلا ولم يعتقد غرضا صحيحا في الولد دينا  ولا  دنيا  لا",
    "en": ""
  },
  {
    "ar": "يمكنه أن يواقع على نية الولد بل لا يمكن إلا على نية قضاء الشهوة إذ النية  هى",
    "en": ""
  },
  {
    "ar": "إجابة الباعث ولا باعث إلا الشهوة فكيف ينوى الولد وإذا لم يغلب  على  قلبه  أن",
    "en": ""
  },
  {
    "ar": "إقامة سنة النكاح[35] اتباعا لرسول الله صلى الله  عليه  وسلم  يعظم  فضلها  لا",
    "en": ""
  },
  {
    "ar": "يمكن أن ينوى بالنكاح اتباع السنة إلا أن يقول ذلك بلسانه وقلبه وهو  حديث  محض",
    "en": ""
  },
  {
    "ar": "ليس بنية نعم طريق اكتساب هذه النية مثلا أن يقوى  أولا  إيمانه  بالشرع  ويقوى",
    "en": ""
  },
  {
    "ar": "إيمانه بعظم ثواب من سعى في تكثير أمة محمد صلى الله عليه وسلم ويدفع  عن  نفسه",
    "en": ""
  },
  {
    "ar": "جميع المنفرات عن الولد من ثقل المؤنة وطول التعب  وغيره  فإذا  فعل  ذلك  ربما",
    "en": ""
  },
  {
    "ar": "انبعث من قلبه رغبة إلى تحصيل الولد للثواب فتحركه تلك  الرغبة  وتتحرك  أعضاؤه",
    "en": ""
  },
  {
    "ar": "لمباشرة العقد فإذا انتهضت القدرة المحركة للسان بقبول العقد طاعة لهذا  الباعث",
    "en": ""
  },
  {
    "ar": "الغالب على القلب كان ناويا فإن لم يكن كذلك فما يقدره في نفسه ويردده في  قلبه",
    "en": ""
  },
  {
    "ar": "من قصد الولد وسواس وهذيان.",
    "en": ""
  },
  {
    "ar": "ولهذا امتنع جماعة من السلف من جملة من الطاعات  إذ  لم  تحضرهم  النية  وكانوا",
    "en": ""
  },
  {
    "ar": "يقولون ليس تحضرنا فيه نية حتى إن ابن سيرين لم يصل  على  جنازة  الحسن  البصرى",
    "en": ""
  },
  {
    "ar": "وقال ليس تحضرنى نية ونادى بعضهم امرأته وكان يسرح شعره أن  هات  المدرى  فقالت",
    "en": ""
  },
  {
    "ar": "أجىء بالمرآة فسكت ساعة ثم قال نعم فقيل له في ذلك فقال كان لي في  المدرى  نية",
    "en": ""
  },
  {
    "ar": "ولم تحضرنى في المرآة نية فتوقفت حتى هيأها الله تعالى  ومات  حماد  بن  سليمان",
    "en": ""
  },
  {
    "ar": "وكان أحد علماء أهل الكوفة فقيل للثورى ألا تشهد جنازته فقال  لو  كان  لى  نية",
    "en": ""
  },
  {
    "ar": "لفعلت.",
    "en": ""
  },
  {
    "ar": "وكان أحدهم إذا سئل عملا من أعمال البر يقول إن  رزقنى  الله  تعالى  نية  فعلت",
    "en": ""
  },
  {
    "ar": "وكان طاوس لا يحدث إلا بنية وكان يسئل أن يحدث فلا يحدث ولا يسئل  فيبتدئ  فقيل",
    "en": ""
  },
  {
    "ar": "له في ذلك قال أفتحبون أن أحدث بغير نية إذا حضرتنى نية فعلت وحكى أن  داود  بن",
    "en": ""
  },
  {
    "ar": "المحبر لما صنف كتاب العقل جاءه أحمد بن حنبل فطلبه منه  فنظر  فيه  أحمد  صفحا",
    "en": ""
  },
  {
    "ar": "ورده فقال مالك قال فيه أسانيد ضعاف فقال له داود أنا لم  أخرجه  على  الأسانيد",
    "en": ""
  },
  {
    "ar": "فانظر فيه بعين الخبر إنما نظرت فيه بعين العمل فانتفعت قال أحمد فرده على  حتى",
    "en": ""
  },
  {
    "ar": "أنظر فيه بالعين التى نظرت فأخذه ومكث عنده طويلا ثم قال جزاك  الله  خيرا  فقد",
    "en": ""
  },
  {
    "ar": "انتفعت به.",
    "en": ""
  },
  {
    "ar": "وقيل لطاوس ادع لنا فقال حتى أجد له نية وقال بعضهم أنا في طلب نية لعيادة  رجل",
    "en": ""
  },
  {
    "ar": "منذ شهر فما صحت لي بعد وقال عيسى بن كثير مشيت مع ميمون بن مهران  فلما  انتهى",
    "en": ""
  },
  {
    "ar": "إلى باب داره انصرفت فقال ابنه ألا تعرض عليه العشاء قال ليس من نيتي وهذا  لأن",
    "en": ""
  },
  {
    "ar": "النية تتبع النظر فإذا تغير النظر تغيرت النية وكانوا لا يرون أن  يعملوا  عملا",
    "en": ""
  },
  {
    "ar": "إلا بنية لعلمهم بأن النية روح العمل وأن العمل بغير نية صادقة رياء وتكلف  وهو",
    "en": ""
  },
  {
    "ar": "سبب مقت لا سبب قرب وعلموا أن النية ليست هي قول  القائل  بلسانه  نويت  بل  هو",
    "en": ""
  },
  {
    "ar": "انبعاث القلب يجري مجرى الفتوح من الله تعالى فقد تتيسر  في  بعض  الأوقات  وقد",
    "en": ""
  },
  {
    "ar": "تتعذر في بعضها نعم من كان الغالب على  قلبه  أمر  الدين  تيسر  عليه  في  أكثر",
    "en": ""
  },
  {
    "ar": "الاحوال إحضار النية للخيرات فإن قلبه مائل بالجملة إلى أصل الخير  فينبعث  إلى",
    "en": ""
  },
  {
    "ar": "التفاصيل غالبا ومن مال قلبه إلى الدنيا وغلبت عليه لم  يتيسر  له  ذلك  بل  لا",
    "en": ""
  },
  {
    "ar": "يتيسر له في الفرائض إلا بجهد جهيد وغايته أن يتذكر النار  ويحذر  نفسه  عقابها",
    "en": ""
  },
  {
    "ar": "أو نعيم الجنة ويرغب نفسه فيها فربما تنبعث له داعية ضعيفة  فيكون  ثوابه  بقدر",
    "en": ""
  },
  {
    "ar": "رغبته ونيته وأما الطاعة على نية إجلال الله تعالى لاستحقاقه الطاعة  والعبودية",
    "en": ""
  },
  {
    "ar": "فلا تتيسر للراغب في الدنيا وهذه أعز النيات وأعلاها ويعز على  بسيط  الارض  من",
    "en": ""
  },
  {
    "ar": "يفهمها فضلا عمن يتعاطاها.",
    "en": ""
  },
  {
    "ar": "ونيات الناس في الطاعات أقسام إذ منهم من يكون عمله  إجابة  لباعث  الخوف  فإنه",
    "en": ""
  },
  {
    "ar": "يتقي النار ومنهم من يعمل إجابة لباعث الرجاء وهو الرغبة  في  الجنة  وهذا  وإن",
    "en": ""
  },
  {
    "ar": "كان نازلا بالإضافة إلى قصد طاعة الله وتعظيمه لذاته ولجلاله لا لأمر سواه  فهو",
    "en": ""
  },
  {
    "ar": "من جملة النيات الصحيحة لأنه ميل  إلى  الموعود  في  الآخرة  وإن  كان  من  جنس",
    "en": ""
  },
  {
    "ar": "المألوفات في الدنيا وأغلب البواعث باعث الفرج والبطن وموضع قضاء وطرهما  الجنة",
    "en": ""
  },
  {
    "ar": "فالعامل لأجل الجنة عامل لبطنه وفرجه كالأجير السوء  ودرجته  درجة  البله  وإنه",
    "en": ""
  },
  {
    "ar": "لينالها بعمله إذ أكثر أهل الجنة البله وأما عبادة ذوي الألباب فإنها لا  تجاوز",
    "en": ""
  },
  {
    "ar": "ذكر الله تعالى والفكر فيه لجماله لماله  وجلاله  وسائر  الأعمال  تكون  مؤكدات",
    "en": ""
  },
  {
    "ar": "وروادف وهؤلاء ارفع درجة من الالتفات إلى المنكوح والمطعوم في الجنة  فإنهم  لم",
    "en": ""
  },
  {
    "ar": "يقصدوها بل هم الذين يدعون ربهم بالغداة والعشي يريدون وجهه  فقط  وثواب  الناس",
    "en": ""
  },
  {
    "ar": "بقدر نياتهم فلا جرم يتنعمون بالنظر إلى وجهه الكريم  ويسخرون  ممن  يلتفت  إلى",
    "en": ""
  },
  {
    "ar": "وجه الحور العين كما يسخر المتنعم بالنظر إلى الحور  العين  ممن  يتنعم  بالنظر",
    "en": ""
  },
  {
    "ar": "إلى وجه الصور المصنوعة من الطين بل أشد فإن التفاوت بين  جمال  حضرة  الربوبية",
    "en": ""
  },
  {
    "ar": "وجمال الحور العين أشد وأعظم كثيرا من التفاوت بين  جمال  الحور  العين  والصور",
    "en": ""
  },
  {
    "ar": "المصنوعة من الطين بل  استعظام  النفوس  البهيمية  الشهوانية  لقضاء  الوطر  من",
    "en": ""
  },
  {
    "ar": "مخالطة الحسان وإعراضهم عن  جمال  وجه  الله  الكريم  يضاهي  استعظام  الخنفساء",
    "en": ""
  },
  {
    "ar": "لصاحبتها وإلفها لها وإعراضها عن النظر الى جمال وجوه النساء فعمى أكثر  القلوب",
    "en": ""
  },
  {
    "ar": "عن ابصار جمال الله وجلاله يضاهي عمى الخنفساء عن ادراك جمال النساء  بأنها  لا",
    "en": ""
  },
  {
    "ar": "تشعر به أصلا ولا تلتفت اليه ولو كان لها عقل وذكرن لها لاستحسنت عقل من  يلتفت",
    "en": ""
  },
  {
    "ar": "اليهن ولا يزالون مختلفين كل حزب بما لديهم فرحون ولذلك خلقهم حكى أن  أحمد  بن",
    "en": ""
  },
  {
    "ar": "خضرويه رأى ربه عز وجل في المنام فقال له كل الناس يطلبون مني  الجنة  إلا  أبا",
    "en": ""
  },
  {
    "ar": "يزيد فإنه يطلبني ورأى أبو يزيد ربه في المنام فقال  يا  رب  كيف  الطريق  اليك",
    "en": ""
  },
  {
    "ar": "فقال اترك نفسك وتعال إلي ورؤى الشبلي بعد موته في المنام فقيل له ما فعل  الله",
    "en": ""
  },
  {
    "ar": "بك فقال لم يطالبني على الدعاوي بالبرهان إلا على قول واحد قلت يوما  أي  خسارة",
    "en": ""
  },
  {
    "ar": "أعظم من خسران الجنة فقال أي خسارة أعظم من خسران لقائي والغرض أن  هذه  النيات",
    "en": ""
  },
  {
    "ar": "متفاوتة الدرجات ومن غلب على قلبه واحدة منها ربما  لا  يتيسر  له  العدول  ألى",
    "en": ""
  },
  {
    "ar": "غيرها ومعرفة هذه الحقائق  تورث  أعمالا  وأفعالا  لا  يستنكرها  الظاهريون  من",
    "en": ""
  },
  {
    "ar": "الفقهاء فإنا نقول من حضرت له نية في مباح ولم  تحضر  في  فضيلة  فالمباح  أولى",
    "en": ""
  },
  {
    "ar": "وانتقلت الفضيلة أليه وصارت الفضيلة في حقه نقيصة  لأن  الأعمال  بالنيات  وذلك",
    "en": ""
  },
  {
    "ar": "مثل العفو فإنه أفضل من الانتصار في الظلم وربما تحضره  نية  في  الانتصار  دون",
    "en": ""
  },
  {
    "ar": "العفو فيكون ذلك أفضل ومثل أن يكون له نية في الأكل والشرب والنوم  ليريح  نفسه",
    "en": ""
  },
  {
    "ar": "ويتقوى على العبادات في المستقبل وليس تنبعث نيته  في  الحالين  للصوم  والصلاة",
    "en": ""
  },
  {
    "ar": "فالأكل والشرب والنوم هو الأفضل له بل  لو  مل  العبادة  لمواظبته  عليها  وسكن",
    "en": ""
  },
  {
    "ar": "نشاطه وضعفت رغبته وعلم أنه لو ترفه ساعة بلهو وحديث عاد نشاطه فاللهو أفضل  له",
    "en": ""
  },
  {
    "ar": "من الصلاة قال أبو الدرداء إني لأستجم نفسي بشىء من اللهو فيكون  ذلك  عونا  لي",
    "en": ""
  },
  {
    "ar": "على الحق وقال علي كرم الله وجهه روحوا  القلوب  فإنها  إذا  أكرهت  عميت  وهذه",
    "en": ""
  },
  {
    "ar": "دقائق لا يدركها إلا سماسرة العلماء دون  الحشوية  منهم  بل  الحاذق  بالطب  قد",
    "en": ""
  },
  {
    "ar": "يعالج المحرور باللحم مع حرارته ويستبعده القاصر في الطب  وإنما  يبتغي  به  أن",
    "en": ""
  },
  {
    "ar": "يعيد أولا قوته ليحتمل المعالجة بالضد والحاذق في لعب الشطرنج مثلا قد ينزل  عن",
    "en": ""
  },
  {
    "ar": "الرخ والفرس مجانا ليتوصل بذلك إلى الغلبة والضعيف البصيرة قد يضحك  به  ويتعجب",
    "en": ""
  },
  {
    "ar": "منه وكذلك الخبير بالقتال قد يفر بين يدي قرينه ويوليه دبره حيلة  منه  ليستجره",
    "en": ""
  },
  {
    "ar": "إلى مضيق فيكر عليه فيقهره فكذلك سلوك طريق الله تعالى  كله  قتال  مع  الشيطان",
    "en": ""
  },
  {
    "ar": "ومعالجة للقلب والبصير الموفق يقف فيها على لطائف من  الحيل  يستبعدها  الضعفاء",
    "en": ""
  },
  {
    "ar": "فلا ينبغي للمريد أن يضمر إنكارا على ما يراه من شيخه  ولا  للمتعلم  أن  يعترض",
    "en": ""
  },
  {
    "ar": "على أستاذه بل ينبغي أن يقف عند حد بصيرته ومالا يفهمه من أحوالهما يسلمه  لهما",
    "en": ""
  },
  {
    "ar": "إلى أن ينكشف له أسرار ذلك بأن  يبلغ  رتبتهما  وينال  درجتهما  ومن  الله  حسن",
    "en": ""
  },
  {
    "ar": "التوفيق.",
    "en": ""
  },
  {
    "ar": "الباب الثاني فى الاخلاص وفضيلته وحقيقته ودرجاته",
    "en": ""
  },
  {
    "ar": "فضيلة الإخلاص قال الله تعالى (وما أمروا إلا ليعبدوا الله  مخلصين  له  الدين)",
    "en": ""
  },
  {
    "ar": "وقال (ألا لله الدين الخالص) وقال تعالى (إلا  الذين  تابوا  وأصلحوا  واعتصموا",
    "en": ""
  },
  {
    "ar": "بالله وأخلصوا دينهم لله) وقال تعالى (فمن  كان  يرجو  لقاء  ربه  فليعمل  عملا",
    "en": ""
  },
  {
    "ar": "صالحا ولا يشرك بعبادة ربه أحدا) نزلت فيمن يعمل لله ويحب أن  يحمد  عليه  وقال",
    "en": ""
  },
  {
    "ar": "النبي صلى الله عليه وسلم: (ثلاث لا  يغل  عليهن  قلب  رجل  مسلم  إخلاص  العمل",
    "en": ""
  },
  {
    "ar": "لله)[36] وعن مصعب بن سعد عن أبيه قال ظن أبى أن له فضلا على  من  هو  دونه  من",
    "en": ""
  },
  {
    "ar": "أصحاب رسول الله صلى الله عليه وسلم فقال النبى صلى الله عليه وسلم  (إنما  نصر",
    "en": ""
  },
  {
    "ar": "الله عز وجل هذه الأمة بضعفائها ودعوتهم وإخلاصهم)[37] وعن الحسن قال قال  رسول",
    "en": ""
  },
  {
    "ar": "الله صلى الله عليه وسلم (يقول الله تعالى الإخلاص سر من سرى استودعته  قلب  من",
    "en": ""
  },
  {
    "ar": "أحببت من عبادى)[38] وقال على بن أبى طالب كرم الله وجهه (لاتهتموا لقلة  العمل",
    "en": ""
  },
  {
    "ar": "واهتموا للقبول فإن النبي صلى الله عليه وسلم قال  لمعاذ  بن  جبل  أخلص  العمل",
    "en": ""
  },
  {
    "ar": "يجزك منه القليل)[39] وقال عليه السلام (ما من عبد يخلص لله العمل أربعين  يوما",
    "en": ""
  },
  {
    "ar": "إلا ظهرت ينابيع الحكمة من قلبه على لسانه)[40] وقال عليه الصلاة والسلام  (أول",
    "en": ""
  },
  {
    "ar": "من يسئل يوم القيامة ثلاثة رجل آتاه الله العلم فيقول الله تعالى ما صنعت  فيما",
    "en": ""
  },
  {
    "ar": "علمت فيقول يارب كنت أقوم آناء الليل وأطراف  النهار  فيقول  الله  تعالى  كذبت",
    "en": ""
  },
  {
    "ar": "وتقول الملائكة كذبت بل أردت أن يقال فلان عالم ألا  فقد  قيل  ذلك  ورجل  آتاه",
    "en": ""
  },
  {
    "ar": "الله مالا فيقول الله تعالى لقد أنعمت عليك فماذا صنعت فيقول  يارب  كنت  أتصدق",
    "en": ""
  },
  {
    "ar": "به آناء الليل وأطراف النهار فيقول الله تعالى كذبت  وتقول  الملائكة  كذبت  بل",
    "en": ""
  },
  {
    "ar": "أردت أن يقال فلان جواد ألا فقد قيل ذلك ورجل قتل في  سبيل  الله  تعالى  فيقول",
    "en": ""
  },
  {
    "ar": "الله تعالى ماذا صنعت فيقول يارب أمرت بالجهاد  فقاتلت  حتى  قتلت  فيقول  الله",
    "en": "This\n    Page was last updated on: 18 Jun 2007 21:31:58 -0400"
  },
  {
    "ar": "كذبت وتقول الملائكة كذبت بل أردت أن يقال فلان شجاع ألا فقد قيل ذلك  قال  أبو",
    "en": ""
  },
  {
    "ar": "هريرة ثم خبط رسول الله صلى الله عليه وسلم فخذى وقال يا أبا هريرة  أولئك  أول",
    "en": ""
  },
  {
    "ar": "خلق تسعر نار جهنم بهم يوم القيامة)[41]  فدخل  راوى  هذا  الحديث  على  معاوية",
    "en": ""
  },
  {
    "ar": "وروى له ذلك فبكى حتى كادت نفسه تزهق ثم قال صدق الله  إذ  قال  (من  كان  يريد",
    "en": ""
  },
  {
    "ar": "الحياة الدنيا وزينتها ...  الآية).",
    "en": ""
  },
  {
    "ar": "وفي الإسرائيليات أن عابدا كان يعبد الله دهرا طويلا فجاءه قوم فقالوا إن  ههنا",
    "en": ""
  },
  {
    "ar": "قوما يعبدون شجرة من دون الله تعالى  فغضب  لذلك  وأخذ  فأسه  على  عاتقه  وقصد",
    "en": ""
  },
  {
    "ar": "الشجرة ليقطعها فاستقبله إبليس في صورة شيخ فقال أين تريد رحمك الله  قال  أريد",
    "en": ""
  },
  {
    "ar": "أن أقطع هذه الشجرة قال وما أنت وذاك تركت عبادتك واشتغالك بنفسك  وتفرغت  لغير",
    "en": ""
  },
  {
    "ar": "ذلك فقال إن هذا من عبادتى قال فإنى لا أتركك أن تقطعها  فقاتله  فأخذه  العابد",
    "en": ""
  },
  {
    "ar": "فطرحه إلى الأرض وقعد على صدره فقال له إبليس أطلقنى حتى أكلمك فقام  عنه  فقال",
    "en": ""
  },
  {
    "ar": "إبليس يا هذا إن الله تعالى قد أسقط عنك هذا ولم يفرضه  عليك  وما  تعبدها  أنت",
    "en": ""
  },
  {
    "ar": "وما عليك من غيرك ولله تعالى أنبياء في أقاليم الأرض ولو شاء لبعثهم إلى  أهلها",
    "en": ""
  },
  {
    "ar": "وأمرهم بقطعها فقال العابد لا بد لى  من  قطعها  فنابذه  للقتال  فغلبه  العابد",
    "en": ""
  },
  {
    "ar": "وصرعه وقعد على صدره فعجز إبليس فقال له هل لك في أمر فصل بينى وبينك  وهو  خير",
    "en": ""
  },
  {
    "ar": "لك وأنفع قال وما هو قال أطلقنى حتى أقول لك فأطلقه فقال إبليس  أنت  رجل  فقير",
    "en": ""
  },
  {
    "ar": "لا شىء لك إنما أنت كل على الناس  يعولونك  ولعلك  تحب  أن  تتفضل  على  إخوانك",
    "en": ""
  },
  {
    "ar": "وتواسى جيرانك وتشبع وتستغنى عن الناس قال نعم قال فارجع عن هذا الأمر ولك  على",
    "en": ""
  },
  {
    "ar": "أن أجعل عند رأسك في كل ليلة  دينارين  إذا  أصبحت  أخذتهما  فأنفقت  على  نفسك",
    "en": ""
  },
  {
    "ar": "وعيالك وتصدقت على إخوانك فيكون ذلك أنفع لك وللمسلمين من قطع هذه الشجرة  التى",
    "en": ""
  },
  {
    "ar": "يغرس مكانها ولا يضرهم قطعها شيئا ولا ينفع إخوانك المؤمنين قطعك  إياها  فتفكر",
    "en": ""
  },
  {
    "ar": "العابد فيما قال وقال صدق الشيخ لست بنبى فيلزمنى قطع  هذه  الشجرة  ولا  أمرنى",
    "en": ""
  },
  {
    "ar": "الله أن أقطعها فأكون عاصيا بتركها وما ذكره  أكثر  منفعة  فعاهده  على  الوفاء",
    "en": ""
  },
  {
    "ar": "بذلك وحلف له فرجع العابد إلى متعبده فبات فلما  أصبح  رأى  دينارين  عند  رأسه",
    "en": ""
  },
  {
    "ar": "فأخذهما وكذلك الغد ثم اصبح اليوم الثالث وما بعده فلم ير شيئا فغضب وأخذ  فأسه",
    "en": ""
  },
  {
    "ar": "على عاتقه فاستقبله إبليس في صورة شيخ فقال له إلى أين  قال  أقطع  تلك  الشجرة",
    "en": ""
  },
  {
    "ar": "فقال كذبت والله ما أنت بقادر على ذلك ولا سبيل لك إليها  قال  فتناوله  العابد",
    "en": ""
  },
  {
    "ar": "ليفعل به كما فعل أول مرة فقال هيهات فأخذه إبليس وصرعه فإذا هو  كالعصفور  بين",
    "en": ""
  },
  {
    "ar": "رجليه وقعد إبليس على صدره وقال لتنتهين عن هذا الأمر أو لأذبحنك  فنظر  العابد",
    "en": ""
  },
  {
    "ar": "فإذا لا طاقة له به قال يا هذا غلبتنى فخل عنى وأخبرنى كيف غلبتك أولا  وغلبتنى",
    "en": ""
  },
  {
    "ar": "الآن فقال لأنك غضبت أول مرة لله وكانت نيتك الآخرة فسخرنى الله لك وهذه  المرة",
    "en": ""
  },
  {
    "ar": "غضبت لنفسك وللدنيا فصرعتك هذه الحكايات  تصديق  قوله  تعالى  إلا  عبادك  منهم",
    "en": ""
  },
  {
    "ar": "المخلصين إذ لا يتخلص العبد من الشيطان إلا بالإخلاص ولذلك  كان  معروف  الكرخى",
    "en": ""
  },
  {
    "ar": "رحمه الله تعالى يضرب نفسه ويقول يا  نفس  أخلصى  تتخلصى  وقال  يعقوب  المكفوف",
    "en": ""
  },
  {
    "ar": "المخلص من يكتم حسناته كما يكتم سيئاته وقال  سليمان  طوبى  لمن  صحت  له  خطوة",
    "en": ""
  },
  {
    "ar": "واحدة لا يريد بها إلا الله تعالى وكتب عمر بن الخطاب رضى الله تعالى  عنه  إلى",
    "en": ""
  },
  {
    "ar": "أبى موسى الأشعرى من خلصت نيته كفاه الله تعالى ما بينه وبين  الناس  وكتب  بعض",
    "en": ""
  },
  {
    "ar": "الأولياء إلى أخ له أخلص النية في أعمالك  يكفك  القليل  من  العمل  وقال  أيوب",
    "en": ""
  },
  {
    "ar": "السختيانى تخليص النيات على العمال أشد عليهم من جميع الأعمال وكان  مطرف  يقول",
    "en": ""
  },
  {
    "ar": "من صفا صفى له ومن خلط خلط عليه ورؤى بعضهم في المنام فقيل له كيف وجدت  أعمالك",
    "en": ""
  },
  {
    "ar": "فقال كل شىء عملته لله وجدته حتى حبة رمان لقطتها من طريق وحتى  هرة  ماتت  لنا",
    "en": ""
  },
  {
    "ar": "رأيتها في كفة الحسنات وكان في قلنسوتى خيط من  حرير  فرأيته  في  كفة  السيئات",
    "en": ""
  },
  {
    "ar": "وكان قد نفق حمار لى قيمته مائة دينار فما رأيت له ثوابا فقلت موت سنور في  كفة",
    "en": ""
  },
  {
    "ar": "الحسنات وموت حمار ليس فيها فقيل لى إنه قد وجهحيث بعثت به فإنه لما قيل لك  قد",
    "en": ""
  },
  {
    "ar": "مات قلت في لعنه الله فبطل أجرك فيه ولو قلت في سبيل  الله  لوجدته  في  حسناتك",
    "en": ""
  },
  {
    "ar": "وفي رواية قال وكنت قد تصدقت بصدقة بين الناس فأعجبني نظرهم إلي فوجدت  ذلك  لا",
    "en": ""
  },
  {
    "ar": "علي ولا لي قال سفيان لما سمع هذا ما أحسن حاله إذ لم يكن عليه فقد  أحسن  إليه",
    "en": ""
  },
  {
    "ar": "وقال يحيى بن معاذ الإخلاص يميز العمل من العيوب كتمييز اللبن من  الفرث  والدم",
    "en": ""
  },
  {
    "ar": "وقيل كان رجل يخرج في زي النساء ويحضر كل موضع يجتمع  فيه  النساء  من  عرس  أو",
    "en": ""
  },
  {
    "ar": "مأتم فاتفق أن حضر يوما موضعا فيه مجمع للنساء  فسرقت  درة  فصاحوا  أن  أغلقوا",
    "en": ""
  },
  {
    "ar": "الباب حتى نفتش فكانوا يفتشون واحدة واحدة حتى  بلغت  النوبة  إلى  الرجل  وإلى",
    "en": ""
  },
  {
    "ar": "امرأة معه فدعا الله تعالى بالإخلاص وقال إن نجوت من هذه الفضيحة لا  أعود  إلى",
    "en": ""
  },
  {
    "ar": "مثل هذا فوجدت الدرة مع تلك المرأة فصاحواأن  أطلقوا  الحرة  فقد  وجدنا  الدرة",
    "en": ""
  },
  {
    "ar": "وقال بعض الصوفية كنت قائما مع أبي عبيد التستري وهو يحرث أرضه  بعد  العصر  من",
    "en": ""
  },
  {
    "ar": "يوم عرفة فمر به بعض إخوانه من الأبدال  فساره  بشىء  فقال  أبو  عبيد  لا  فمر",
    "en": ""
  },
  {
    "ar": "كالسحاب يمسح الأرض حتى غاب عن عيني فقلت لأبي عبيد ما قال لك  فقال  سألني  أن",
    "en": ""
  },
  {
    "ar": "أحج معه قلت لا قلت فهلا فعلت قال ليس لي في الحج نية وقد  نويت  أن  أتمم  هذه",
    "en": ""
  },
  {
    "ar": "الأرض العشية فأخاف إن حججت معه لأجله تعرضت لمقت الله تعالى لأني أدخل في  عمل",
    "en": ""
  },
  {
    "ar": "الله شيئا غيره فيكون ما أنا فيه أعظم عندي من سبعين حجة ويروى  عن  بعضهم  قال",
    "en": ""
  },
  {
    "ar": "غزوت في البحر فعرض بعضنا مخلاة فقلت أشتريها فأنتفع بها  في  غزوي  فإذا  دخلت",
    "en": ""
  },
  {
    "ar": "مدينة كذا بعتها فربحت فيها فاشتريتها فرأيت تلك الليلة في النوم كأن شخصين  قد",
    "en": ""
  },
  {
    "ar": "نزلا من السماء فقال أحدهما لصاحبه اكتب الغزاة فأملي  عليه  خرج  فلان  متنزها",
    "en": ""
  },
  {
    "ar": "وفلان مرائيا وفلان تاجرا وفلان في سبيل الله ثم نظر إلي وقال  اكتب  فلان  خرج",
    "en": ""
  },
  {
    "ar": "تاجرا فقلت الله الله في أمري ما خرجت أتجر وما معي تجارة أتجر  فيها  ما  خرجت",
    "en": ""
  },
  {
    "ar": "إلا للغزو فقال يا شيخ قد أشتريت أمس مخلاة تريد أن تربح فيها  فبكيت  وقلت  لا",
    "en": ""
  },
  {
    "ar": "تكتبوني تاجرا فنظر إلى صاحبه وقال ما ترى فقال اكتب خرج فلان  غازيا  إلا  أنه",
    "en": ""
  },
  {
    "ar": "اشترى في طريقه مخلاة ليربح فيها حتى يحكم الله عز وجل فيه بما  يرى  وقال  سرى",
    "en": ""
  },
  {
    "ar": "السقطي رحمه الله تعالى لأن تصلي ركعتين في خلوة تخلصهما خير  لك  من  أن  تكتب",
    "en": ""
  },
  {
    "ar": "سبعين حديثا أو سبعمائة بعلو  وقال  بعضهم  في  إخلاص  ساعة  نجاة  الأبد  ولكن",
    "en": ""
  },
  {
    "ar": "الإخلاص عزيز ويقال العلم بذر والعمل زرع وماؤه الإخلاص وقال  بعضهم  إذا  أبغض",
    "en": ""
  },
  {
    "ar": "الله عبدا أعطاه ثلاثا ومنعه ثلاثا أعطاه  صحبة  الصالحين  ومنعه  القبول  منهم",
    "en": ""
  },
  {
    "ar": "وأعطاه الأعمال الصالحة ومنعه الإخلاص فيها وأعطاه  الحكمة  ومنعه  الصدق  فيها",
    "en": ""
  },
  {
    "ar": "وقال السوسي مراد الله من عمل الخلائق الإخلاص فقط وقال الجنيد  إن  لله  عبادا",
    "en": ""
  },
  {
    "ar": "عقلوا فلما عقلوا عملوا فلما عملوا أخلصوا فاستدعاهم الإخلاص  إلى  أبواب  البر",
    "en": ""
  },
  {
    "ar": "أجمع وقال محمد بن سعيد المروزي الأمر كله يرجع إلى أصلين فعل منه بك وفعل  منك",
    "en": ""
  },
  {
    "ar": "له فترضى ما فعل وتخلص فيما تعمل فإذن أنت سعدت بهذين وفزت في الدارين.",
    "en": ""
  },
  {
    "ar": "بيان حقيقة الإخلاص",
    "en": ""
  },
  {
    "ar": "اعلم أن كل شىء يتصور أن يشوبه غيره فإذا صفا  عن  شوبه  وخلص  عنه  سمى  خالصا",
    "en": ""
  },
  {
    "ar": "ويسمى الفعل المصفى المخلص إخلاصا قال الله تعالى من بين فرث  ودم  لبنا  خالصا",
    "en": ""
  },
  {
    "ar": "سائغا للشاربين فإنما خلوص اللبن أن لا يكون فيه شوب من الدم والفرث ومن كل  ما",
    "en": ""
  },
  {
    "ar": "يمكن أن يمتزج به والإخلاص يضاده الإشراك فمن ليس مخلصا فهو مشرك إلا أن  الشرك",
    "en": ""
  },
  {
    "ar": "درجات فالإخلاص في التوحيد يضاده التشريك في الإلهية والشرك منه خفي  ومنه  جلي",
    "en": ""
  },
  {
    "ar": "وكذا الإخلاص والإخلاص وضده يتواردان على القلب فمحله القلب وإنما يكون ذلك  في",
    "en": ""
  },
  {
    "ar": "القصود والنيات وقد ذكر حقيقة النية وأنها ترجع إلى إجابة  البواعث  فمهما  كان",
    "en": ""
  },
  {
    "ar": "الباعث واحد على التجرد سمي الفعل الصادر عنه إخلاصا بالإضافة إلى  المنوى  فمن",
    "en": ""
  },
  {
    "ar": "تصدق وغرضه محض الرياء فهو مخلص ومن كان غرضه محض التقرب إلى  الله  تعالى  فهو",
    "en": ""
  },
  {
    "ar": "مخلص ولكن العادة جارية بتخصيص اسم الإخلاص بتجريد قصد التقرب إلى  الله  تعالى",
    "en": ""
  },
  {
    "ar": "عن جميع الشوائب كما أن الإلحاد عبارة عن الميل ولكن خصصته  العادة  بالميل  عن",
    "en": ""
  },
  {
    "ar": "الحق ومن كان باعثه مجرد الرياء فهو معرض للهلاك ولسنا نتكلم فيه إذ  قد  ذكرنا",
    "en": ""
  },
  {
    "ar": "ما يتعلق به في كتاب الرياء من ربع المهلكات وأقل أموره ما ورد في الخبر من  إن",
    "en": ""
  },
  {
    "ar": "المرائي يدعى يوم القيامة بأربع أسام (يا مرائي يا مخادع يا مشرك يا  كافر)[42]",
    "en": ""
  },
  {
    "ar": "وإنما نتكلم الآن فيمن انبعث لقصد التقرب ولكن امتزج بهذا الباعث باعث آخر  إما",
    "en": ""
  },
  {
    "ar": "من الرياء أو من غيره من حظوظ النفس ومثال ذلك أن يصوم لينتفع بالحمية  الحاصلة",
    "en": ""
  },
  {
    "ar": "بالصوم مع قصد التقرب أو يعتق عبدا ليتخلص من مؤنته  وسوء  خلقه  أو  يحج  ليصح",
    "en": ""
  },
  {
    "ar": "مزاجه بحركة السفر أو يتخلص من شر يعرض له في بلده  أو  ليهرب  عن  عدو  له  في",
    "en": ""
  },
  {
    "ar": "منزله أو يتبرم بأهله وولده أو بشغل هو فيه  فأراد  أن  يستريح  منه  أياما  أو",
    "en": ""
  },
  {
    "ar": "ليغزو وليمارس الحرب ويتعلم أسبابه ويقدر به على تهيئة العساكر وجرها  أو  يصلي",
    "en": ""
  },
  {
    "ar": "بالليل وله غرض في دفع النعاس عن نفسه به ليراقب أهله أو رحله أو  يتعلم  العلم",
    "en": ""
  },
  {
    "ar": "ليسهل عليه طلب ما يكفيه من المال أو ليكون عزيزا بين العشيرة أو  ليكون  عقاره",
    "en": ""
  },
  {
    "ar": "أو ماله محروسا بعز العلم عن الأطماع أو اشتغل بالدرس  والوعظ  ليتخلص  عن  كرب",
    "en": ""
  },
  {
    "ar": "الصمت ويتفرج بلذة الحديث أو تكفل بخدمة العلماء  الصوفية  لتكون  حرمته  وافرة",
    "en": ""
  },
  {
    "ar": "عندهم وعند الناس أو لينال به رفقا في الدنيا او  كتب  مصحفا  ليجود  بالمواظبة",
    "en": ""
  },
  {
    "ar": "على الكتابة خطه أو حج ماشيا ليخفف عن نفسه الكراء أو توضأ ليتنظف أو يتبرد  أو",
    "en": ""
  },
  {
    "ar": "اغتسل لتطيب رائحته أو روى الحديث ليعرف بعلو الإسناد أو اعتكف في المسجد  ليخف",
    "en": ""
  },
  {
    "ar": "كراء المسكن أو صام ليخفف عن نفسه التردد في طبخ الطعام أو ليتفرغ لأشغاله  فلا",
    "en": ""
  },
  {
    "ar": "يشغله الأكل عنها أو تصدق على السائل ليقطع إبرامه في السؤال عن نفسه  أو  يعود",
    "en": ""
  },
  {
    "ar": "مريضا ليعاد إذا مرض أو يشيع جنازة ليشيع جنائز  أهله  أو  يفعل  شيئا  من  ذلك",
    "en": ""
  },
  {
    "ar": "ليعرف بالخير ويذكر به وينظر إليه بعين الصلاح  والوقار  فمهما  كان  باعثه  هو",
    "en": ""
  },
  {
    "ar": "التقرب إلى الله تعالى ولكن انضاف إليه خطرة من هذه الخطرات حتى صار العمل  أخف",
    "en": ""
  },
  {
    "ar": "عليه بسبب هذه الأمور فقد خرج عمله عن حد الإخلاص وخرج عن أن يكون  خالصا  لوجه",
    "en": "This\n    page was created April 1,  2003."
  },
  {
    "ar": "الله تعالى وتطرق إليه الشرك  وقد  قال  تعالى  أنا  أغني  الشركاء  عن  الشركة",
    "en": ""
  },
  {
    "ar": "وبالجملة كل حظ من حظوظ الدنيا تستريح إليه النفس ويميل إليه القلب قل  أم  كثر",
    "en": ""
  },
  {
    "ar": "إذا تطرق إلى العمل تكدر به صفوه وزال  به  إخلاصه  والإنسان  مرتبط  في  حظوظه",
    "en": ""
  },
  {
    "ar": "منغمس في شهواته قلما ينفك فعل من أفعاله وعبادة من  عباداته  عن  حظوظ  وأغراض",
    "en": ""
  },
  {
    "ar": "عاجلة من هذه الأجناس فلذلك قيل من سلم له من عمره لحظة واحده خالصه لوجه  الله",
    "en": ""
  },
  {
    "ar": "نجا وذلك لعزة الإخلاص وعسر تنقية القلب عن هذه الشوائب بل الخالص هو  الذي  لا",
    "en": ""
  },
  {
    "ar": "باعث عليه إلا طلب القرب من الله تعالى وهذه الحظوظ إن كانت هي  الباعثة  وحدها",
    "en": ""
  },
  {
    "ar": "فلا يخفي شدة الأمر على صاحبه فيها وإنما نظرنا فيما إذا كان القصد  الأصلي  هو",
    "en": ""
  },
  {
    "ar": "التقرب وانضافت إليه هذه الأمور ثم هذه الشوائب إما أن تكون في  رتبة  الموافقة",
    "en": ""
  },
  {
    "ar": "أو في رتبة المشاركة أو في رتبة المعاونة كما سبق في النية  وبالجملة  فإما  أن",
    "en": ""
  },
  {
    "ar": "يكون الباعث النفسى مثل الباعث الدينى أو أقوى منه أو أضعف ولكل واحد  حكم  آخر",
    "en": ""
  },
  {
    "ar": "كما سنذكره.",
    "en": ""
  },
  {
    "ar": "وإنما الإخلاص تخليص العمل عن هذه الشوائب كلها قليلها وكثيرها حتى  يتجرد  فيه",
    "en": ""
  },
  {
    "ar": "قصد التقرب فلا يكون في باعث سواه وهذا لا يتصور إلا من محب لله  مستهتر  بالله",
    "en": ""
  },
  {
    "ar": "مستغرق الهم بالآخرة بحيث لم يبق لحب الدنيا في قلبه قرار  حتى  لا  يحب  الأكل",
    "en": ""
  },
  {
    "ar": "والشرب أيضا بل تكون رغبته فيه كرغبته في قضاء الحاجة من حيث إنه ضرورة  الجبلة",
    "en": ""
  },
  {
    "ar": "فلا يشتهى الطعام لأنه طعام بل لأنه يقويه على عبادة الله تعالى ويتمنى  أن  لو",
    "en": ""
  },
  {
    "ar": "كفى شر الجوع حتى لا يحتاج إلى الأكل فلا يبقى في قلبه حظ  من  الفضول  الزائدة",
    "en": ""
  },
  {
    "ar": "على الضرورة.",
    "en": ""
  },
  {
    "ar": "ويكون قدر الضرورة مطلوبا عنده لأنه ضرورة دينه فلا يكون له هم إلا الله  تعالى",
    "en": ""
  },
  {
    "ar": "فمثل هذا الشخص لو أكل أو شرب أو قضى حاجته كان خالص العمل صحيح النية في  جميع",
    "en": ""
  },
  {
    "ar": "حركاته وسكناته فلو نام مثلا حتى يريح نفسه ليتقوى على العبادة بعده  كان  نومه",
    "en": ""
  },
  {
    "ar": "عبادة وكان له درجة المخلصين فيه ومن ليس كذلك فباب الإخلاص في  الأعمال  مسدود",
    "en": ""
  },
  {
    "ar": "عليه إلا على الندور وكما أن من غلب عليه حب الله وحب  الآخرة  فاكتسبت  حركاته",
    "en": ""
  },
  {
    "ar": "الاعتيادية صفة همه وصارت إخلاصا فالذى يغلب على نفسه الدنيا  والعلو  والرياسة",
    "en": ""
  },
  {
    "ar": "وبالجملة غير الله فقد اكتسبت جميع حركاته تلك الصفة فلا تسلم  له  عباداته  من",
    "en": ""
  },
  {
    "ar": "صوم وصلاة وغير ذلك إلا نادرا فإذن علاج الإخلاص كسر حظوظ النفس وقطع الطمع  عن",
    "en": ""
  },
  {
    "ar": "الدنيا والتجرد للآخرة بحيث يغلب ذلك على القلب فإذا ذاك يتيسر الإخلاص.",
    "en": ""
  },
  {
    "ar": "وكم من أعمال يتعب الإنسان فيها ويظن أنها خالصة لوجه الله  ويكون  فيها  مغرور",
    "en": ""
  },
  {
    "ar": "لأنه لا يرى وجه الآفة فيها كما حكى عن بعضهم أنه قال  قضيت  صلاة  ثلاثين  سنة",
    "en": ""
  },
  {
    "ar": "كنت صليتها في المسجد في الصف الأول  لأنى  تأخرت  يوما  لعذر  فصليت  في  الصف",
    "en": ""
  },
  {
    "ar": "الثانى فاعترتني خجلة من الناس حيث رأونى في الصف الثانى فعرفت  أن  نظر  الناس",
    "en": ""
  },
  {
    "ar": "إلى في الصف الأول كان مسرتى وسبب استراحة قلبى من حيث لا أشعر وهذا دقيق  غامض",
    "en": ""
  },
  {
    "ar": "قلما تسلم الأعمال من  أمثاله  وقل  من  يتنبه  له  إلا  من  وفقه  الله  تعالى",
    "en": ""
  },
  {
    "ar": "والغافلون يرون حسناتهم كلها في الآخرة سيئات وهم المرادون بقوله  تعالى  (وبدا",
    "en": ""
  },
  {
    "ar": "لهم من الله مالم يكونوا يحتسبون وبدا لهم سيئات ما كسبوا)  وبقوله  تعالى  (قل",
    "en": ""
  },
  {
    "ar": "هل ننبئكم بالأخسرين أعمالا الذين ضل سعيهم في الحياة الدنيا وهم  يحسبون  أنهم",
    "en": ""
  },
  {
    "ar": "يحسنون صنعا.)",
    "en": ""
  },
  {
    "ar": "وأشد الخلق تعرضا لهذه الفتنة العلماء فإن الباعث للأكثرين على نشر  العلم  لذة",
    "en": ""
  },
  {
    "ar": "الاستيلاء والفرح بالاستتباع والاستبشار بالحمد والثناء  والشيطان  يلبس  عليهم",
    "en": ""
  },
  {
    "ar": "ذلك ويقول غرضكم نشر دين الله والنضال عن الشرع الذى شرعه رسول الله  صلى  الله",
    "en": ""
  },
  {
    "ar": "عليه وسلم وترى الواعظ يمن على الله تعالى بنصيحة الخلق ووعظه  للسلاطين  ويفرح",
    "en": ""
  },
  {
    "ar": "بقبول الناس قوله وإقبالهم عليه وهو يدعى أنه يفرح بما يسر له  من  نصرة  الدين",
    "en": ""
  },
  {
    "ar": "ولو ظهر من أقرانه من هو أحسن منه وعظا وانصرف الناس  عنه  وأقبلوا  عليه  ساءه",
    "en": ""
  },
  {
    "ar": "ذلك وغمه ولو كان باعثه الدين لشكر الله تعالى إذ كفاه الله  تعالى  هذا  المهم",
    "en": ""
  },
  {
    "ar": "بغيره ثم الشيطان مع ذلك لا يخليه  ويقول  إنما  غمك  لانقطاع  الثواب  عنك  لا",
    "en": ""
  },
  {
    "ar": "لانصراف وجوه الناس عنك إلى غيرك إذ لو اتعظوا بقولك لكنت أنت المثاب  واغتمامك",
    "en": ""
  },
  {
    "ar": "لفوات الثواب محمود ولا يدرى المسكين  أن  انقياده  للحق  وتسليمه  الأمر  أفضل",
    "en": ""
  },
  {
    "ar": "وأجزل ثوابا وأعوذ عليه في الآخرة من انفراده.",
    "en": ""
  },
  {
    "ar": "وليت شعرى لو اغتم عمر رضى الله عنه بتصدى أبى بكر رضى الله تعالى عنه  للإمامة",
    "en": ""
  },
  {
    "ar": "أكان غمه محمودا أو مذموما ولا يستريب ذو دين أن لو كان ذلك  لكان  مذموما  لأن",
    "en": ""
  },
  {
    "ar": "انقياده للحق وتسليمه الأمر إلى من هو أصلح منه أعود عليه في  الدين  من  تكفله",
    "en": ""
  },
  {
    "ar": "بمصالح الخلق مع ما فيه من الثواب الجزيل  بل  فرح  عمر  رضى  الله  تعالى  عنه",
    "en": ""
  },
  {
    "ar": "باستقلال من هو أولى منه بالأمر فما بال العلماء لا يفرحون بمثل ذلك وقد  ينخدع",
    "en": ""
  },
  {
    "ar": "بعض أهل العلم بغرور الشيطان فيحدث نفسه بأنه لو ظهر من  هو  أولى  منه  بالأمر",
    "en": ""
  },
  {
    "ar": "لفرح به وإخباره بذلك عن نفسه قبل التجربة والامتحان  محض  الجهل  والغرور  فإن",
    "en": ""
  },
  {
    "ar": "النفس سهلة القياد في الوعد بأمثال ذلك قبل نزول الأمر ثم إذا دهاه الأمر  تغير",
    "en": ""
  },
  {
    "ar": "ورجع ولم يف بالوعد وذلك لا يعرفه  إلا  من  عرف  مكايد  الشيطان  والنفس  وطال",
    "en": ""
  },
  {
    "ar": "اشتغاله بامتحانها فمعرفة حقيقة الإخلاص والعمل به بحر عميق  يغرق  فيه  الجميع",
    "en": ""
  },
  {
    "ar": "إلا الشاذ النادر والفرد الفذوهو  المستثنى  في  قوله  تعالى  إلا  عبادك  منهم",
    "en": ""
  },
  {
    "ar": "المخلصين فليكن العبد شديد التفقد والمراقبة لهذه الدقائق  وإلا  التحق  بأتباع",
    "en": ""
  },
  {
    "ar": "الشياطين وهو لا يشعر.",
    "en": ""
  },
  {
    "ar": "بيان أقاويل الشيوخ في الإخلاص",
    "en": ""
  },
  {
    "ar": "قال السوسى: (الإخلاص فقد رؤية الإخلاص فإن من  شاهد  في  إخلاصه  الإخلاص  فقد",
    "en": ""
  },
  {
    "ar": "احتاج إخلاصه إلى إخلاص) وما ذكره إشارة إلى تصفية العمل عن العجب  بالفعل  فإن",
    "en": ""
  },
  {
    "ar": "الالتفات إلى الإخلاص والنظر إليه عجب وهو من جملة الآفات والخالص  ما  صفا  عن",
    "en": ""
  },
  {
    "ar": "جميع الآفات فهذا تعرض لآفة واحد.",
    "en": ""
  },
  {
    "ar": "وقال سهل رحمه الله تعالى (الإخلاص أن  يكون  سكون  العبد  وحركاته  لله  تعالى",
    "en": ""
  },
  {
    "ar": "خاصة) وهذه كلمة جامعة محيطة بالغرض وفي معناه قول إبراهيم  بن  أدهم  (الإخلاص",
    "en": ""
  },
  {
    "ar": "صدق النية مع الله تعالى) وقيل لسهل أى شىء أشد على النفس فقال الإخلاص إذ  ليس",
    "en": ""
  },
  {
    "ar": "لها فيه نصيب وقال رويم (الإخلاص في العمل هو أن لا يريد صاحبه  عليه  عوضا  في",
    "en": ""
  },
  {
    "ar": "الدارين) وهذا إشارة إلى أن حظوظ النفس آفة آجلا وعاجلا.",
    "en": ""
  },
  {
    "ar": "والعابد لأجل التنعم بالشهوات في الجنة معلول بل الحقيقة  أن  لا  يراد  بالعمل",
    "en": ""
  },
  {
    "ar": "إلا وجه الله تعالى وهو إشارة إلى إخلاص الصديقين وهو الإخلاص المطلق  فأما  من",
    "en": ""
  },
  {
    "ar": "يعمل لرجاء الجنة وخوف النار فهو مخلص بالإضافة إلى الحظوظ  العاجلة  وإلا  فهو",
    "en": ""
  },
  {
    "ar": "في طلب حظ البطن والفرج وإنما المطلوب الحق لذوى الألباب وجه  الله  تعالى  فقط",
    "en": ""
  },
  {
    "ar": "وهو القائل لا يتحرك الإنسان إلا لحظ والبراءة من الحظوظ صفة الإلهية ومن  ادعى",
    "en": ""
  },
  {
    "ar": "ذلك فهو كافر.",
    "en": ""
  },
  {
    "ar": "وقد قضى القاضى أبو بكر الباقلانى بتكفير من يدعى البراءة من الحظوظ  وقال  هذا",
    "en": ""
  },
  {
    "ar": "من صفات الإلهية وما ذكره حق ولكن القوم إنما  أرادوا  به  البراءة  عما  يسميه",
    "en": ""
  },
  {
    "ar": "الناس حظوظا وهو الشهوات الموصوفة في الجنة  فقط  فأما  التلذذ  بمجرد  المعرفة",
    "en": ""
  },
  {
    "ar": "والمناجاة والنظر إلى وجه الله تعالى فهذا حظ هؤلاء وهذا لا يعده الناس حظا  بل",
    "en": ""
  },
  {
    "ar": "يتعجبون منه وهؤلاء لو عوضوا عما هم  فيه  من  لذة  الطاعة  والمناجاة  وملازمة",
    "en": ""
  },
  {
    "ar": "السجود للحضرة الإلهية سرا وجهرا جميع نعيم الجنة لاستحقروه ولم  يلتفتوا  إليه",
    "en": ""
  },
  {
    "ar": "فحركتهم لحظ وطاعتهم لحظ ولكن حظهم معبودهم فقط دون غيره.",
    "en": ""
  },
  {
    "ar": "وقال أبو عثمان الإخلاص نسيان روية الخلق بدوام  النظر  إلى  الخالق  فقط  وهذا",
    "en": ""
  },
  {
    "ar": "إشارة إلى آفة الرياء فقط ولذلك قال بعضهم الإخلاص في العمل أن  لا  يطلع  عليه",
    "en": ""
  },
  {
    "ar": "شيطان فيفسده ولا ملك فيكتبه فإنه إشارة إلى مجرد الإخفاء وقد قيل  الإخلاص  ما",
    "en": ""
  },
  {
    "ar": "استتر عن الخلق وصفا عن العلائق وهذا أجمع للمقاصد وقال  المحاسبى  الإخلاص  هو",
    "en": ""
  },
  {
    "ar": "إخراج الخلق عن معاملة الرب وهذا إشارة إلى مجرد نفى الرياء وكذلك  قول  الخواص",
    "en": ""
  },
  {
    "ar": "من شرب من كأس الرياسة فقد خرج عن إخلاص العبودية.",
    "en": ""
  },
  {
    "ar": "وقال الحواريون لعيسى عليه السلام: (ما الخالص من  الأعمال)  فقال  (الذى  يعمل",
    "en": ""
  },
  {
    "ar": "لله تعالى لا يحب أن يحمده عليه أحد) وهذا أيضا تعرض  لترك  الرياء  وإنما  خصه",
    "en": ""
  },
  {
    "ar": "بالذكر لأنه أقوى الأسباب المشوشة للإخلاص وقال الجنيد  (الإخلاص  تصفية  العمل",
    "en": ""
  },
  {
    "ar": "من الكدورات) وقال الفضيل (ترك العمل من أجل الناس رياء والعمل  من  أجل  الناس",
    "en": ""
  },
  {
    "ar": "شرك والإخلاص أن يعافيك  الله  منهما).  وقيل  الإخلاص  دوام  المراقبة  ونسيان",
    "en": ""
  },
  {
    "ar": "الحظوظ كلها وهذا هو البيان الكامل والأقاويل في هذا كثيرة ولا فائدة في  تكثير",
    "en": ""
  },
  {
    "ar": "النقل بعد انكشاف الحقيقة.",
    "en": ""
  },
  {
    "ar": "وإنما البيان الشافى بيان سيد الأولين والآخرين صلى الله عليه وسلم إذ  سئل  عن",
    "en": ""
  },
  {
    "ar": "الإخلاص فقال (أن تقول ربى الله ثم تستقيم  كما  أمرت)[43]  أى  لا  تعبد  هواك",
    "en": ""
  },
  {
    "ar": "ونفسك ولا تعبد إلا ربك وتستقيم في عبادته كما أمرت وهذا إشارة إلى قطع ما  سوى",
    "en": ""
  },
  {
    "ar": "الله عن مجرى النظر وهو الإخلاص حقا.",
    "en": ""
  },
  {
    "ar": "بيان درجات الشوائب والآفات المكدرة للإخلاص",
    "en": ""
  },
  {
    "ar": "اعلم أن الآفات المشوشة للإخلاص بعضها جلى وبعضها خفى وبعضها  ضعيف  مع  الجلاء",
    "en": ""
  },
  {
    "ar": "وبعضها قوى مع الخفاء ولا يفهم اختلاف درجاتها في  الخفاء  والجلاء  إلا  بمثال",
    "en": ""
  },
  {
    "ar": "وأظهر مشوشات الإخلاص الرياء فلنذكر منه مثالا فنقول الشيطان  يدخل  الآفة  على",
    "en": ""
  },
  {
    "ar": "المصلى مهما كان مخلصا في صلاته ثم نظر إليه جماعة أو دخل عليه داخل  فيقول  له",
    "en": ""
  },
  {
    "ar": "حسن صلاتك حتى ينظر إليك هذا  الحاضر  بعين  الوقار  والصلاح  ولا  يزدريك  ولا",
    "en": ""
  },
  {
    "ar": "يغتابك فتخشع جوارحه وتسكن أطرافه وتحسن صلاته وهذا هو الرياء الظاهر ولا  يخفى",
    "en": ""
  },
  {
    "ar": "ذلك على المبتدئين من المريدين",
    "en": "Page\n    URL: www.muslimphilosophy.com/gz/ihya/english/ihya-vol4-C7.htm ."
  },
  {
    "ar": "الدرجة الثانية: يكون المريد قد فهم هذه الآفة وأخذ منها  حذره  فصار  لا  يطيع",
    "en": ""
  },
  {
    "ar": "الشيطان فيها ولا يلتفت إليه ويستمر في صلاته كما كان  فيأتيه  في  معرض  الخير",
    "en": ""
  },
  {
    "ar": "ويقول أنت متبوع ومقتدى بك ومنظور إليك وما تفعله  يؤثر  عنك  ويتأسى  بك  غيرك",
    "en": ""
  },
  {
    "ar": "فيكون لك ثواب أعمالهم إن أحسنت وعليك الوزر  إن  أسأت  فأحسن  عملك  بين  يديه",
    "en": ""
  },
  {
    "ar": "فعساه يقتدى بك في الخشوع وتحسين العبادة وهذا أغمض من الأول وقد ينخدع  به  من",
    "en": ""
  },
  {
    "ar": "لا ينخدع بالأول وهو أيضا عين الرياء ومبطل للإخلاص فإنه  إن  كان  يرى  الخشوع",
    "en": ""
  },
  {
    "ar": "وحسن العبادة خيرا لا يرضى لغيره تركه فلم لم يرتض لنفسه  ذلك  في  الخلوة  ولا",
    "en": ""
  },
  {
    "ar": "يمكن أن تكون نفس غيره أعز عليه من نفسه فهذا محض التلبيس  بل  المقتدى  به  هو",
    "en": ""
  },
  {
    "ar": "الذى استقام في نفسه واستنار قلبه فانتشر نوره إلى غيره  فيكون  له  ثواب  عليه",
    "en": ""
  },
  {
    "ar": "فأما هذا فمحض النفاق والتلبيس فمن اقتدى به أثيب عليه وأما هو فيطالب  بتلبيسه",
    "en": ""
  },
  {
    "ar": "ويعاقب على إظهاره من نفسه ما ليس متصفا به.",
    "en": ""
  },
  {
    "ar": "الدرجة الثالثه: وهى أدق مما قبلها أن يجرب العبد  نفسه  في  ذلك  ويتنبه  لكيد",
    "en": ""
  },
  {
    "ar": "الشيطان ويعلم أن مخالفته بين الخلوة والمشاهدة  للغير  محض  الرياء  ويعلم  أن",
    "en": ""
  },
  {
    "ar": "الإخلاص في أن تكون صلاته في الخلوة مثل صلاته في الملأ ويستحيى  من  نفسه  ومن",
    "en": ""
  },
  {
    "ar": "ربه أن يتخشع لمشاهدة خلقه تخشعا زائدا على عادته فيقبل  على  نفسه  في  الخلوة",
    "en": ""
  },
  {
    "ar": "ويحسن صلاته على الوجه الذى يرتضيه في الملأ ويصلى في  الملأ  أيضا  كذلك  فهذا",
    "en": ""
  },
  {
    "ar": "أيضا من الرياء الغامض لأنه حسن صلاته في الخلوة لتحسن في الملأ  فلا  يكون  قد",
    "en": ""
  },
  {
    "ar": "فرق بينهما فالتفاته في الخلوة والملأ إلى الخلق بل  الإخلاص  أن  تكون  مشاهدة",
    "en": ""
  },
  {
    "ar": "البهائم لصلاته ومشاهدة الخلق على وتيرة واحدة فكأن نفس هذا ليست  تسمح  بإساءة",
    "en": ""
  },
  {
    "ar": "الصلاة بين أظهر الناس ثم يستحيى من نفسه أن يكون في  صورة  المرائين  ويظن  أن",
    "en": ""
  },
  {
    "ar": "ذلك يزول بأن تستوى صلاته في الخلا والملا وهيهات بل زوال  ذلك  بأن  لا  يلتفت",
    "en": ""
  },
  {
    "ar": "إلى الخلق كما لا يلتفت إلى الجمادات في الخلا والملأ جميعا وهذا من شخص  مشغول",
    "en": ""
  },
  {
    "ar": "الهم بالخلق في الملا والخلا جميعا وهذا من المكايد الخفية للشيطان.",
    "en": ""
  },
  {
    "ar": "الدرجة الرابعة: وهى أدق وأخفى أن ينظر إليه الناس وهو في صلاته فيعجز  الشيطان",
    "en": ""
  },
  {
    "ar": "عن أن يقول له اخشع لأجلهم فإنه قد عرف أنه قد  تفطن  لذلك  فيقول  له  الشيطان",
    "en": ""
  },
  {
    "ar": "تفكر في عظمة الله تعالى وجلاله ومن أنت واقف بين يديه واستحى من أن ينظر  الله",
    "en": ""
  },
  {
    "ar": "إلى قلبك وهو غافل عنه فيحضر بذلك قلبه وتخشع جوارحه ويظن أن ذلك  عين  الإخلاص",
    "en": ""
  },
  {
    "ar": "وهو عين المكر والخداع فإن خشوعه لو كان لنظره  إلى  جلاله  لكانت  هذه  الخطرة",
    "en": ""
  },
  {
    "ar": "تلازمه في الخلوه ولكان لا يختص حضورها بحالة حضور غيره.",
    "en": ""
  },
  {
    "ar": "وعلامة الأمن من هذه الآفة أن يكون هذا الخاطر مما يألفه في الخلوة  كما  يألفه",
    "en": ""
  },
  {
    "ar": "في الملأ ولا يكون حضور الغير هو السبب  في  حضور  الخاطر  كما  لا  يكون  حضور",
    "en": ""
  },
  {
    "ar": "البهيمة سببا فما دام يفرق في أحواله بين مشاهدة إنسان ومشاهدة بهيمة  فهو  بعد",
    "en": ""
  },
  {
    "ar": "خارج عن صفو الإخلاص مدنس الباطن بالشرك الخفى من الرياء وهذا  الشرك  أخفى  في",
    "en": ""
  },
  {
    "ar": "قلب ابن آدم من دبيب النملة السوداء في الليلة الظلماء على  الصخرة  الصماء[44]",
    "en": ""
  },
  {
    "ar": "كما ورد في الخبر ولا يسلم من الشيطان إلا من دق نظره وسعد  بعصمة  الله  تعالى",
    "en": ""
  },
  {
    "ar": "وتوفيقه وهدايته وإلا فالشيطان ملازم للمتشعرين  لعبادة  الله  تعالى  لا  يغفل",
    "en": ""
  },
  {
    "ar": "عنهم لحظة حتى يحملهم على الرياء في كل حركة من الحركات حتى في كحل  العين  وقص",
    "en": ""
  },
  {
    "ar": "الشارب وطيب يوم الجمعة ولبس الثياب فإن هذه سنن في أوقات مخصوصه  وللنفس  فيها",
    "en": ""
  },
  {
    "ar": "حظ خفي لإرتباط نظر الخلق بها ولاستئناس الطبع بها فيدعوه الشيطان إلى فعل  ذلك",
    "en": ""
  },
  {
    "ar": "ويقول هذه سنة لا ينبغي أن تتركها ويكون  انبعاث  القلب  باطنا  لها  لأجل  تلك",
    "en": ""
  },
  {
    "ar": "الشهوة الخفية أو مشوبة بها شوبا يخرج عن حد الإخلاص بسببه.",
    "en": ""
  },
  {
    "ar": "ومالا يسلم عن هذه الآفات كلها فليس بخالص بل من يعتكف في مسجد معمور نظيف  حسن",
    "en": ""
  },
  {
    "ar": "العماره يأنس إليه الطبع فالشيطان يرغبه فيه ويكثر عليه من فضائل الاعتكاف  وقد",
    "en": ""
  },
  {
    "ar": "يكون المحرك الخفي في سره هو الأنس  بحسن  صورة  المسجد  واستراحة  الطبع  إليه",
    "en": ""
  },
  {
    "ar": "ويتبين ذلك في ميله إلى أحد المسجدين أو أحد الموضعين إذا كان  أحسن  من  الآخر",
    "en": ""
  },
  {
    "ar": "وكل ذلك امتزاج بشوائب الطبع وكدورات النفس ومبطل  حقيقة  الإخلاص  لعمري  الغش",
    "en": ""
  },
  {
    "ar": "الذي يمزج بخالص الذهب له درجات متفاوته فمنها ما يغلب ومنها ما يقل  لكن  يسهل",
    "en": ""
  },
  {
    "ar": "دركه ومنها ما يدق بحيث لا يدركه إلا الناقد البصير  وغش  القلب  ودغل  الشيطان",
    "en": ""
  },
  {
    "ar": "وخبث النفس أغمض من ذلك وأدق كثيرا.",
    "en": ""
  },
  {
    "ar": "ولهذا قيل ركعتان من عالم أفضل من عبادة سنة من جاهل وأريد  به  العالم  البصير",
    "en": ""
  },
  {
    "ar": "بدقائق آفات الأعمال حتى يخلص عنها فإن الجاهل نظره إلى ظاهر العبادة  واغتراره",
    "en": ""
  },
  {
    "ar": "بها كالنظر السوادى إلى حمرة الدينار المموه واستدارته وهو مغشوش زائف في  نفسه",
    "en": ""
  },
  {
    "ar": "وقيراط من الخالص الذي يرتضيه الناقد البصير خير من دينار  يرتضيه  الغر  الغبي",
    "en": ""
  },
  {
    "ar": "فهكذا يتفاوت أمر العبادات بل أشد  وأعظم  ومداخل  الآفات  المتطرقة  إلى  فنون",
    "en": ""
  },
  {
    "ar": "الأعمال لا يمكن حصرها وإحصاؤها فلينتفع بما ذكرناه مثالا والفطن يغنيه  القليل",
    "en": ""
  },
  {
    "ar": "عن الكثير والبليد لا يغنيه التطويل أيضا فلا فائدة في التفصيل.",
    "en": ""
  },
  {
    "ar": "بيان حكم العمل المشوب واستحقاق الثواب به",
    "en": ""
  },
  {
    "ar": "اعلم أن العمل إذا لم يكن خالصا لوجه الله تعالى بل امتزج به شوب من الرياء  أو",
    "en": ""
  },
  {
    "ar": "حظوظ النفس فقد اختلف الناس في أن ذلك هل يقتضي ثوابا أم  يقتضي  عقابا  أم  لا",
    "en": ""
  },
  {
    "ar": "يقتضي شيئا أصلا فلا يكون له ولا عليه أما الذي لم يرد به إلا الرياء فهو  عليه",
    "en": ""
  },
  {
    "ar": "قطعا وهو سبب المقت والعقاب وأما الخالص لوجه الله تعالى فهو سبب الثواب  وإنما",
    "en": ""
  },
  {
    "ar": "النظر في المشوب وظاهر الأخبار تدل على أنه لا ثواب له[45]",
    "en": ""
  },
  {
    "ar": "وليس تخلو الأخبار عن تعارض فيه والذي ينقدح لما فيه والعلم عند الله  أن  ينظر",
    "en": ""
  },
  {
    "ar": "إلى قدر قوة الباعث  فإن  كان  الباعث  الديني  مساويا  للباعث  النفسي  تقاوما",
    "en": ""
  },
  {
    "ar": "وتساقطا وصار العمل لا له ولا عليه وإن كان باعث الرياء  أغلب  وأقوى  فهو  ليس",
    "en": ""
  },
  {
    "ar": "بنافع وهو مع ذلك مضر ومفض للعقاب نعم العقاب الذي فيه أخف من عقاب العمل  الذي",
    "en": ""
  },
  {
    "ar": "تجرد للرياء ولم يمتزج به شائبه التقرب وإن كان قصد التقرب أغلب  بالإضافة  إلى",
    "en": ""
  },
  {
    "ar": "الباعث الآخر فله ثواب بقدر ما فضل من قوة الباعث الديني وهذا لقوله تعالى  فمن",
    "en": ""
  },
  {
    "ar": "يعمل مثقال ذرة خيرا يره ومن يعمل مثقال ذرة شرا يره ولقوله تعالى إن  الله  لا",
    "en": ""
  },
  {
    "ar": "يظلم مثقال ذرة وإن تك حسنة يضاعفها فلا ينبغي أن يضيع قصد  الخير  بل  إن  كان",
    "en": ""
  },
  {
    "ar": "غالبا على قصد الرياء حبط منه القدر الذي يساويه وبقيت زيادة  وإن  كان  مغلوبا",
    "en": ""
  },
  {
    "ar": "سقط بسببه شيء من عقوبة القصد الفاسد.",
    "en": ""
  },
  {
    "ar": "وكشف الغطاء عن هذا أن الأعمال تأثيرها في القلوب بتأكيد صفاتها فداعية  الرياء",
    "en": ""
  },
  {
    "ar": "من المهلكات وإنما غذاء هذا المهلك وقوته  العمل  على  وفقه  وداعية  الخير  من",
    "en": ""
  },
  {
    "ar": "المنجيات وإنما قوتها بالعمل على وفقها فإذا  اجتمعت  الصفتان  في  القلب  فهما",
    "en": ""
  },
  {
    "ar": "متضادتان فإذا عمل على وفق مقتضى الرياء فقد قوى تلك الصفة وإذا كان العمل  على",
    "en": ""
  },
  {
    "ar": "وفق مقتضى التقرب فقد قوى أيضا تلك الصفة وأحدهما  مهلك  والآخر  منج  فإن  كان",
    "en": ""
  },
  {
    "ar": "تقوية هذا بقدر تقوية الآخر فقد تقاوما فكان كالمستضر بالحرارة  إذا  تناول  ما",
    "en": ""
  },
  {
    "ar": "يضره ثم تناول من المبردات ما يقاوم قدر  قوته  فيكون  بعد  تناولهما  كأنه  لم",
    "en": ""
  },
  {
    "ar": "يتناولهما وإن كان أحدهما غالبا لم يخل الغالب عن أثر فكما لا يضيع  مثقال  ذرة",
    "en": ""
  },
  {
    "ar": "من الطعام والشراب والأدوية ولا ينفك عن أثر في  الجسد  بحكم  سنة  الله  تعالى",
    "en": ""
  },
  {
    "ar": "فكذلك لا يضيع مثقال ذرة من الخير والشر ولا ينفك عن تأثيره في إنارة القلب  أو",
    "en": ""
  },
  {
    "ar": "تسويده وفي تقريبه من الله أو إبعاده فإذا جاء بما  يقربه  شبرا  مع  ما  يبعده",
    "en": ""
  },
  {
    "ar": "شبرا فقد عاد إلى ما كان فلم يكن له ولا عليه.",
    "en": ""
  },
  {
    "ar": "وإن كان الفعل مما يقربه شبرين والآخر يبعده شبرا واحدا فضل له  لا  محالة  شبر",
    "en": ""
  },
  {
    "ar": "وقد قال النبي صلى الله عليه وسلم (أتبع السيئة  الحسنة  تمحها)[46]  فإذا  كان",
    "en": ""
  },
  {
    "ar": "الرياء المحض يمحوه الإخلاص المحض عقيبه فإذا اجتمعا جميعا فلا بد وأن  يتدافعا",
    "en": ""
  },
  {
    "ar": "بالضرورة ويشهد لهذا إجماع الأمة على أن من خرج حاجا ومعه تجارة صح  حجه  وأثيب",
    "en": ""
  },
  {
    "ar": "عليه وقد امتزج به حظ من حظوظ النفس نعم يمكن أن  يقال  إنما  يثاب  على  أعمال",
    "en": ""
  },
  {
    "ar": "الحج عند انتهائه إلى مكة وتجارته غير موقوفة عليه فهو خالص.",
    "en": ""
  },
  {
    "ar": "وإنما المشترك طول المسافة ولا ثواب فيه مهما قصد التجارة ولكن الصواب أن  يقال",
    "en": ""
  },
  {
    "ar": "مهما كان الحج هو المحرك الأصلي وكان غرض التجارة  كالمعين  والتابع  فلا  ينفك",
    "en": ""
  },
  {
    "ar": "نفس السفر عن ثواب ما وعندي أن الغزاة لا  يدركون  في  أنفسهم  تفرقة  بين  غزو",
    "en": ""
  },
  {
    "ar": "الكفار في جهة تكثر فيها الغنائم وبين جهة لا غنيمة فيها ويبعد أن  يقال  إدراك",
    "en": ""
  },
  {
    "ar": "هذه التفرقة يحبط بالكلية ثواب جهادهم بل العدل أن يقال إذا كان الباعث  الأصلي",
    "en": ""
  },
  {
    "ar": "والمزعج القوي هو إعلاء كلمة الله تعالى.",
    "en": ""
  },
  {
    "ar": "وإنما الرغبة في الغنيمة على سبيل التبعية فلا يحبط به  الثواب  نعم  لا  يساوي",
    "en": ""
  },
  {
    "ar": "ثوابه ثواب من لا يلتفت قلبه إلى الغنيمة  أصلا  فإن  هذا  الالتفات  نقصان  لا",
    "en": ""
  },
  {
    "ar": "محالة فإن قلت فالآيات والأخبار تدل على أن شوب الرياء محبط للثواب  وفي  معناه",
    "en": ""
  },
  {
    "ar": "شوب طلب الغنيمة والتجارة وسائر الحظوظ فقد روى  طاوس  وغيره  من  التابعين  أن",
    "en": ""
  },
  {
    "ar": "رجلا سأل النبي صلى الله عليه وسلم عمن يصطنع المعروف أو  قال  يتصدق  فيحب  أن",
    "en": ""
  },
  {
    "ar": "يحمد ويؤجر فلم يدر ما يقول له حتى نزلت فمن كان يرجو  لقاء  ربه  فليعمل  عملا",
    "en": ""
  },
  {
    "ar": "صالحا ولا يشرك بعبادة ربه أحدا[47] وقد قصد الأجر والحمد جميعا.",
    "en": ""
  },
  {
    "ar": "وروى معاذ عن صلى الله عليه وسلم النبي أنه قال  (أدنى  الرياء  شرك)[48]  وقال",
    "en": ""
  },
  {
    "ar": "أبو هريرة قال النبي صلى الله عليه وسلم (يقال لمن أشرك في عمله  خذ  أجرك  ممن",
    "en": ""
  },
  {
    "ar": "عملت له)[49] وروى عن عبادة (أن الله عز وجل يقول أنا أغنى الأغنياء عن  الشركة",
    "en": ""
  },
  {
    "ar": "من عمل لي عملا فأشرك معي غيري ودعت نصيبي لشريكي) وروى أبو  موسى  أن  أعرابيا",
    "en": ""
  },
  {
    "ar": "أتى رسول صلى الله عليه وسلم الله فقال يا رسول الله الرجل يقاتل  حمية  والرجل",
    "en": ""
  },
  {
    "ar": "يقاتل شجاعة والرجل يقاتل ليرى مكانه فأيهم في سبيل الله فقال  صلى  الله  عليه",
    "en": ""
  },
  {
    "ar": "وسلم (من قاتل لتكون كلمة الله هي العليا فهو في سبيل الله)[50]",
    "en": ""
  },
  {
    "ar": "وقال عمر رضي الله عنه تقولون فلان شهيد ولعله أن  يكون  قد  ملأ  دفتي  راحلته",
    "en": "A\n    reader is needed for PDF files and it is available\n    free of charge from Adobe ."
  },
  {
    "ar": "ورقا وقال ابن مسعود رضي الله تعالى عنه قال رسول الله صلى الله عليه  وسلم  من",
    "en": ""
  },
  {
    "ar": "هاجر يبتغي شيئا من الدنيا فهو له[51] فنقول هذه الأحاديث لا تناقض  ما  ذكرناه",
    "en": ""
  },
  {
    "ar": "بل المراد بها من لم يرد بذلك إلا الدنيا كقوله من هاجر يبتغي شيئا  من  الدنيا",
    "en": ""
  },
  {
    "ar": "وكان ذلك هو الأغلب على همه.",
    "en": ""
  },
  {
    "ar": "وقد ذكرنا أن ذلك عصيان وعدوان لا لأن  طلب  الدنيا  حرام  ولكن  طلبها  بأعمال",
    "en": ""
  },
  {
    "ar": "الدين حرام لما فيه من الرياء وتغيير العبادة عن موضعها وأما  لفظ  الشركة  حيث",
    "en": ""
  },
  {
    "ar": "ورد فمطلق للتساوي وقد بينا أنه إذا تساوى القصدان تقاوما ولم يكن له ولا  عليه",
    "en": ""
  },
  {
    "ar": "فلا ينبغي أن يرجي عليه ثواب ثم إن الإنسان عند الشركة أبدا  في  خطر  فإنه  لا",
    "en": ""
  },
  {
    "ar": "يدري أي الأمرين أغلب على قصده فربما يكون عليه وبالا  ولذلك  قال  تعالى  (فمن",
    "en": ""
  },
  {
    "ar": "كان يرجو لقاء ربه فليعمل عملا صالحا ولا يشرك بعبادة ربه  أحدا)  أي  لا  يرجي",
    "en": ""
  },
  {
    "ar": "اللقاء مع الشركة التى أحسن أحوالها التساقط.",
    "en": ""
  },
  {
    "ar": "ويجوز أن يقال أيضا منصب الشهادة لا ينال إلا بالإخلاص في الغزو وبعيد أن  يقال",
    "en": ""
  },
  {
    "ar": "من كانت له داعيته الدينية بحيث تزعجه إلى مجرد الغزو وإن لم  يكن  غنيمة  وقدر",
    "en": ""
  },
  {
    "ar": "على غزو طائفتين من الكفار إحداهما غنية والأخرى فقيرة فمال إلى  جهة  الأغنياء",
    "en": ""
  },
  {
    "ar": "لإعلاء كلمة الله وللغنيمة لاثواب له على  غزوه  البتة  ونعوذ  بالله  أن  يكون",
    "en": ""
  },
  {
    "ar": "الأمر كذلك فإن هذا حرج في الدين ومدخل  لليأس  على  المسلمين  لأن  أمثال  هذه",
    "en": ""
  },
  {
    "ar": "الشوائب التابعة قط لا ينفك الإنسان عنها إلا على الندور فيكون  تأثير  هذا  في",
    "en": ""
  },
  {
    "ar": "نقصان الثواب فأما أن يكون في إحباطه فلا نعم الإنسان فيه على  خطر  عظيم  لأنه",
    "en": ""
  },
  {
    "ar": "ربما يظن أن الباعث الأقوى هو قصد التقرب إلى الله ويكون الأغلب على  سره  الحظ",
    "en": ""
  },
  {
    "ar": "النفسي.",
    "en": ""
  },
  {
    "ar": "وذلك مما يخفى غاية الخفاء فلا يحصل الأجر إلا بالإخلاص والإخلاص قلما  يستيقنه",
    "en": ""
  },
  {
    "ar": "العبد من نفسه وإن بالغ في  الاحتياط  فلذلك  ينبغى  أن  يكون  أبدا  بعد  كمال",
    "en": ""
  },
  {
    "ar": "الاجتهاد مترددا بين الرد والقبول خائفا أن تكون في  عبادته  آفة  يكون  وبالها",
    "en": ""
  },
  {
    "ar": "أكثر من ثوابها وهكذا كان الخائفون من ذوى البصائر وهكذا ينبغى أن يكون  كل  ذي",
    "en": ""
  },
  {
    "ar": "بصيرة ولذلك قال سفيان رحمه الله لا أعتد بما ظهر من عملى وقال عبد  العزيز  بن",
    "en": ""
  },
  {
    "ar": "أبي رواد جاورت هذا البيت ستين سنة وحججت ستين حجة فما دخلت في  شىء  من  أعمال",
    "en": ""
  },
  {
    "ar": "الله تعالى إلا وحاسبت نفسي فوجدت نصيب الشيطان أوفى من نصيب الله ليته  لا  لي",
    "en": ""
  },
  {
    "ar": "ولا علي.",
    "en": ""
  },
  {
    "ar": "ومع هذا فلا ينبغي أن يترك العمل عند خوف الآفة والرياء  فإن  ذلك  منتهى  بغية",
    "en": ""
  },
  {
    "ar": "الشيطان منه إذ المقصود أن لا يفوت الإخلاص ومهما  ترك  العمل  فقد  ضيع  العمل",
    "en": ""
  },
  {
    "ar": "والإخلاص جميعا وقد حكى أن بعض الفقراء كان  يخدم  أبا  سعيد  الخراز  وكيف  في",
    "en": ""
  },
  {
    "ar": "أعماله فتكلم أبو سعيد في الإخلاص يوما يريد إخلاص الحركات فأخذ  الفقير  يتفقد",
    "en": ""
  },
  {
    "ar": "قلبه عند كل حركة ويطالبه بالإخلاص فتعذر عليه قضاء الحوائج واستضر الشيخ  بذلك",
    "en": ""
  },
  {
    "ar": "فسأله عن أمره فأخبره بمطالبته نفسه بحقيقة الإخلاص وأنه  يعجز  عنها  في  أكثر",
    "en": ""
  },
  {
    "ar": "أعماله فيتركها فقال أبو سعيد لا تفعل إذ الإخلاص لا يقطع المعاملة  فواظب  على",
    "en": ""
  },
  {
    "ar": "العمل واجتهد في تحصيل الإخلاص فما قلت لك اترك العمل وإنما قلت لك أخلص  العمل",
    "en": ""
  },
  {
    "ar": "وقد قال الفضيل ترك العمل بسبب الخلق رياء وفعله لأجل الخلق شرك.",
    "en": ""
  },
  {
    "ar": "الباب الثالث في الصدق وفضيلته وحقيقته",
    "en": ""
  },
  {
    "ar": "فضيلة الصدق قال الله تعالى (رجال صدقوا ما عاهدوا الله عليه) وقال  النبي  صلى",
    "en": ""
  },
  {
    "ar": "الله عليه وسلم (إن الصدق يهدى إلى البر والبر يهدي إلى الجنة وإن الرجل  ليصدق",
    "en": ""
  },
  {
    "ar": "حتى يكتب عند الله صديقا وإن الكذب يهدي إلى الفجور  والفجور  يهدي  إلى  النار",
    "en": ""
  },
  {
    "ar": "وإن الرجل ليكذب حتى يكتب عند الله كذابا)[52] ويكفي في فضيلة الصدق أن  الصديق",
    "en": ""
  },
  {
    "ar": "مشتق منه والله تعالى وصف الأنبياء به في معرض المدح والثناء  فقال  (واذكر  في",
    "en": ""
  },
  {
    "ar": "الكتاب إبراهيم إنه كان صديقا نبيا) وقال (واذكر  في  الكتاب  إسمعيل  إنه  كان",
    "en": ""
  },
  {
    "ar": "صادق الوعد وكان رسولا نبيا) وقال تعالى (واذكر في الكتاب إدريس إنه كان  صديقا",
    "en": ""
  },
  {
    "ar": "نبيا).",
    "en": ""
  },
  {
    "ar": "وقال ابن عباس (أربع من كن فيه فقد ربح الصدق والحياء وحسن الخلق والشكر)  وقال",
    "en": ""
  },
  {
    "ar": "بشر ابن الحارث (من عامل الله بالصدق استوحش  من  الناس)  وقال  أبو  عبد  الله",
    "en": ""
  },
  {
    "ar": "الرملي (رأيت منصور الدينوري في المنام فقلت له ما فعل  الله  بك  قال  غفر  لي",
    "en": ""
  },
  {
    "ar": "ورحمني وأعطاني ما لم أؤمل فقلت له أحسن ما توجه العبد به إلى  الله  ماذا  قال",
    "en": ""
  },
  {
    "ar": "الصدق وأقبح ما توجه به الكذب).",
    "en": ""
  },
  {
    "ar": "وقال أبو سليمان (اجعل الصدق مطيتك والحق سيفك والله تعالى  غاية  طلبتك)  وقال",
    "en": ""
  },
  {
    "ar": "رجل لحكيم (ما رأيت صادقا فقال له لو كنت صادقا لعرفت الصادقين)  وعن  محمد  بن",
    "en": ""
  },
  {
    "ar": "علي الكناني قال (وجدنا دين الله تعالى مبنيا على ثلاثة أركان على الحق  والصدق",
    "en": ""
  },
  {
    "ar": "والعدل فالحق على الجوارح والعدل على القلوب والصدق على العقول).",
    "en": ""
  },
  {
    "ar": "وقال الثوري في قوله تعالى (ويوم القيامة ترى  الذين  كذبوا  على  الله  وجوههم",
    "en": ""
  },
  {
    "ar": "مسودة) قال (هم الذين ادعوا محبة الله تعالى  ولم  يكونوا  بها  صادقين)  وأوحى",
    "en": ""
  },
  {
    "ar": "الله تعالى إلى داود عليه السلام (يا  داود  من  صدقني  في  سريرته  صدقته  عند",
    "en": ""
  },
  {
    "ar": "المخلوقين في علانيته) وصاح رجل في مجلس الشبلي ورمى نفسه في دجلة فقال  الشبلي",
    "en": ""
  },
  {
    "ar": "(إن كان صادقا فالله تعالى ينجيه كما نجى  موسى  عليه  السلام  وإن  كان  كاذبا",
    "en": ""
  },
  {
    "ar": "فالله تعالى يغرقه كما أغرق فرعون).",
    "en": ""
  },
  {
    "ar": "وقال بعضهم (أجمع الفقهاء والعلماء على ثلاث خصال أنها إذا  صحت  ففيها  النجاة",
    "en": ""
  },
  {
    "ar": "ولا يتم بعضها إلا ببعض الإسلام الخالص عن البدعة والهوى والصدق لله  تعالى  في",
    "en": ""
  },
  {
    "ar": "الأعمال وطيب المطعم) وقال وهب بن منبه (وجدت على حاشية التوراة  اثنين  وعشرين",
    "en": ""
  },
  {
    "ar": "حرفا كان صلحاء بني إسرائيل يجتمعون فيقرءونها  ويتدارسونها  لا  كنز  أنفع  من",
    "en": ""
  },
  {
    "ar": "العلم ولا مال أربح من الحلم ولا حسب أوضع من الغضب ولا  قرين  أزين  من  العمل",
    "en": ""
  },
  {
    "ar": "ولا رفيق أشين من الجهل ولا شرف أعز من التقوى ولا كرم أوفى من ترك  الهوى  ولا",
    "en": ""
  },
  {
    "ar": "عمل أفضل من الفكر ولا حسنة أعلى من الصبر ولا سيئة أخزى  من  الكبر  ولا  دواء",
    "en": ""
  },
  {
    "ar": "ألين من الرفق ولا داء أوجع من الخرق ولا رسول أعدل من الحق ولا دليل  أنصح  من",
    "en": ""
  },
  {
    "ar": "الصدق ولا فقر أذل من الطمع ولا غنى أشقى من الجمع ولا حياة أطيب من الصحة  ولا",
    "en": ""
  },
  {
    "ar": "معيشة أهنأ من العفة ولا عبادة أحسن من الخشوع ولا زهد خير من القنوع ولا  حارس",
    "en": ""
  },
  {
    "ar": "أحفظ من الصمت ولا غائب أقرب من الموت).",
    "en": ""
  },
  {
    "ar": "وقال محمد بن سعيد المروزي (إذا طلبت الله بالصدق آتاك الله  تعالى  مرآة  بيدك",
    "en": ""
  },
  {
    "ar": "حتى تبصر كل شىء من عجائب الدنيا والآخرة) وقال أبو  بكر  الوراق  (احفظ  الصدق",
    "en": ""
  },
  {
    "ar": "فيما بينك وبين الله تعالى والرفق فيما بينك وبين الخلق)  وقيل  لذي  النون  هل",
    "en": ""
  },
  {
    "ar": "للعبد إلى صلاح أموره سبيل فقال (قد بقينا من الذنوب حيارى نطلب الصدق ما  إليه",
    "en": ""
  },
  {
    "ar": "سبيل فدعاوى الهوى تخف علينا وخلاف الهوى علينا ثقيل) وقيل لسهل  (ما  أصل  هذا",
    "en": ""
  },
  {
    "ar": "الأمر الذي نحن عليه) فقال (الصدق والسخاء والشجاعة)  فقيل  زدنا  فقال  (التقى",
    "en": ""
  },
  {
    "ar": "والحياء وطيب الغذاء).",
    "en": ""
  },
  {
    "ar": "وعن ابن عباس رضي الله عنهما أن النبي صلى الله عليه وسلم سئل عن  الكمال  فقال",
    "en": ""
  },
  {
    "ar": "قول (الحق والعمل بالصدق)[53] وعن الجنيد في قوله  تعالى  (ليسأل  الصادقين  عن",
    "en": ""
  },
  {
    "ar": "صدقهم) قال (يسأل الصادقين عند أنفسهم عن صدقهم عند ربهم) وهذا أمر على خطر.",
    "en": ""
  },
  {
    "ar": "بيان حقيقة الصدق ومعناه ومراتبه",
    "en": ""
  },
  {
    "ar": "اعلم أن لفظ الصدق يستعمل في ستة معان صدق في القول  وصدق  في  النية  والإرادة",
    "en": ""
  },
  {
    "ar": "وصدق في العزم وصدق في الوفاء بالعزم وصدق  في  العمل  وصدق  في  تحقيق  مقامات",
    "en": ""
  },
  {
    "ar": "الدين كلها فمن اتصف بالصدق في جميع ذلك فهو صديق لأنه مبالغة في الصدق  ثم  هم",
    "en": ""
  },
  {
    "ar": "أيضا على درجات فمن كان له حظ في الصدق في شىء من  الجملة  فهو  صادق  بالإضافة",
    "en": ""
  },
  {
    "ar": "إلى ما فيه صدقه.",
    "en": ""
  },
  {
    "ar": "الصدق الأول صدق اللسان وذلك لا يكون إلا في الإخبار  أو  فيما  يتضمن  الإخبار",
    "en": ""
  },
  {
    "ar": "وينبه عليه والخبر إما أن يتعلق بالماضي أو بالمستقبل وفيه يدخل الوفاء  بالوعد",
    "en": ""
  },
  {
    "ar": "والخلف فيه وحق على كل عبد أن يحفظ ألفاظه فلا يتكلم إلا بالصدق وهذا  هو  أشهر",
    "en": ""
  },
  {
    "ar": "أنواع الصدق وأظهرها فمن حفظ لسانه عن الإخبار عن الأشياء على خلاف ما هي  عليه",
    "en": ""
  },
  {
    "ar": "فهو صادق ولكن لهذا الصدق كمالان أحدهما  الاحتراز  عن  المعاريض  فقد  قيل  في",
    "en": ""
  },
  {
    "ar": "المعاريض مندوحة عن الكذب وذلك لأنها تقوم مقام  الكذب  إذ  المحذور  من  الكذب",
    "en": ""
  },
  {
    "ar": "تفهيم الشىء على خلاف ما هو عليه في نفسه إلا  أن  ذلك  مما  تمس  إليه  الحاجة",
    "en": ""
  },
  {
    "ar": "وتقتضيه المصلحة في بعض الأحوال وفي تأديب الصبيان والنسوان  ومن  يجري  مجراهم",
    "en": ""
  },
  {
    "ar": "وفي الحذر عن الظلمة وفي قتال الأعداء والاحتراز عن اطلاعهم  على  أسرار  الملك",
    "en": ""
  },
  {
    "ar": "فمن اضطر إلى شىء من ذلك فصدقه فيه أن يكون نطقه فيه لله فيما  يأمره  الحق  به",
    "en": ""
  },
  {
    "ar": "ويقتضيه الدين فإذا نطق به فهو صادق وإن كان كلامه مفهما غير ما  هو  عليه  لأن",
    "en": ""
  },
  {
    "ar": "الصدق ما أريد لذاته بل للدلالة على الحق والدعاء إليه فلا ينظر إلى  صورته  بل",
    "en": ""
  },
  {
    "ar": "إلى معناه نعم في مثل هذا الموضع ينبغي أن  يعدل  إلى  المعاريض  ما  وحد  إليه",
    "en": ""
  },
  {
    "ar": "سبيلا كان رسول الله صلى الله عليه وسلم إذا توجه إلى سفر ورى  بغيره[54]  وذلك",
    "en": ""
  },
  {
    "ar": "كي لا ينتهي الخبر إلى الأعداء فيقصد وليس هذا من الكذب في شىء.",
    "en": ""
  },
  {
    "ar": "قال رسول الله صلى الله عليه وسلم (ليس بكذاب من أصلح بين اثنين فقال  خيرا  أو",
    "en": ""
  },
  {
    "ar": "أنمى خيرا)[55] ورخص في النطق على وفق المصلحة في  ثلاثة  مواضع  من  أصلح  بين",
    "en": ""
  },
  {
    "ar": "اثنين ومن كان له زوجتان ومن كان في مصالح الحرب والصدق ههنا يتحول  إلى  النية",
    "en": ""
  },
  {
    "ar": "فلا يراعى فيه إلا صدق النية وإرادة الخير فمهما وصح قصده  وصدقت  نيته  وتجردت",
    "en": ""
  },
  {
    "ar": "للخير إرادته صار صادقا وصديقا كيفما كان لفظه ثم التعريض فيه أولى.",
    "en": ""
  },
  {
    "ar": "وطريقه ما حكى عن بعضهم أنه كان يطلبه بعض الظلمة وهو في داره فقال لزوجته  خطي",
    "en": ""
  },
  {
    "ar": "بأصبعك دائرة وضعي الأصبع على الدائرة وقولي ليس هو ههنا واحترز بذلك عن  الكذب",
    "en": "About\n    the Islamic Philosophy Online Project ."
  },
  {
    "ar": "ودفع الظالم عن نفسه فكان قوله صدق وأفهم الظالم  أنه  ليس  في  الدار  فالكمال",
    "en": ""
  },
  {
    "ar": "الأول في اللفظ أن يحترز عن صريح اللفظ وعن  المعاريض  أيضا  إلا  عند  الضرورة",
    "en": ""
  },
  {
    "ar": "والكمال الثاني أن يراعي معنى الصدق في ألفاظه التى يناجي بها ربه كقوله  (وجهت",
    "en": ""
  },
  {
    "ar": "وجهي للذي فطر السموات والأرض) فإن قلبه إن كان منصرفا عن  الله  تعالى  مشغولا",
    "en": ""
  },
  {
    "ar": "بأماني الدنيا وشهواته فهو كذب وكقوله (إياك نعبد) وقوله (أنا عبد  الله)  فإنه",
    "en": ""
  },
  {
    "ar": "إذا لم يتصف بحقيقة العبودية وكان له مطلب سوى الله  لم  يكن  كلامه  صدقا  ولو",
    "en": ""
  },
  {
    "ar": "طولب يوم القيامة بالصدق في قوله أنا عبد الله لعجز تحقيقه فإنه  إن  كان  عبدا",
    "en": ""
  },
  {
    "ar": "لنفسه أو عبدا لدنيا أو عبدا لشهواته لم يكن صادقا في قوله.",
    "en": ""
  },
  {
    "ar": "وكل ما تقيد العبد به فهو عبد له كما قال عيسى  عليه  السلام  يا  عبيد  الدنيا",
    "en": ""
  },
  {
    "ar": "وقال نبينا صلى الله عليه وسلم (تعس عبد الدنيا وتعس  عبد  الدرهم  وعبد  الحلة",
    "en": ""
  },
  {
    "ar": "وعبد الخميصة)[56] فسمى كل من تقيد قلبه بشىء عبدا له وإنما العبد الحق لله  عز",
    "en": ""
  },
  {
    "ar": "وجل من أعتق أولا من غير الله تعالى فصار حرا مطلقا فإذا تقدمت هذه الحرية  صار",
    "en": ""
  },
  {
    "ar": "القلب فارغا فحلت فيه العبودية لله فتشغله بالله وبمحبته  وتقيد  باطنه  وظاهره",
    "en": ""
  },
  {
    "ar": "بطاعته فلا يكون له مراد إلا الله تعالى ثم تجاوز هذا إلى مقام  آخر  أسنى  منه",
    "en": ""
  },
  {
    "ar": "يسمى الحرية وهو أن يعتق أيضا عن إرادته لله من حيث هو بل يقنع بما  يريد  الله",
    "en": ""
  },
  {
    "ar": "له من تقريب أو إبعاد فتفنى إرادته في إرادة الله تعالى.",
    "en": ""
  },
  {
    "ar": "وهذا عبد عتق عن غير الله فصار حرا ثم عاد وعتق عن نفسه فصار حرا  وصار  مفقودا",
    "en": ""
  },
  {
    "ar": "لنفسه موجودا لسيده ومولاه إن حركة تحرك وإن سكنه سكن وإن ابتلاه  رضي  لم  يبق",
    "en": ""
  },
  {
    "ar": "فيه متسع لطلب والتماس واعتراض بل هو بين يدي الله كالميت بين يدي الغاسل  وهذا",
    "en": ""
  },
  {
    "ar": "منتهى الصدق في العبودية لله تعالى فالعبد الحق هو الذي وجوده لمولاه لا  لنفسه",
    "en": ""
  },
  {
    "ar": "وهذه درجة الصديقين. وأما الحرية عن غير الله  فدرجات  الصادقين  وبعدها  تتحقق",
    "en": ""
  },
  {
    "ar": "العبودية لله تعالى وما قبل هذا فلا يستحق صاحبه أن يسمى صادقا ولا صديقا  فهذا",
    "en": ""
  },
  {
    "ar": "هو معنى الصدق في القول.",
    "en": ""
  },
  {
    "ar": "الصدق الثانى في النية والإرادة ويرجع ذلك إلى الإخلاص وهو أن لا يكون له  باعث",
    "en": ""
  },
  {
    "ar": "في الحركات والسكنات إلا الله تعالى فإن مازجه  شوب  من  حظوظ  النفس  بطل  صدق",
    "en": ""
  },
  {
    "ar": "النية وصاحبه يجوز أن يسمى كاذبا كما روينا في فضيلة الإخلاص من  حديث  الثلاثة",
    "en": ""
  },
  {
    "ar": "حين يسئل العالم ما عملت فيما علمت فقال فعلت كذا وكذا فقال  الله  تعالى  كذبت",
    "en": ""
  },
  {
    "ar": "بل أردت أن يقال فلان عالم حديث الثلاثة حين سأل العالم ماذا  عملت  فيما  علمت",
    "en": ""
  },
  {
    "ar": "الحديث تقدم فإنه لم يكذبه ولم يقل له لم تعمل ولكنه كذبه في إرادته ونيته  وقد",
    "en": ""
  },
  {
    "ar": "قال بعضهم الصدق صحة التوحيد في القصد وكذلك قول  الله  تعالى  والله  يشهد  إن",
    "en": ""
  },
  {
    "ar": "المنافقين لكاذبون وقد قالوا إنك لرسول الله وهذا صدق ولكن  كذبهم  لا  من  حيث",
    "en": ""
  },
  {
    "ar": "نطق اللسان بل من حيث ضمير القلب وكان التكذيب  يتطرق  إلى  الخبر  وهذا  القول",
    "en": ""
  },
  {
    "ar": "يتضمن إخبارا بقرينة الحال إذ صاحبه يظهر من نفسه أن يعتقد  ما  يقول  فكذب  في",
    "en": ""
  },
  {
    "ar": "دلالته بقرينة الحال على ما في قلبه فإنه كذب في ذلك ولم  يكذب  فيما  يلفظ  به",
    "en": ""
  },
  {
    "ar": "فيرجع أحد معانى الصدق إلى خلوص النية وهو الإخلاص فكل صادق فلا  بد  وأن  يكون",
    "en": ""
  },
  {
    "ar": "مخلصا.",
    "en": ""
  },
  {
    "ar": "الصدق الثالث صدق العزم فإن الإنسان قد يقدم العزم على العمل فيقول في نفسه  إن",
    "en": ""
  },
  {
    "ar": "رزقنى الله مالا تصدقت بجميعه أو بشطره أو إن لقيت عدوا  في  سبيل  الله  تعالى",
    "en": ""
  },
  {
    "ar": "قاتلت ولم أبال وإن قتلت وإن أعطانى الله تعالى ولاية عدلت فيها ولم  أعص  الله",
    "en": ""
  },
  {
    "ar": "تعالى بظلم وميل إلى خلق فهذه العزيمة قد يصادفها  من  نفسه  وهى  عزيمة  جازمة",
    "en": ""
  },
  {
    "ar": "صادقة وقد يكون في عزمه نوع ميل وتردد وضعف يضاد الصدق في العزيمة  فكان  الصدق",
    "en": ""
  },
  {
    "ar": "ههنا عبارة عن التمام والقوة كما يقال  لفلان  شهوة  صادقة  ويقال  هذا  المريض",
    "en": ""
  },
  {
    "ar": "شهوته كاذبة مهما لم تكن شهوته عن سبب ثابت قوى أو كانت ضعيفة فقد  يطلق  الصدق",
    "en": ""
  },
  {
    "ar": "ويراد به هذا المعنى والصادق والصديق هو الذى تصادف  عزيمته  في  الخيرات  كلها",
    "en": ""
  },
  {
    "ar": "قوة تامة ليس فيها ميل ولا ضعف ولا تردد  بل  تسخو  نفسه  أبدا  بالعزم  المصمم",
    "en": ""
  },
  {
    "ar": "الجازم على الخيرات وهو كما قال عمر رضى الله عنه لأن أقدم فتضرب عنقى أحب  إلى",
    "en": ""
  },
  {
    "ar": "من أن أتأمر على قوم فيهم أبو بكر رضى الله عنه فإنه  قد  وجد  من  نفسه  العزم",
    "en": ""
  },
  {
    "ar": "الجازم والمحبة الصادقة بأنه لا يتأمر مع وجود أبى بكر رضى الله عنه  وأكد  ذلك",
    "en": ""
  },
  {
    "ar": "بما ذكره من القتل ومراتب الصديقين في  العزائم  تختلف  فقد  يصادف  العزم  ولا",
    "en": ""
  },
  {
    "ar": "ينتهى به إلى أن يرضى بالقتل فيه ولكن إذا خلى ورأيه لم يقدم ولو ذكر  له  حديث",
    "en": ""
  },
  {
    "ar": "القتل لم ينقض عزمه بل في الصادقين والمؤمنين من لو خير بين أن يقتل هو أو  أبو",
    "en": ""
  },
  {
    "ar": "بكر كانت حياته أحب من حياة أبى بكر الصديق",
    "en": ""
  },
  {
    "ar": "الصدق الرابع في الوفاء بالعزم فإن النفس قد تسخو بالعزم في الحال إذ  لا  مشقة",
    "en": ""
  },
  {
    "ar": "في الوعد والعزم والمؤنة  فيه  خفيفة  فإذا  حقت  الحقائق  وحصل  التمكن  وهاجت",
    "en": ""
  },
  {
    "ar": "الشهوات انحلت العزيمة وغلبت الشهوات ولم يتفق الوفاء بالعزم وهذا  يضاد  الصدق",
    "en": ""
  },
  {
    "ar": "فيه ولذلك قال الله تعالى رجال صدقوا ما عاهدوا الله عليه فقد روى  عن  أنس  أن",
    "en": ""
  },
  {
    "ar": "عمه أنس بن النضر لم يشهد بدرا مع رسول الله صلى الله عليه وسلم  فشق  ذلك  على",
    "en": ""
  },
  {
    "ar": "قلبه وقال أول مشهد شهده رسول الله صلى الله عليه وسلم غبت عنه أما  والله  لئن",
    "en": ""
  },
  {
    "ar": "أرانى الله مشهدا مع رسول الله صلى الله عليه وسلم  ليرين  الله  ما  أصنع  قال",
    "en": ""
  },
  {
    "ar": "فشهد أحدا في العام القابل فاستقبله سعد بن معاذ فقال  يا  أبا  عمرو  إلى  أين",
    "en": ""
  },
  {
    "ar": "فقال واها لريح الجنة إنى أجد ريحها دون أحد فقاتل حتى قتل فوجد  في  جسده  بضع",
    "en": ""
  },
  {
    "ar": "وثمانون ما بين رمية وضربة وطعنة فقالت أخته بنت النضر ما عرفت أخى إلا  بثيابه",
    "en": ""
  },
  {
    "ar": "فنزلت هذه الآية (رجال صدقوا ما عاهدوا الله عليه)[57]",
    "en": ""
  },
  {
    "ar": "ووقف رسول الله صلى الله عليه وسلم علىمصعب بن عمير وقد سقط على وجهه  يوم  أحد",
    "en": ""
  },
  {
    "ar": "شهيدا وكان صاحب لواء رسول الله صلى الله عليه وسلم صلى الله  عليه  وسلم  فقال",
    "en": ""
  },
  {
    "ar": "(رجال صدقوا ما عاهدوا الله عليه فمنهم من قضى نحبه ومنهم من  ينتظر)[58]  وقال",
    "en": ""
  },
  {
    "ar": "فضالة بن عبيد سمعت عمر بن الخطاب رضى الله عنه يقول سمعت رسول الله  صلى  الله",
    "en": ""
  },
  {
    "ar": "عليه وسلم يقول (الشهداء أربعة رجل مؤمن جيد الإيمان لقى العدو فصدق  الله  حتى",
    "en": ""
  },
  {
    "ar": "قتل فذلك الذى يرفع الناس إليه أعينهم يوم القيامة هكذا) ورفع  رأسه  حتى  وقعت",
    "en": ""
  },
  {
    "ar": "قلنسوته قال الراوى فلا أدرى قلنسوة عمر أو قلنسوة رسول  الله  صلى  الله  عليه",
    "en": ""
  },
  {
    "ar": "وسلم (ورجل جيد الإيمان إذا لقى العدو فكأنما يضرب وجهه بشوك  الطلح  أتاه  سهم",
    "en": ""
  },
  {
    "ar": "عاثر فقتله فهو في الدرجة الثانية ورجل مؤمن خلط  عملا  صالحا  وآخر  سيئا  لقى",
    "en": ""
  },
  {
    "ar": "العدو فصدق الله حتى قتل فذاك في الدرجة الثالثة ورجل أسرف على نفسه لقى  العدو",
    "en": ""
  },
  {
    "ar": "فصدق الله حتى قتل فذلك في الدرجة الرابعة)[59]",
    "en": ""
  },
  {
    "ar": "وقال مجاهد رجلان خرجا على ملأ من الناس قعود فقالا إن رزقنا الله  تعالى  مالا",
    "en": ""
  },
  {
    "ar": "لنتصدقن فبخلوا به فنزلت ومنهم من عاهد الله لئن آتانا من فضله لنصدقن  ولنكونن",
    "en": ""
  },
  {
    "ar": "من الصالحين وقال بعضهم إنما هو شىء نووه في أنفسهم لم يتكلموا به  فقال  ومنهم",
    "en": ""
  },
  {
    "ar": "من عاهد الله لئن آتانا من فضله لنصدقن ولنكونن  من  الصالحين  فلما  آتاهم  من",
    "en": ""
  },
  {
    "ar": "فضله بخلوا به وتولوا وهم معرضون فأعقبهم نفاقا في قلوبهم إلى يوم  يلقونه  بما",
    "en": ""
  },
  {
    "ar": "أخلفوا الله ما وعدوه وبما كانوا يكذبون فجعل العزم عهدا وجعل الخلف  فيه  كذبا",
    "en": ""
  },
  {
    "ar": "والوفاء به صدقا وهذا الصدق أشد من الصدق الثالث فإن الناس قد تسخو  بالعزم  ثم",
    "en": ""
  },
  {
    "ar": "تكيع عند الوفاء لشدته عليها ولهيجان الشهوة عند التمكن  وحصول  الأسباب  ولذلك",
    "en": ""
  },
  {
    "ar": "استثنى عمر رضى الله عنه فقال لأن أقدم فتضرب عنقى أحب إلى  من  أن  أتأمر  على",
    "en": ""
  },
  {
    "ar": "قوم فيهم أبو بكر اللهم إلا أن تسول لى نفسى عند القتل شيئا لا أجده الآن  لأنى",
    "en": ""
  },
  {
    "ar": "لا آمن أن يثقل عليها ذلك فتتغير عن عزمها وأشار بذلك إلى  شدة  الوفاء  بالعزم",
    "en": ""
  },
  {
    "ar": "وقال أبو سعيد الخراز رأيت في المنام كأن ملكين نزلا من  السماء  فقالا  لى  ما",
    "en": ""
  },
  {
    "ar": "الصدق قلت الوفاء بالعهد فقالا لى صدقت وعرجا إلى السماء.",
    "en": ""
  },
  {
    "ar": "الصدق الخامس في الأعمال وهو أن يجتهد حتى لا تدل أعماله الظاهرة  على  أمر  في",
    "en": ""
  },
  {
    "ar": "باطنه لا يتصف هو به لا بأن يترك الأعمال ولكن  بأن  يستجر  الباطن  إلى  تصديق",
    "en": ""
  },
  {
    "ar": "الظاهر وهذا مخالف ما ذكرناه من ترك الرياء لأن المرائى هو الذي يقصد  ذلك  ورب",
    "en": ""
  },
  {
    "ar": "واقف على هيئة الخشوع في صلاته ليس يقصد به مشاهدة  غيره  ولكن  قلبه  غافل  عن",
    "en": ""
  },
  {
    "ar": "الصلاة فمن ينظر إليه يراه قائمابين يدى الله تعالى وهو بالباطن قائم في  السوق",
    "en": ""
  },
  {
    "ar": "بين يدي شهوة من شهواته فهذه أعمال تعرب بلسان الحال عن  الباطن  إعراباهو  فيه",
    "en": ""
  },
  {
    "ar": "كاذب وهو مطالب بالصدق في  الأعمال  وكذلك  قد  يمشى  الرجل  على  هيئة  السكون",
    "en": ""
  },
  {
    "ar": "والوقار وليس باطنه موصوفا بذلك الوقار فهذا غير  صادق  في  عمله  وإن  لم  يكن",
    "en": ""
  },
  {
    "ar": "ملتفتا إلى الخلق ولا مرائيا إياهم  ولا  ينجو  من  هذا  إلا  باستواء  السريرة",
    "en": ""
  },
  {
    "ar": "والعلانية بأن يكون باطنه مثل ظاهرة أو خيرا  من  ظاهره  ومن  خيفة  ذلك  اختار",
    "en": ""
  },
  {
    "ar": "بعضهم تشويش الظاهر ولبس ثياب الأشرار كيلا يظن  به  الخير  بسبب  ظاهره  فيكون",
    "en": ""
  },
  {
    "ar": "كاذبا في دلالة الظاهر على الباطن إذن مخالفة الظاهر للباطن  إن  كانت  عن  قصد",
    "en": ""
  },
  {
    "ar": "سميت رياء ويفوت بها الإخلاص وإن كانت عن غير قصد فيفوت بها  الصدق  ولذلك  قال",
    "en": ""
  },
  {
    "ar": "رسول الله صلى الله عليه  وسلم  اللهم  أجعل  سريرتي  خيرا  من  علانيتي  وأجعل",
    "en": ""
  },
  {
    "ar": "علانيتي صالحة[60] وقال يزيد بن الحارث إذا استوت سريره  العبد  وعلانيته  فذلك",
    "en": ""
  },
  {
    "ar": "النصف وإن كانت سريرته أفضل من علانيته فذلك الفضل وإن كانت  علانيته  أفضل  من",
    "en": ""
  },
  {
    "ar": "سريرته فذلك الجور وأنشدوا إذا السر  والإعلان  في  المؤمن  استوى  فقد  عز  في",
    "en": ""
  },
  {
    "ar": "الدارين واستوجب الثنا فإن خالف الإعلان سرا فما له  على  سعيه  فضل  سوى  الكد",
    "en": ""
  },
  {
    "ar": "والعنا فما خالص الدينار في السوق نافق ومغشوشه  المردود  لا  يقتضىالمنا  وقال",
    "en": ""
  },
  {
    "ar": "عطية بن عبد الغافر إذا وافقت سريره المؤمن  علانيته  باهى  الله  به  الملائكة",
    "en": ""
  },
  {
    "ar": "يقول هذا عبدي حقا وقال معاوية بن قرة من يدلني على بكاء بالليل  بسام  بالنهار",
    "en": ""
  },
  {
    "ar": "وقال عبد الواحد بن زيد كان الحسن إذا أمر بشيء كان من أعمل الناس به وإذا  نهى",
    "en": ""
  },
  {
    "ar": "عن شيء كان من أترك الناس له ولم أر أحدا قط أشبه سريره بعلانية منه  وكان  أبو",
    "en": ""
  },
  {
    "ar": "عبد الرحمن الزاهد يقول إلهى عاملت الناس فيما بيني  وبينهم  بالأمانة  وعاملتك",
    "en": "Reporting\n    copyright infringement ."
  },
  {
    "ar": "فيما بيني وبينك بالخيانة ويبكى وقال أبو يعقوب النهر جوري الصدق  موافقة  الحق",
    "en": ""
  },
  {
    "ar": "في السر والعلانية فإذن مساواة السريرة للعلانية أحد أنواع الصدق.",
    "en": ""
  },
  {
    "ar": "الصدق السادس وهو أعلى الدرجات وأعزها الصدق في مقامات الدين كالصدق  في  الخوف",
    "en": ""
  },
  {
    "ar": "والرجاء والتعظيم والزهد والرضا  والتوكل  والحب  وسائر  هذه  الأمور  فإن  هذه",
    "en": ""
  },
  {
    "ar": "الأمور لها مباد ينطلق الاسم بظهورها ثم لها غايات وحقائق  والصادق  المحقق  من",
    "en": ""
  },
  {
    "ar": "نال حقيقتها وإذا غلب الشيء وتمت حقيقته سمى صاحبه صادقا  فيه  كما  يقال  فلان",
    "en": ""
  },
  {
    "ar": "صدق القتال ويقال هذا هو الخوف الصادق وهذه هي الشهوة الصادقة وقال الله  تعالى",
    "en": ""
  },
  {
    "ar": "إنما المؤمنون الذين آمنوا بالله ورسوله ثم  لم  يرتابوا  إلى  قوله  أولئك  هم",
    "en": ""
  },
  {
    "ar": "الصادقون وقال تعالى (ولكن البر من آمن بالله واليوم الآخر ...  إلى  قوله  ...",
    "en": ""
  },
  {
    "ar": "أولئك الذين صدقوا) وسئل أبو ذر عن الإيمان فقرأ هذه الآية فقيل له  سألناك  عن",
    "en": ""
  },
  {
    "ar": "الإيمان فقال سألت  رسول  الله  صلى  الله  عليه  وسلم  عن  الإيمان  فقرأ  هذه",
    "en": ""
  },
  {
    "ar": "الآية[61] ولنضرب للخوف مثلا فما من عبد يؤمن بالله واليوم الآخر إلا وهو  خائف",
    "en": ""
  },
  {
    "ar": "من الله خوفا ينطلق عليه الاسم ولكنه خوف غير صادق أى غير  بالغ  درجة  الحقيقة",
    "en": ""
  },
  {
    "ar": "أما تراه إذا خاف سلطانا أو قاطع طريق فى سفره كيف  يصفر  لونه  وترتعد  فرائصه",
    "en": ""
  },
  {
    "ar": "ويتنغص عليه عيشه ويتعذر عليه أكله ونومه وينقسم عليه فكره  حتى  لا  ينتفع  به",
    "en": ""
  },
  {
    "ar": "أهله وولده وقد ينزعج عن الوطن فيستبدل بالأنس الوحشة وبالراحة  التعب  والمشقة",
    "en": ""
  },
  {
    "ar": "والتعرض للأخطار كل ذلك خوفا من درك المحذور ثم إنه يخاف النار ولا  يظهر  عليه",
    "en": ""
  },
  {
    "ar": "شىء من ذلك عند جريان معصية عليه ولذلك قال صلى  الله  عليه  وسلم  لم  أر  مثل",
    "en": ""
  },
  {
    "ar": "النار نام هاربها ولا مثل الجنة نام طالبها حديث لم أر مثل  النار  نام  هاربها",
    "en": ""
  },
  {
    "ar": "الحديث تقدم فالتحقيق في هذه الأمور عزيز جدا ولا غاية لهذه المقامات حتى  ينال",
    "en": ""
  },
  {
    "ar": "تمامها ولكن لكل عبد منه حظ بحسب حاله إما ضعيف وإما قوى فإذا  قوى  سمى  صادقا",
    "en": ""
  },
  {
    "ar": "فيه فمعرفة الله تعالى وتعظيمه والخوف منه لا نهاية لها.",
    "en": ""
  },
  {
    "ar": "ولذلك قال النبي صلى الله عليه وسلم لجبريل عليه السلام أحب أن أراك  في  صورتك",
    "en": ""
  },
  {
    "ar": "التي هى صورتك فقال لا تطيق ذلك قال بلى بل أرني فواعده البقيع في  ليلة  مقمرة",
    "en": ""
  },
  {
    "ar": "فأتاه فنظر النبي صلى الله عليه وسلم فإذا  هو  به  قد  سد  الأفق  يعنى  جوانب",
    "en": ""
  },
  {
    "ar": "السماء فوقع النبى صلى الله عليه وسلم مغشيا عليه فأفاق وقد عاد  جبريل  لصورته",
    "en": ""
  },
  {
    "ar": "الأولى فقال النبى صلى الله عليه وسلم ما ظننت أن أحدا من خلق  الله  هكذا  قال",
    "en": ""
  },
  {
    "ar": "وكيف لو رأيت إسرافيل إن العرش لعلى كاهله وإن رجليه قد مرقتا تحت  تخوم  الأرض",
    "en": ""
  },
  {
    "ar": "السفلى وانه ليتصاغر من عظمة الله حتى يصير كالوصع[62] فانظر ما الذى يغشاه  من",
    "en": ""
  },
  {
    "ar": "العظمة والهيبة حتى يرجع إلى ذلك الحد وسائر الملائكة ليسوا كذلك  لتفاوتهم  في",
    "en": ""
  },
  {
    "ar": "المعرفة فهذا هو الصدق في التعظيم.",
    "en": ""
  },
  {
    "ar": "وقال جابر قال رسول الله صلى الله عليه وسلم مررت ليلة أسرى بى  وجبريل  بالملأ",
    "en": ""
  },
  {
    "ar": "الأعلى كالحلس البالى من خشية الله تعالى[63] يعنى الكساء الذى  يلقى  على  ظهر",
    "en": ""
  },
  {
    "ar": "البعير وكذلك الصحابة كانوا خائفين وما كانوا بلغوا خوف  رسول  الله  صلى  الله",
    "en": ""
  },
  {
    "ar": "عليه وسلم ولذلك قال ابن عمر رضى الله عنهما لن تبلغ حقيقة  الإيمان  حتى  تنظر",
    "en": ""
  },
  {
    "ar": "الناس كلهم حمقى في دين الله وقال مطرف ما من الناس  أحد  إلا  وهو  أحمق  فيما",
    "en": ""
  },
  {
    "ar": "بينه وبين ربه إلا أن بعض الحمق أهون من بعض وقال النبى  صلى  الله  عليه  وسلم",
    "en": ""
  },
  {
    "ar": "(لا يبلغ عبد حقيقة الإيمان حتى ينظر إلى الناس كالأباعر في جنب الله  ثم  يرجع",
    "en": ""
  },
  {
    "ar": "إلى نفسه فيجدها أحقر حقير)[64] فالصادق إذن في جميع هذه المقامات عزيز.",
    "en": ""
  },
  {
    "ar": "ثم درجات الصدق لا نهاية لها وقد يكون للعبد صدق في بعض  الأمور  دون  بعض  فان",
    "en": ""
  },
  {
    "ar": "كان صادقا في الجميع فهو الصديق حقا قال سعد بن معاذ ثلاثة أنا فيهن قوى  وفيما",
    "en": ""
  },
  {
    "ar": "سواهن ضعيف ما صليت صلاة منذ أسلمت فحدثت نفسى حتى أفرغ منها  ولا  شيعت  جنازة",
    "en": ""
  },
  {
    "ar": "فحدثت نفسى بغير ما هى قائلة وما هو مقول لها حتى يفرغ من دفنها وما سمعت  رسول",
    "en": ""
  },
  {
    "ar": "الله صلى الله عليه وسلم يقول قولا إلا علمت أنه حق فقال ابن  المسيب  ما  ظننت",
    "en": ""
  },
  {
    "ar": "أن هذه الخصال تجتمع إلا في النبى صلى الله عليه وسلم فهذا صدق في هذه  الأمور.",
    "en": ""
  },
  {
    "ar": "وكم قوم من جلة الصحابة قد أدوا الصلاة واتبعوا الجنائز ولم يبلغوا هذا  المبلغ",
    "en": ""
  },
  {
    "ar": "فهذه هي درجات الصدق ومعانيه والكلمات المأثورة عن المشايخ في حقيقة  الصدق  في",
    "en": ""
  },
  {
    "ar": "الأغلب لا تتعرض إلا لآحاد هذه المعاني نعم  قد  قال  أبو  بكر  الوراق  (الصدق",
    "en": ""
  },
  {
    "ar": "ثلاثة صدق التوحيد وصدق الطاعة وصدق المعرفة فصدق التوحيد لعامة  المؤمنين  قال",
    "en": ""
  },
  {
    "ar": "الله تعالى والذين آمنوا بالله ورسله  أولئك  هم  الصديقون  وصدق  الطاعة  لأهل",
    "en": ""
  },
  {
    "ar": "العلم والورع وصدق المعرفة لأهل الولاية الذين هم أوتاد الأرض)  وكل  هذا  يدور",
    "en": ""
  },
  {
    "ar": "على ما ذكرناه في الصدق السادس ولكنه ذكر أقسام ما  فيه  الصدق  وهو  أيضا  غير",
    "en": ""
  },
  {
    "ar": "محيط بجميع الأقسام.",
    "en": ""
  },
  {
    "ar": "وقال جعفر الصادق (الصدق هو المجاهدة وان لا تختار على الله غيره كما  لم  يختر",
    "en": ""
  },
  {
    "ar": "عليك غيرك فقال تعالى هو اجتباكم).  وقيل  (أوحى  الله  تعالى  إلى  موسى  عليه",
    "en": ""
  },
  {
    "ar": "السلام إني إذا أحببت عبدا ابتليته ببلايا لا تقوم لها الجبال لأنظر  كيف  صدقه",
    "en": ""
  },
  {
    "ar": "فإن وجدته صابرا اتخذته وليا وحبيبا وإن وجدته جزوعا  يشكونى  إلى  خلقى  خذلته",
    "en": ""
  },
  {
    "ar": "ولا أبالى). فإذن من علامات الصدق كتمان المصائب والطاعات جميعا  وكراهة  اطلاع",
    "en": ""
  },
  {
    "ar": "الخلق عليها. تم كتاب الصدق والإخلاص يتلوه  كتاب  المراقبة  والمحاسبة  والحمد",
    "en": ""
  },
  {
    "ar": "لله.",
    "en": ""
  },
  {
    "ar": "-----------------------",
    "en": ""
  },
  {
    "ar": "[1]  حديث إنما الأعمال بالنيات الحديث متفق عليه من حديث عمر وقد تقدم.",
    "en": ""
  },
  {
    "ar": "[2]  حديث أكثر شهداء أمتى أصحاب الفرش ورب قتيل بين الصفين الله أعلم بنيته",
    "en": ""
  },
  {
    "ar": "أخرجه أحمد من حديث ابن مسعود وفيه عبد الله بن لهيعة.",
    "en": ""
  },
  {
    "ar": "[3]  حديث إن الله لا ينظر إلى صوركم وأموالكم الحديث أخرجه مسلم من حديث أبى",
    "en": ""
  },
  {
    "ar": "هريرة وقد تقدم.",
    "en": ""
  },
  {
    "ar": "[4]  الحديث أخرجه الدارقطنى من حديث أنس بإسناد حسن.",
    "en": ""
  },
  {
    "ar": "[5]  حديث الناس أربعة رجل آتاه الله علما ومالا الحديث أخرجه ابن ماجه من",
    "en": ""
  },
  {
    "ar": "حديث أبى كبشة الأنمارى بسند جيد.",
    "en": ""
  },
  {
    "ar": "[6]  الحديث وقد تقدم ورواه الترمذى بزيادة وفيه وإنما الدنيا لأربعة نفر",
    "en": ""
  },
  {
    "ar": "الحديث وقال حسن صحيح.",
    "en": ""
  },
  {
    "ar": "[7]  حديث أنس إن بالمدينة أقواما ما قطعنا واديا الحديث أخرجه البخارى مختصرا",
    "en": ""
  },
  {
    "ar": "وأبو داود.",
    "en": ""
  },
  {
    "ar": "[8]  حديث ابن مسعود من هاجر يبتغى شيئا فهو له هاجر رجل فتزوج امرأة منا وكان",
    "en": ""
  },
  {
    "ar": "يسمى مهاجر أم قيس أخرجه الطبرانى بإسناد جيد.",
    "en": ""
  },
  {
    "ar": "[9]  حديث إن رجلا قتل في سبيل الله فكان يدعى قتيل الحمار لم أجد له أصلا في",
    "en": ""
  },
  {
    "ar": "الموصولات وإنما رواه أبو إسحق الفراوى في السنن من وجه مرسل.",
    "en": ""
  },
  {
    "ar": "[10]  حديث من غزا وهو لا ينوى إلا عقالا فله ما نوى أخرجه النسائي من حديث",
    "en": ""
  },
  {
    "ar": "عبادة بن الصامت وتقدم غير مرة.",
    "en": ""
  },
  {
    "ar": "[11]  حديث أبى استعنت رجلا يغزو معى فقال لا حتى تجعل لى جعلا فجعلت له فذكرت",
    "en": ""
  },
  {
    "ar": "ذلك للنبي صلى الله عليه وسلم فقال ليس له من دنياه وآخرته إلا ما جعلت له",
    "en": ""
  },
  {
    "ar": "أخرجه الطبرانى في مسند الشاميين ولأبى داود من حديث يعلى بن أمية أنه استأجر",
    "en": ""
  },
  {
    "ar": "أجيرا للغزو وسمى له ثلاثة دنانير فقال النبى صلى الله عليه وسلم ما أجد له في",
    "en": ""
  },
  {
    "ar": "غزوته هذه في الدنيا والآخرة إلا دنانيره التى سمى.",
    "en": ""
  },
  {
    "ar": "[12]  حديث من هم بحسنة فلم يعملها كتبت له حسنة متفق عليه وقد تقدم.",
    "en": ""
  },
  {
    "ar": "[13]  حديث عبد الله بن عمرو من كانت الدنيا نيته جعل الله فقره بين عينيه",
    "en": ""
  },
  {
    "ar": "الحديث أخرجه ابن ماجه من حديث زيد بن ثابت بإسناد جيد دون قوله وفارقها أرغب",
    "en": ""
  },
  {
    "ar": "ما يكون فيها ودون قوله وفارقها أزهد ما يكون فيها وفيه زيادة ولم أجده من",
    "en": ""
  },
  {
    "ar": "حديث عبد الله بن عمرو.",
    "en": ""
  },
  {
    "ar": "[14]  حديث أم سلمة في الجيش الذى يخسف بهم يحشرون على نياتهم أخرجه مسلم وأبو",
    "en": ""
  },
  {
    "ar": "داود وقد تقدم.",
    "en": ""
  },
  {
    "ar": "[15]  أخرجه ابن أبى الدنيا في كتاب الإخلاص والنية من حديث عمر بإسناد ضعيف",
    "en": ""
  },
  {
    "ar": "بلفظ إنما يبعث ورويناه في فوائد تمام بلفظ إنما يبعث المسلمون على النيات",
    "en": ""
  },
  {
    "ar": "ولابن ماجه من حديث أبى هريرة إنما يبعث الناس على نياتهم وفيه ليث بن أبى",
    "en": ""
  },
  {
    "ar": "سليم مختلف فيه.",
    "en": ""
  },
  {
    "ar": "[16]  حديث إذا التقى الصفان نزلت الملائكة تكتب الخلق على مراتبهم فلان يقاتل",
    "en": ""
  },
  {
    "ar": "للدنيا الحديث أخرجه ابن المبارك في الزهد موقوفا على ابن مسعود وآخر الحديث",
    "en": ""
  },
  {
    "ar": "مرفوع ففي الصحيحين من حديث أبى موسى من قاتل لتكون كلمة الله هى العليا فهو",
    "en": ""
  },
  {
    "ar": "في سبيل الله هي العليا فهو في سبيل الله.",
    "en": ""
  },
  {
    "ar": "[17]  حديث جابر يبعث كل عبد على ما مات عليه رواه مسلم.",
    "en": ""
  },
  {
    "ar": "[18]  حديث الأحنف عن أبى بكرة إذا إلتقى المسلمان بسيفهما فالقاتل والمقتول",
    "en": ""
  },
  {
    "ar": "في النار متفق عليه.",
    "en": ""
  },
  {
    "ar": "[19]  حديث أبى هريرة من تزوج امراة على صداق وهو لا ينوي أداءه فهو زان أخرجه",
    "en": ""
  },
  {
    "ar": "أحمد من حديث صهيب ورواه ابن ماجه مقتصرا على قصة الدين دون ذكر الصداق.",
    "en": ""
  },
  {
    "ar": "[20]  حديث من تطيب لله جاء يوم القيامة وريحه أطيب من المسك الحديث أخرجه أبو",
    "en": ""
  },
  {
    "ar": "الوليد الصفار في كتاب الصلاة من حديث اسحق بن أبى طلحة مرسلا.",
    "en": ""
  },
  {
    "ar": "[21]  حديث نية المؤمن خير من عمله أخرجه الطبرانى من حديث سهل بن سعد ومن",
    "en": ""
  },
  {
    "ar": "حديث النواس بن سمعان وكلاهما ضعيف.",
    "en": ""
  },
  {
    "ar": "[22]  حديث إن في الجسد مضغة إذا صلحت صلح سائر الجسد متفق عليه من حديث",
    "en": ""
  },
  {
    "ar": "النعمان بن بشير وقد تقدم.",
    "en": "Site\n    © Copyright 2003 by Islamic Philosophy Online, Inc. A not-for-profit\n    organization dedicated to academic study of Islamic philosophy. Individual\n    content may have its own individual copyrights. See\n    copyright information."
  },
  {
    "ar": "[23]  حديث اللهم أصلح الراعى والرعية تقدم ولم أجده.",
    "en": ""
  },
  {
    "ar": "[24]  حديث لا يعذر الجاهل على الجهل ولا يحل للجاهل أن يسكت على جهله الحديث",
    "en": ""
  },
  {
    "ar": "أخرجه الطبرانى في الأوسط وابن السنى وأبو نعيم في رياضة المتعلمين من حديث",
    "en": ""
  },
  {
    "ar": "جابر بسند ضعيف دون قوله لا يعذر الجاهل على الجهل.",
    "en": ""
  },
  {
    "ar": "[25]  حديث إن لله ثلثمائة خلق من تقرب إليه بواحد منها دخل الجنة وأحبها إليه",
    "en": ""
  },
  {
    "ar": "السخاء تقدم فى كتاب المحبة والشوق.",
    "en": ""
  },
  {
    "ar": "[26]  حديث تضعيف الحسنة بعشر أمثالها تقدم.",
    "en": ""
  },
  {
    "ar": "[27]  حديث من قعد في المسجد فقد زار الله تعالى وحق على المزور إكرام زائره",
    "en": ""
  },
  {
    "ar": "أخرجه ابن حبان في الضعفاء من حديث سلمان وللبيهقي فى الشعب نحوه من رواية",
    "en": ""
  },
  {
    "ar": "جماعة من الصحابة لم يسموا بإسناد صحيح وقد تقدما في الصلاة.",
    "en": ""
  },
  {
    "ar": "[28]  حديث رهبانية أمتي القعود في المساجد لم أجد له أصلا.",
    "en": ""
  },
  {
    "ar": "[29]  حديث من غدا إلى المسجد يذكر الله أو يذكر به كان كالمجاهد في سبيل الله",
    "en": ""
  },
  {
    "ar": "تعالى هو معروف من قول كعب الأحبار رويناه في جزء ابن طوق وللطبراني في الكبير",
    "en": ""
  },
  {
    "ar": "من حديث أبي أمامة من غدا إلى المسجد لا يريد إلا أن يتعلم خيرا أو يعلمه كان",
    "en": ""
  },
  {
    "ar": "له كأجر حاج تاما حجه وإسناده جيد وفي الصحيحين من حديث أبي هريرة من غدا إلى",
    "en": ""
  },
  {
    "ar": "المسجد أو راح أعد الله له في الجنة نزلا كلما غدا أو راح.",
    "en": ""
  },
  {
    "ar": "[30]  حديث حلالها حساب وحرامها عذاب تقدم.",
    "en": ""
  },
  {
    "ar": "[31]  حديث معاذ إن العبد ليسأل يوم القيامة عن كل شىء حتى عن كحل عينيه وعن",
    "en": ""
  },
  {
    "ar": "فتات الطين بأصبعيه وعن لمسه ثوب أخيه لم أجد له إسنادا.",
    "en": ""
  },
  {
    "ar": "[32]  حديث إن لبس الثياب الحسنة يوم الجمعة سنة أخرجه أبو داود والحاكم وصححه",
    "en": ""
  },
  {
    "ar": "من حديث أبي هريرة وأبي سعيد من اغتسل يوم الجمعة ومس من طيب إن كان عنده ولبس",
    "en": ""
  },
  {
    "ar": "أحسن ثيابه الحديث ولأبي داود وابن ماجه من حديث عبد الله ابن سلام ما على",
    "en": ""
  },
  {
    "ar": "أحدكم لو اشترى ثوبين ليوم الجمعة سوى ثوبي مهنته وفي إسناده اختلاف وفي",
    "en": ""
  },
  {
    "ar": "الصحيحين أن عمر رأى حلة سيراء عند باب المسجد فقال يا رسول الله لو اشتريت",
    "en": ""
  },
  {
    "ar": "هذه فلبستها يوم الجمعة الحديث.",
    "en": ""
  },
  {
    "ar": "[33]  حديث ان العبد ليحاسب فتبطل أعماله لدخول الآفة فيها حتى يستوجب النار",
    "en": ""
  },
  {
    "ar": "ثم ينشر له من الأعمال الحسنة ما يستوجب به الجنة الحديث وفيه هذه أعمال الذين",
    "en": ""
  },
  {
    "ar": "اغتابوك الحديث أخرجه أبو منصور الديلمي في مسند الفردوس من طريق أبي نعيم من",
    "en": ""
  },
  {
    "ar": "حديث شيث بن سعد البلوي مختصرا ان العبد ليلقي كتابه يوم القيامة منتشرا فينظر",
    "en": ""
  },
  {
    "ar": "فيه فيرى حسنات لم يعملها فيقول هذا لي ولم أعملها فيقال بما اغتابك الناس",
    "en": ""
  },
  {
    "ar": "وأنت لا تشعر وفيه ابن لهيعة.",
    "en": ""
  },
  {
    "ar": "[34]  حديث ان العبد ليوافى القيامة بحسنات أمثال الجبال وفيه ويأتى قد ظلم",
    "en": ""
  },
  {
    "ar": "هذا وشتم هذا الحديث تقدم مع اختلاف.",
    "en": ""
  },
  {
    "ar": "[35]  حديث ان النكاح سنة رسول الله صلى الله عليه وسلم تقدم في آداب النكاح.",
    "en": ""
  },
  {
    "ar": "[36]  حديث ثلاث لا يغل عليهن قلب رجل مسلم اخلاص العمل لله أخرجه الترمذى",
    "en": ""
  },
  {
    "ar": "وصححه من حديث النعمان بن بشير.",
    "en": ""
  },
  {
    "ar": "[37]  حديث مصعب بن سعد عن أبيه أنه ظن أن له فضلا على من دونه من أصحاب النبي",
    "en": ""
  },
  {
    "ar": "صلى الله عليه وسلم فقال النبي صلى الله عليه وسلم إنما نصر الله هذه الأمة",
    "en": ""
  },
  {
    "ar": "بضعفائها ودعوتهم وإخلاصهم رواه النسائى وهو عند البخارى بلفظ هل تنصرون",
    "en": ""
  },
  {
    "ar": "وترزقون الا بضعفائكم.",
    "en": ""
  },
  {
    "ar": "[38]  حديث الحسن مرسلا يقول الله تعالى الإخلاص سر من سرى استودعته قلب من",
    "en": ""
  },
  {
    "ar": "أحببت من عبادى رويناه في جزء من مسلسلات القزوينى مسلسلا يقول كل واحد من",
    "en": ""
  },
  {
    "ar": "رواته سألت فلانا عن الإخلاص فقال وهو من رواية أحمد بن عطاء الهجيمى عن عبد",
    "en": ""
  },
  {
    "ar": "الواحد بن زيد عن حذيفة عن النبي صلى الله عليه وسلم عن جبريل عن الله تعالى",
    "en": ""
  },
  {
    "ar": "وأحمد بن عطاء وعبد الواحد كلاهما متروك وهما من الزهاد ورواه أبو القاسم",
    "en": ""
  },
  {
    "ar": "القشيري في الرسالة من حديث على بن أبى طالب بسند ضعيف.",
    "en": ""
  },
  {
    "ar": "[39]  حديث أنه قال لمعاذ اخلص العمل يجزك منه القليل أخرجه أبو منصور الديلمى",
    "en": ""
  },
  {
    "ar": "في مسند الفردوس من حديث معاذ واسناده منقطع.",
    "en": ""
  },
  {
    "ar": "[40]  حديث ما من عبد يخلص لله أربعين يوما أخرجه ابن عدى ومن طريقه ابن",
    "en": ""
  },
  {
    "ar": "الجوزى في الموضوعات عن أبى موسى وقد تقدم.",
    "en": ""
  },
  {
    "ar": "[41]  حديث أول من يسئل يوم القيامة ثلاثة رجل آتاه الله العلم الحديث قد",
    "en": ""
  },
  {
    "ar": "تقدم.",
    "en": ""
  },
  {
    "ar": "[42]  حديث ان المرائي يدعى يوم القيامة يا مرائي يا مخادع الحديث أخرجه ابن",
    "en": ""
  },
  {
    "ar": "أبي الدنيا في كتاب السنة والإخلاص وقد تقدم.",
    "en": ""
  },
  {
    "ar": "[43]  حديث سئل عن الإخلاص فقال أن تقول ربى الله ثم تستقيم كما أمرت لم أره",
    "en": ""
  },
  {
    "ar": "بهذا اللفظ وللترمذى وصححه وابن ماجه من حديث سفيان بن عبد الله الثقفى قلت يا",
    "en": ""
  },
  {
    "ar": "رسول الله حدثنى بأمر أعتصم به قال قل ربى الله ثم استقم وهو عند مسلم بلفظ قل",
    "en": ""
  },
  {
    "ar": "لى في الإسلام قولا لا أسأل عنه أحدا بعدك قال قل آمنت بالله ثم استقم.",
    "en": ""
  },
  {
    "ar": "[44]  حديث الشرك أخفى في قلب ابن آدم من دبيب النملة السوداء في الليلة",
    "en": ""
  },
  {
    "ar": "الظلماء على الصخرة تقدم في العلم وفى ذم الجاه والرياء.",
    "en": ""
  },
  {
    "ar": "[45]  الأخبار التى يدل ظاهرها على أن العمل المشوب لا ثواب له قال وليس تخلو",
    "en": ""
  },
  {
    "ar": "الأخبار عن تعارض رواه أبو داود من حديث أبي هريرة أن رجلا قال يا رسول الله",
    "en": ""
  },
  {
    "ar": "رجل يبتغي الجهاد في سبيل الله وهو يبتغي عرضا من عرض الدنيا فقال رسول الله",
    "en": ""
  },
  {
    "ar": "لا أجر له الحديث وللنسائي من حديث أبي أمامة بإسناد حسن أرأيت رجلا غزا يلتمس",
    "en": ""
  },
  {
    "ar": "الأجر والذكر ماله فقال لا شيء له فأعادها ثلاث مرات يقول لا شيء له ثم قال إن",
    "en": ""
  },
  {
    "ar": "الله لا يقبل من العمل إلا ما كان خالصا وابتغى به وجهه وللترمذي وقال غريب",
    "en": ""
  },
  {
    "ar": "وابن حبان من حديث أبي هريرة الرجل يعمل العمل فيسره فإذا اطلع عليه أعجبه قال",
    "en": ""
  },
  {
    "ar": "له أجران أجر السر وأجر العلانية وقد تقدم في ذم الجاه والرياء.",
    "en": ""
  },
  {
    "ar": "[46]  حديث أتبع السيئة الحسنة تمحها تقدم في رياضة النفس وفي التوبة.",
    "en": ""
  },
  {
    "ar": "[47]  حديث طاوس وعدة من التابعين أن رجلا سأل النبي صلى الله عليه وسلم عمن",
    "en": ""
  },
  {
    "ar": "يصطنع المعروف أو قال يتصدق فيحب أن يحمد ويؤجر فنزلت فمن كان يرجو لقاء ربه",
    "en": ""
  },
  {
    "ar": "أخرجه ابن أبي الدنيا في كتاب السنة والحاكم نحوه من رواية طاوس مرسلا وقد",
    "en": ""
  },
  {
    "ar": "تقدم في ذم الجاه والرياء.",
    "en": ""
  },
  {
    "ar": "[48]  حديث معاذ أدنى الرياء شرك أخرجه الطبراني والحاكم وتقدم.",
    "en": ""
  },
  {
    "ar": "[49]  حديث أبي هريرة يقال لمن أشرك في عمله خذ أجرك ممن عملت له تقدم فيه من",
    "en": ""
  },
  {
    "ar": "حديث محمود بن لبيد بنحوه وتقدم فيه حديث أبي هريرة من عمل عملا أشرك فيه معي",
    "en": ""
  },
  {
    "ar": "غيري تركته وشريكه وفي رواية مالك في الموطأ فهو له كله.",
    "en": ""
  },
  {
    "ar": "[50]  حديث أبي موسى من قاتل لتكون كلمة الله هي العليا فهو في سبيل الله تقدم",
    "en": ""
  },
  {
    "ar": "فيه.",
    "en": ""
  },
  {
    "ar": "[51]  حديث ابن مسعود من هاجر يبتغى شيئا من الدنيا فهو له تقدم في الباب الذي",
    "en": ""
  },
  {
    "ar": "قبله.",
    "en": ""
  },
  {
    "ar": "[52]  حديث ان الصدق يهدي الى البر الحديث متفق عليه من حديث ابن مسعود وقد",
    "en": ""
  },
  {
    "ar": "تقدم.",
    "en": ""
  },
  {
    "ar": "[53]  حديث ابن عباس سئل عن الكمال فقال قول الحق والعمل بالصدق لم أجده بهذا",
    "en": ""
  },
  {
    "ar": "اللفظ.",
    "en": ""
  },
  {
    "ar": "[54]  حديث كان إذا أراد سفرا ورى بغيره متفق عليه من حديث كعب بن مالك.",
    "en": ""
  },
  {
    "ar": "[55]  حديث ليس بكاذب من أصلح بين الناس الحديث متفق عليه من حديث أم كلثوم",
    "en": ""
  },
  {
    "ar": "بنت عقبة بن أبي معيط وقد تقدم.",
    "en": ""
  },
  {
    "ar": "[56]  حديث تعس عبد الدينار الحديث أخرجه البخاري من حديث أبي هريرة وقد تقدم.",
    "en": ""
  },
  {
    "ar": "[57]  حديث أنس أن عمه أنس بن النضر لم يشهد بدرا مع رسول الله صلى الله عليه",
    "en": ""
  },
  {
    "ar": "وسلم الحديث في قتاله بأحد حتى قتل فوجد في جسده بضع وثمانون من بين رمية",
    "en": ""
  },
  {
    "ar": "وضربةوطعنة ونزول رجال صدقوا الآية أخرجه الترمذى وقال حسن صحيح والنسائى في",
    "en": ""
  },
  {
    "ar": "الكبرى وهو عند البخارى مختصرا ان هذه الآية نزلت في أنس بن النضر.",
    "en": ""
  },
  {
    "ar": "[58]  حديث وقف على مصعببن عمير وقد سقط على وجهه يوم أحد وقرأ هذه الآية",
    "en": ""
  },
  {
    "ar": "أخرجه أبو نعيم في الحلية من رواية عبيد بن عمير مرسلا.",
    "en": ""
  },
  {
    "ar": "[59]  حديث فضالة بن عبيد عن عمر بن الخطاب الشهداء أربعة رجل مؤمن جيد",
    "en": ""
  },
  {
    "ar": "الإيمان الحديث أخرجه الترمذى وقال حسن.",
    "en": ""
  },
  {
    "ar": "[60]  حديث اللهم أجعل سريرتي خيرامن علانيتي الحديث تقدم ولم أجده.",
    "en": ""
  },
  {
    "ar": "[61]  حديث أبى ذر سألته عن الإيمان فقرأ قوله تعالى ولكن البر من آمن بالله",
    "en": ""
  },
  {
    "ar": "واليوم الآخر إلى قوله أولئك الذين صدقوا رواه محمد بن نصر المروزى في تعظيم",
    "en": ""
  },
  {
    "ar": "قدر الصلاة بأسانيد منقطعة لم أجد له اسنادا.",
    "en": ""
  },
  {
    "ar": "[62]  حديث قال لجبريل أحب أن أراك في صورتك التي هي صورتك فقال لا تطيق ذلك",
    "en": ""
  },
  {
    "ar": "الحديث تقدم في كتاب الرجاء والخوف أخصر من هذا والذى ثبت في الصحيح أنه رأى",
    "en": ""
  },
  {
    "ar": "جبريل في صورته مرتين يعنى كالعصفور الصغير.",
    "en": ""
  },
  {
    "ar": "[63]  حديث مررت ليلة أسرى بي وجبريل بالملأ الأعلى كالحلس البالي من خشية",
    "en": ""
  },
  {
    "ar": "الله الحديث أخرجه محمد بن نصر في كتاب تعظيم قدر الصلاة والبيهقى في دلائل",
    "en": ""
  },
  {
    "ar": "النبوة من حديث أنس وفيه الحارث بن عبيد الإيادى ضعفه الجمهور وقال البيهقى",
    "en": ""
  },
  {
    "ar": "ورواه حماد بن سلمة عن أبي عمران الجوني عن محمد بن عمير بن عطارد وهذا مرسل.",
    "en": ""
  },
  {
    "ar": "[64]  حديث لا يبلغ عبد حقيقة الإيمان حتى ينظر إلىالناس كالأباعر في جنب الله",
    "en": ""
  },
  {
    "ar": "ثم يرجع إلى نفسه فيجدها أحقر حقير لم أجد له أصلا في حديث مرفوع.",
    "en": ""
  }
]